{
  "title": "S3E19 Myths & Heroes: Challenging the Narratives of Native American History Part 3",
  "interviewee": "Dr. Liz Redd",
  "interviewer": null,
  "date": "2022-09-10",
  "subjects": [
    "indigenous people",
    "indigenous peoples (american culture)",
    "native american",
    "indian reservations (native american reservations)",
    "indigenous protected areas",
    "sovereignty",
    "education",
    "resistance (political activity)"
  ],
  "segments": [
    {
      "id": "context_48_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_48_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "This program is funded through a more Perfect Union initiative of the National Endowment for the Humanities.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_48_2",
      "index": 2,
      "speaker": "Dr. Liz Redd",
      "words": "Part three. Here we go. How to teach Native American histories when the teacher isn't native. So the first question I want to ask you guys to think about is, when in the calendar does your curriculum include native peoples or their cultures? Chances are, it's one of these times. It's either during Native American History Month, at Thanksgiving, or maybe even Indigenous Peoples Day.",
      "tags": [
        "education",
        "indigenous"
      ],
      "timestamp": "[00:00:09:12]"
    },
    {
      "id": "context_48_3",
      "index": 3,
      "speaker": "Dr. Liz Redd",
      "words": "If you move from Columbus Day to Indigenous peoples, don't. But rarely outside of those contexts. Why is this content segregated? Why is Native American history taught as a separate subject? Why is Native American history not part of mainstream American history? It is interwoven. It is intimately tied to it is part of that narrative. But that's part of the narrative we leave out.",
      "tags": [
        "indigenous",
        "literature"
      ],
      "timestamp": "[00:00:34:20]"
    },
    {
      "id": "context_48_4",
      "index": 4,
      "speaker": "Dr. Liz Redd",
      "words": "So I'd like you to just think about why does this get segregated and how does that how does that support the overarching, narrative that is told in history books? So if you're thinking about all of this, you might be thinking, okay, but I'm not native. How do I teach Native American history if I'm not native? I don't want to misrepresent.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:01:06:08]"
    },
    {
      "id": "context_48_5",
      "index": 5,
      "speaker": "Dr. Liz Redd",
      "words": "I don't want to present something inaccurate. and I don't want to, give the impression that I have the right to universal ownership, that all of this information is, free for anyone to tell and share and that, these stories are my stories to share. And if you're thinking those things and asking yourself those questions.",
      "tags": [

      ],
      "timestamp": "[00:01:27:09]"
    },
    {
      "id": "context_48_6",
      "index": 6,
      "speaker": "Dr. Liz Redd",
      "words": "fantastic. That's that's absolutely the right way to be thinking about it. it does make it more challenging, but there are some strategies, and that's what we're going to talk about now. So what if these histories are not really your histories to tell, even though Native American history is intertwined with, mainstream U.S history and as a part of U.S. history, and there are definitely parts of that that anybody can teach specific histories and specific stories might not be.",
      "tags": [

      ],
      "timestamp": "[00:01:50:09]"
    },
    {
      "id": "context_48_7",
      "index": 7,
      "speaker": "Dr. Liz Redd",
      "words": "So how do we approach that? Well, I'm going to, offer you a framework. it's called the six Rs. There's also this culturally responsive pedagogy, but that would require an additional, topic. And I have some wonderful people for that who do manage council if they want to, present on that, next year, I invite you to, invite some, native scholars to teach that, but from Curtis and Barnett and from Smith and from Brave boy and from brand, from many, many people who are talking about the 3 hours or 4 hours or the six hours.",
      "tags": [

      ],
      "timestamp": "[00:02:17:18]"
    },
    {
      "id": "context_48_8",
      "index": 8,
      "speaker": "Dr. Liz Redd",
      "words": "this is the list of the six hours. these are, indigenous values. These are values that are fairly common to native peoples in, North America. And they are respect, relationship, representation, relevance, responsibility and reciprocity. So the the representation relevance and responsibility are, they move a little bit away from values in terms of considerations. But these are contemporary values for native peoples.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:02:50:11]"
    },
    {
      "id": "context_48_9",
      "index": 9,
      "speaker": "Dr. Liz Redd",
      "words": "This is what you need to consider when you are teaching. And I think they're pretty, self-evident. the reciprocity is, is sharing and giving back. Right. responsibility is, who do we have responsibilities to? Do we have a responsibility to present accurate histories? We're thinking about relevance. I want to think about, providing content that is relevant to native students, relevant to non-Native students.",
      "tags": [

      ],
      "timestamp": "[00:03:25:11]"
    },
    {
      "id": "context_48_10",
      "index": 10,
      "speaker": "Dr. Liz Redd",
      "words": "how do we illustrate that relevance to non-Native students? This is not just somebody else's history, but this is a history that informs your understanding of the world, and it can help you be a more well-rounded, respectful person. we need to think about issues of representation. How are we, representing native peoples in our classes? Are we including when we include images?",
      "tags": [

      ],
      "timestamp": "[00:03:49:10]"
    },
    {
      "id": "context_48_11",
      "index": 11,
      "speaker": "Dr. Liz Redd",
      "words": "Are we thinking about what those images actually say? Are we including stereotypes in our images, even if we're not really trying to do that? Sometimes we're grab an image from offline. so, Randall, Teton has a fantastic presentation about, the Sacajawea, a gold dollar. And she, talks about some of the, paintings that have represented Sacajawea and how none of them are accurate.",
      "tags": [

      ],
      "timestamp": "[00:04:16:09]"
    },
    {
      "id": "context_48_12",
      "index": 12,
      "speaker": "Dr. Liz Redd",
      "words": "None of them. whether it is, the type of clothing that's represented in the painting or, well, the pointing with the, the open finger. any of any of these things that they're, there's not appropriate images and they're not accurate images. So she's got a great presentation on that. I invite people to watch that at some point to but thinking about how you're representing, like from images to the stories that you tell and then, thinking about relationships, it's not about, how something benefits me or what I can take from it.",
      "tags": [

      ],
      "timestamp": "[00:04:46:02]"
    },
    {
      "id": "context_48_13",
      "index": 13,
      "speaker": "Dr. Liz Redd",
      "words": "It's about how I can engage in relationship with thinking about a content or relationship with a community. respect is at the core of everything. So how do we take these six hours and actually turn them into, an approach that we can use in teaching Native American history.",
      "tags": [

      ],
      "timestamp": "[00:05:22:12]"
    },
    {
      "id": "context_48_14",
      "index": 14,
      "speaker": "Dr. Liz Redd",
      "words": "So if we're thinking from, from a perspective of respect, right, we're going to treat the peoples and content with respect. It's very simple, but that means thinking about how we are representing and what we're doing. and it means thinking about how we're approaching, talking about native students. And we need to model disrespect for students so that can be, we can start by, capitalizing, the terms native, indigenous, and tribe when it's the name of a tribe.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:05:42:09]"
    },
    {
      "id": "context_48_15",
      "index": 15,
      "speaker": "Dr. Liz Redd",
      "words": "we can think about talking about people in terms of sovereignty and native nations. we can avoid, reinforcing those stereotypes. But just in the language that we use, going back to our, our, list of terminology at the beginning of the presentation, if we name the Taino when we're talking about, Columbus's invasion of the West Indies, if we are talking about, the Susan Bannock peoples and we call them the Noah instead of, this is how many peoples or if we instead of talking about the first Thanksgiving.",
      "tags": [
        "conflict",
        "indigenous"
      ],
      "timestamp": "[00:06:16:10]"
    },
    {
      "id": "context_48_16",
      "index": 16,
      "speaker": "Dr. Liz Redd",
      "words": "So even if we're just talking about these still these same stories, talking about the first Thanksgiving, we can name the one, not peoples. And it's not just of the pilgrims came here and the Native Americans helped them talk about the Wampanoag, talk about their culture prior to colonization, and talk about how they persist today. have, they actually have a living museum.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:06:56:15]"
    },
    {
      "id": "context_48_17",
      "index": 17,
      "speaker": "Dr. Liz Redd",
      "words": "so, you know, you can engage with, native peoples as modern living sovereign people and demonstrate that respect to the language that you use, for thinking about relationships. One of the key things to do here is not just, to teach about the local native communities, but to build relationships with local native communities. Relate those Native American histories and context to the matrix histories and context, but invite native peoples into the classroom to share their authority and voice with native peoples.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:07:19:21]"
    },
    {
      "id": "context_48_18",
      "index": 18,
      "speaker": "Dr. Liz Redd",
      "words": "share your authority and voice. Native peoples. They can share their authority and voice with your students. One of the the key things to consider here is not to invite people in to talk about Native American history. 101 the history that you yourself can teach. This timeline that I that I talked about earlier, the Marshall Trilogy, but instead to ask them to talk about what their, community is doing currently to support their, their economy, what wonderful works there.",
      "tags": [

      ],
      "timestamp": "[00:07:53:00]"
    },
    {
      "id": "context_48_19",
      "index": 19,
      "speaker": "Dr. Liz Redd",
      "words": "their communities are engaged. And what does their, their tribal government look like now and talk about governments and sovereignty. Right. So the way to do this is to build this relationship. And it shouldn't just be a, oh, you're a native person from this community. Can you come in and talk to my class? Think instead in terms of how we can build relationships with students in that community as well.",
      "tags": [

      ],
      "timestamp": "[00:08:25:14]"
    },
    {
      "id": "context_48_20",
      "index": 20,
      "speaker": "Dr. Liz Redd",
      "words": "Can we engage in service learning? What can we do for your community before we ask you to give something to us? Let's give and make that reciprocity right. So give back to the local communities. That's part of that relationship building. And then we've talked about representation. But think about the stories that you tell. Think about how you're framing them.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:08:49:04]"
    },
    {
      "id": "context_48_21",
      "index": 21,
      "speaker": "Dr. Liz Redd",
      "words": "Make sure that you're including accurate histories. And think about moving from this deficit model to resilience model, and think about presenting native peoples as experts and modern and scientific. I saw a presentation, day before yesterday that was so fantastic. It talked about the interrelationship of, a particular native nations, cosmology and agriculture. And it was so fantastic.",
      "tags": [

      ],
      "timestamp": "[00:09:11:18]"
    },
    {
      "id": "context_48_22",
      "index": 22,
      "speaker": "Dr. Liz Redd",
      "words": "But that's a native science. Think about the fact that there are native sciences and native maps. and think about, native pedagogies as well. And so now we're jumping down to this responsibility, and you can see how these are all intertwined with each other. They're not discrete, but we can think about them in this way. So, do the work of educating yourself about Native American histories and pedagogies and also do the work of understanding that there are different, epistemologies.",
      "tags": [

      ],
      "timestamp": "[00:09:43:01]"
    },
    {
      "id": "context_48_23",
      "index": 23,
      "speaker": "Dr. Liz Redd",
      "words": "There are different ways of knowing. There are different sciences and different maths and different cosmologies. And when appropriate, think about including those or inviting those speakers to come in and talk about the appropriate, portions of those that they can share to give your students a broader understanding of what it means to be native and what it means to value your native history and their culture.",
      "tags": [

      ],
      "timestamp": "[00:10:10:10]"
    },
    {
      "id": "context_48_24",
      "index": 24,
      "speaker": "Dr. Liz Redd",
      "words": "And then also, this is borne out when we're at the middle, we kind of circle toward the middle. relevance here. Think about not segregating Native American history, but incorporating it. And think about making those connections and talking about those broad narratives and how what we to do when we talk about Native American histories can support those narratives or provide a counter-narrative.",
      "tags": [

      ],
      "timestamp": "[00:10:40:14]"
    },
    {
      "id": "context_48_25",
      "index": 25,
      "speaker": "Dr. Liz Redd",
      "words": "And then, you know, that's a concept you can engage with with your, students in middle school. And high school is talk about narratives and counter-narratives and what is the power in providing counter-narratives and how does that providing multiple perspectives and multiple ways of looking at these histories? actually, give our students tools to think about depth and breadth of information and to, question and challenge information and to become more literate about information, which is, you know, sorely, sorely needed.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:11:02:00]"
    },
    {
      "id": "context_48_26",
      "index": 26,
      "speaker": "Dr. Liz Redd",
      "words": "in the current, political climate. So then how do you know? So here's some more practical tips on how do we actually do this. This is specific to a syllabus or lesson plan, right. So if you're thinking about these this approach, these six hours approach, what does it actually look like when you're trying to do something in your class?",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:11:38:00]"
    },
    {
      "id": "context_48_27",
      "index": 27,
      "speaker": "Dr. Liz Redd",
      "words": "So if you're thinking about how you're presenting a history, instead of starting with the beginning of history, start with new relevant voices talking about that history. So talk about like, what are the what are the viewpoints now? And use that as a framing device. And then go back and look at the historical documents and see how you can use that to frame.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:11:57:24]"
    },
    {
      "id": "context_48_28",
      "index": 28,
      "speaker": "Dr. Liz Redd",
      "words": "So start with the newer rather than the old and then go back. you can problematize the actors, address the troubling legacies and address historical changes and attitudes as well. middle school students, especially love to get into talking about, you know, was was President Andrew Jackson, a good guy or a bad guy? was President Nixon a good guy or bad guy?",
      "tags": [
        "education"
      ],
      "timestamp": "[00:12:19:21]"
    },
    {
      "id": "context_48_29",
      "index": 29,
      "speaker": "Dr. Liz Redd",
      "words": "so, again, I know a student who's taking Native American history, not native and U.S. history right now. And we were talking about, Nixon and, you know, so the student was talking to me about Watergate, and I was like, yes, Watergate, but Indian child welfare Act. Have you thought about that? Right? Have you thought about, the things that Nixon did very early on, to initiate this, age of self-determination, this era of self-determination.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:12:43:17]"
    },
    {
      "id": "context_48_30",
      "index": 30,
      "speaker": "Dr. Liz Redd",
      "words": "so everybody has, you know, multiple facets. all historical actors do. And so we can problematize them, we don't just have to say, oh, you know, George Washington was this wonderful person. We can also say, he owns enslaved peoples. so we can talk about that, too. okay. So let's talk about, how we can increase visibility and voice, include indigenous authors.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:13:15:02]"
    },
    {
      "id": "context_48_31",
      "index": 31,
      "speaker": "Dr. Liz Redd",
      "words": "If you are, choosing a text book, if you are choosing a supplementary reading. oftentimes there's, there's so much written about native people by non-Native people that, it can be challenging to find native authors. but it doesn't just have to be native authors writing about their own histories. It can be native authors writing about, writing fiction stories that can be writing poetry.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:13:43:22]"
    },
    {
      "id": "context_48_32",
      "index": 32,
      "speaker": "Dr. Liz Redd",
      "words": "there can be some, writers, musicians and artists, and so include authors and voices and representation as well. Bring in guest speakers. and, if if that isn't quite as feasible for you, because you do need to think about honorarium in that case. bringing videos, just like I've, I've done a little bit in, this presentation, you can bring in videos and podcasts and, so much more and include modern Heroes.",
      "tags": [

      ],
      "timestamp": "[00:14:09:16]"
    },
    {
      "id": "context_48_33",
      "index": 33,
      "speaker": "Dr. Liz Redd",
      "words": "And I'm going to give you, some lists of some people to think about as well, include those native knowledges. So decenter European knowledges. I was having a conversation with a friend, yesterday actually, who is really struggling with this idea that there are there's more than one way to do science, because the way we're taught in school is that there is the scientific method, not a scientific method, it's the scientific method.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:14:38:02]"
    },
    {
      "id": "context_48_34",
      "index": 34,
      "speaker": "Dr. Liz Redd",
      "words": "but actually it is just a scientific method. And there are other scientific methods. So if you include those native knowledges, it really helps to think about how you're reframing representations. It helps to reframe native peoples as not deficit biased but as resilient, modern, persistent, sovereign, scientific people. And then again, we talked about the graphics. Right. So avoid those stereotyped images and labels.",
      "tags": [

      ],
      "timestamp": "[00:15:07:05]"
    },
    {
      "id": "context_48_35",
      "index": 35,
      "speaker": "Dr. Liz Redd",
      "words": "and it's so easy to find those stereotyped graphics if you, if you, if you search, if you do a Google search for Native American image, what you're going to get is some really horrible stuff. So you have to wade through that noise and that, that, really offensive content to find good content. But it's, it's it's worth the time to help your students avoid reinforcing these stereotypes.",
      "tags": [

      ],
      "timestamp": "[00:15:35:06]"
    },
    {
      "id": "context_48_36",
      "index": 36,
      "speaker": "Dr. Liz Redd",
      "words": "Okay. Modern Native American heroes. This is just a handful. There are so many. But here are some to get started. Of course we have, Deb Haaland, who is, politician. And, most people should know who she is at this point, I hope. but then we've also got, you know, Wilma mankiller, who was, a female chief of the, Cherokee peoples.",
      "tags": [

      ],
      "timestamp": "[00:16:01:22]"
    },
    {
      "id": "context_48_37",
      "index": 37,
      "speaker": "Dr. Liz Redd",
      "words": "and then Maria Tallchief, who was an Osage, ballet dancer. John Herrington, who is a Chickasaw astronaut, a Leonard Peltier and a Ojibwe native rights activist. who was excuse me, instrumental in the, Red power movement and who is still in prison today. there is a movement to free Leonard Peltier. So I invite you to to go and take a look at that as well.",
      "tags": [

      ],
      "timestamp": "[00:16:23:10]"
    },
    {
      "id": "context_48_38",
      "index": 38,
      "speaker": "Dr. Liz Redd",
      "words": "Winona Wardak. so if you are here in Idaho and native Wardak is, a bannock, person who is a native rights activist. She was actually at the occupation of Alcatraz in 1969. She has a book that she has published that is very accessible to middle school and high school age ranges. and she is available to come and talk if, if you contact her.",
      "tags": [
        "indigenous",
        "education"
      ],
      "timestamp": "[00:16:50:17]"
    },
    {
      "id": "context_48_39",
      "index": 39,
      "speaker": "Dr. Liz Redd",
      "words": "So this is, a local resource who can speak to this history and really enrich any discussions you're having of, the native rights in the, the, civil rights movement of the 1960s and 70s.",
      "tags": [

      ],
      "timestamp": "[00:17:17:07]"
    },
    {
      "id": "context_48_40",
      "index": 40,
      "speaker": "Dr. Liz Redd",
      "words": "So how about some more native, American heroes? Right. So, and these are some modern Native American heroes and scientists specifically. Right. So we think native people are not scientific. Here are some scientists. we've got a nuclear physicist who has dinner. we've got, Ella Deloria, Yankton, Dakota anthropologist. you know, she's relatively modern.",
      "tags": [

      ],
      "timestamp": "[00:17:32:20]"
    },
    {
      "id": "context_48_41",
      "index": 41,
      "speaker": "Dr. Liz Redd",
      "words": "She's not with us anymore, but, and then, Robin Wall Kimmerer she's an environmental biologist, she's Citizen Potawatomi. And she is currently, active in writing right now. got mechanical engineer. And then we can see from the examples of Susan Le Flesche Picotte and Mary Golda Ross, that people have been, scientific doctors, for quite some time.",
      "tags": [

      ],
      "timestamp": "[00:17:53:08]"
    },
    {
      "id": "context_48_42",
      "index": 42,
      "speaker": "Dr. Liz Redd",
      "words": "Native people, native people engaged in, Western medicine and then traditional medicines as well. And that there has been a native rights movement going on for quite some time as well. think about including nature, native contributions to Stem and to modern life. And, you know, oftentimes food foods get talked about, but not inventions, right? So I just went online and went to some sources that I thought were, relatively, authoritative.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:18:17:19]"
    },
    {
      "id": "context_48_43",
      "index": 43,
      "speaker": "Dr. Liz Redd",
      "words": "Like I could trust their sources. I also looked at their sources to see where they got their information from, to see if I could trust them. and yeah, so here are some inventions by native people. So like bunk beds, right? Who'd of thought? Bunk beds. Right. asphalt. sign language. that can sign languages can be developed in addition to plain sign talk is a lingua franca that was used, in, among, native nations of the Plains area who were in contact and trading with each other so that they could communicate even if they didn't speak each other's languages.",
      "tags": [

      ],
      "timestamp": "[00:18:48:19]"
    },
    {
      "id": "context_48_44",
      "index": 44,
      "speaker": "Dr. Liz Redd",
      "words": "birth control. So the Shoshone had a birth control, medicine prior to European colonization. Syringes, painkillers, baby bottle suspension bridges. Kayaks, snow goggles or sunglasses and, rubber. All of these things that are kind of key to how we live our modern lives. And, many of them were invented independently or only by native people. Think about including modern Native American authors.",
      "tags": [
        "indigenous",
        "migration"
      ],
      "timestamp": "[00:19:27:12]"
    },
    {
      "id": "context_48_45",
      "index": 45,
      "speaker": "Dr. Liz Redd",
      "words": "and so here I don't have non, too much nonfiction of that a little bit over here. but this are just some lists. And these, these, people are also listed in, resource that no, have access to. But just think about, you know, authors of fiction and poetry and nonfiction and memoirs. think about, including, films, or plays by filmmakers and screenwriters.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:19:58:10]"
    },
    {
      "id": "context_48_46",
      "index": 46,
      "speaker": "Dr. Liz Redd",
      "words": "And I didn't include plays on here, but there are, native, playwrights as well. Some, really, really interesting films as well. plays. Catherine Nagel, I believe, is a Cherokee playwrights, and she's written some, really, really moving stuff. and then, think about including, as appropriate to, motivating your, hesitant readers.",
      "tags": [

      ],
      "timestamp": "[00:20:22:07]"
    },
    {
      "id": "context_48_47",
      "index": 47,
      "speaker": "Dr. Liz Redd",
      "words": "including graphic novels and comics and, looking at illustrations. also think about including arts, right? comparing that, maybe comparing early, colonial, or colonizer settler paintings and their perspectives with modern art. paintings that are on the same subject. Right. And really doing a deep dive into that. let's see what else we can do here.",
      "tags": [
        "history",
        "migration"
      ],
      "timestamp": "[00:20:51:14]"
    },
    {
      "id": "context_48_48",
      "index": 48,
      "speaker": "Dr. Liz Redd",
      "words": "Include musicians. How about that? We've got, Superman is an absolutely hip hop artist. he is, from this region, if not from the state of Idaho. Put up a, is a, blues rock singer songwriter. and, she's fantastic. and then we've got, you know, Northern Cree and, there's, there's hip hop, there's Powell, this funk, punk, folk, all kinds of genres.",
      "tags": [

      ],
      "timestamp": "[00:21:17:12]"
    },
    {
      "id": "context_48_49",
      "index": 49,
      "speaker": "Dr. Liz Redd",
      "words": "And native people are, participating in, a modern music scene. And not always just power music or traditional music. So this is another way that you can help present native peoples as alive and thriving and modern. show them some hip hop. All right. This is happening that we can't get more modern than hip hop right now.",
      "tags": [
        "music",
        "cinema"
      ],
      "timestamp": "[00:21:45:05]"
    },
    {
      "id": "context_48_50",
      "index": 50,
      "speaker": "Dr. Liz Redd",
      "words": "although there is. Oh, there's some native, trap music. so there's indigenous. There's native trap music. There's also indigenous trap music out of, Siberia. That's some really, really fun stuff to look at. So. And then, I'd like to, close today by showing, another short video and that's just, to wrap up this idea that we need to think about native peoples as modern, here.",
      "tags": [
        "music",
        "indigenous"
      ],
      "timestamp": "[00:22:07:07]"
    },
    {
      "id": "context_48_51",
      "index": 51,
      "speaker": "Dr. Liz Redd",
      "words": "doesn't mean that we don't acknowledge that there are challenges and deficits, but that those aren't the only defining characteristics. But we're not going to centralize native peoples and reduce them to, a few stereotyped characteristics that we're going to present a more well-rounded picture. And so this really speaks to the fact that native peoples are modern, that they're still here and that they're doing good work.",
      "tags": [

      ],
      "timestamp": "[00:22:35:24]"
    },
    {
      "id": "context_48_52",
      "index": 52,
      "speaker": "Dr. Liz Redd",
      "words": "So I'd like to, wrap up here just by showing you this, this video.",
      "tags": [

      ],
      "timestamp": "[00:23:03:24]"
    },
    {
      "id": "context_48_53",
      "index": 53,
      "speaker": "We are Still Here documentary audio",
      "words": "I am Spence Fairbanks. I am from Comanche, Minnesota. I am an in rural memory at the Leech Lake Reservation. Class and include Duke indigenous cast. Know the name bonus and non-Indigenous. And what I said was. Hello. My name is Wassayana Duke, which is my Indian name. It means the bright white clouds before the thunderstorm.",
      "tags": [
        "agriculture",
        "indigenous",
        "cinema"
      ],
      "timestamp": "[00:23:32:01]"
    },
    {
      "id": "context_48_54",
      "index": 54,
      "speaker": "We are Still Here documentary audio",
      "words": "My name is Vincent Graves, from Red Lake, Minnesota. and my third year at Bemidji State.",
      "tags": [

      ],
      "timestamp": "[00:23:54:21]"
    },
    {
      "id": "context_48_55",
      "index": 55,
      "speaker": "We are Still Here documentary audio",
      "words": "I think growing up as a Native American, I guess you could say that it was a little bit different. Like, I never really noticed that we were poor until, like, I started school and, like, you know, having, like, hand-me-downs, or I was like, pants. I really too short for you. That was. I was, So I guess you can say that we were, like, impoverished, which is actually common in Native American families.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:24:01:20]"
    },
    {
      "id": "context_48_56",
      "index": 56,
      "speaker": "We are Still Here documentary audio",
      "words": "It was different, like growing up. Like it was just things that we as a family did. I didn't realize that, like, other people didn't do it or I didn't think that everybody did it. It was just something that me and my family did.",
      "tags": [

      ],
      "timestamp": "[00:24:23:22]"
    },
    {
      "id": "context_48_57",
      "index": 57,
      "speaker": "We are Still Here documentary audio",
      "words": "Because I was brought up differently than most people. I had no idea you could buy beef to me. I thought everybody hunted and fished. I thought everybody went into the woods to get their food. I, I knew there was grocery stores, but as far as meat went, I mean, I've been processing my own since and at least helping my dad on his since I was about nine years old.",
      "tags": [

      ],
      "timestamp": "[00:24:35:05]"
    },
    {
      "id": "context_48_58",
      "index": 58,
      "speaker": "We are Still Here documentary audio",
      "words": "I think that we we were more assimilated. I guess my family growing up, we didn't really necessarily practice any like Native American traditions or like anything about the culture. We didn't do that stuff. It was, and I don't know, it just like wasn't part of our family. I guess going to sweats and being ceremony and that kind of things, like it's nothing that I'm like super into or like it's just not a part of my lifestyle.",
      "tags": [
        "history",
        "religion"
      ],
      "timestamp": "[00:25:04:02]"
    },
    {
      "id": "context_48_59",
      "index": 59,
      "speaker": "We are Still Here documentary audio",
      "words": "Like where I'm at in life. This is like just going to school, raising my kids. This is what I need to do.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:25:34:11]"
    },
    {
      "id": "context_48_60",
      "index": 60,
      "speaker": "We are Still Here documentary audio",
      "words": "Hunted and fished. But I didn't race when I was young and I didn't start dancing. Going to post until I was a little bit older. And then even then, I didn't start experience in ceremonies until I was even, like, older than that. You know, they're people who their entire family who's done nothing but race, but they don't hunt, you know, it's it's just it's different from family to family.",
      "tags": [

      ],
      "timestamp": "[00:25:40:00]"
    },
    {
      "id": "context_48_61",
      "index": 61,
      "speaker": "We are Still Here documentary audio",
      "words": "Everybody's been affected by by the the trauma of colonization differently.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:26:04:05]"
    },
    {
      "id": "context_48_62",
      "index": 62,
      "speaker": "We are Still Here documentary audio",
      "words": "Native American culture has been diminished like through centuries. And so, like it's not really there anymore. It's more of, it's more of the dominant culture that you can see, like inside of everybody get like Native American culture. You have to go out and find it versus like, you know, being able to go talk to your neighbor about something or else like there's like the boarding school era where completely assimilated Native American children into the dominant culture.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:26:12:14]"
    },
    {
      "id": "context_48_63",
      "index": 63,
      "speaker": "We are Still Here documentary audio",
      "words": "Inside these boarding school, you couldn't speak your native language and you couldn't practice your Native American culture. And I, I view that is like the like, biggest downfall of like the culture was kind of like the boarding school era and how like the, the government, like, took the children out of their homes and put them inside of these schools, like far away from the reservation, like these children grew up not knowing anything about their culture or their language.",
      "tags": [
        "education",
        "indigenous"
      ],
      "timestamp": "[00:26:41:22]"
    },
    {
      "id": "context_48_64",
      "index": 64,
      "speaker": "We are Still Here documentary audio",
      "words": "And just the trauma of being ripped from, you know, your parent's arms or your grandparents arms. You know, it just that people like not only in Red Lake, but other reservations and other native communities. You know, alcoholism is something that is is relevant. You know, it's it's something that is dealt with and largely is because the pain and the trauma that was inflict with these adults and their youth at these schools.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:27:06:08]"
    },
    {
      "id": "context_48_65",
      "index": 65,
      "speaker": "We are Still Here documentary audio",
      "words": "Like, because a lot of the things were lost, like when Sam was talking about, the boarding schools and assimilation, like a lot of the things were lost in a lot of the historical trauma is, like still affecting people today. And I think a lot of native Americans in general are in like, survivor victim stage where it's like we're just kind of picking up the pieces and trying to move on now, like we're just holding on to what we have.",
      "tags": [

      ],
      "timestamp": "[00:27:37:23]"
    },
    {
      "id": "context_48_66",
      "index": 66,
      "speaker": "We are Still Here documentary audio",
      "words": "And a lot of people are still struggling. I mean, sometimes it's more important that you survive through the day, the week, the year than to try to carry on everything else.",
      "tags": [

      ],
      "timestamp": "[00:28:04:12]"
    },
    {
      "id": "context_48_67",
      "index": 67,
      "speaker": "We are Still Here documentary audio",
      "words": "We are not taught our history. Our history is only taught from arrival of contact on. Beyond that, we don't have a history, they don't talk about it and even then they only talk about certain things. I basically remember the way I talk about it. I was like, yeah, I remember that chapter in history in third grade. You know, I feel like that's all that's all the, history on natives we got.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:28:14:18]"
    },
    {
      "id": "context_48_68",
      "index": 68,
      "speaker": "We are Still Here documentary audio",
      "words": "You know, it wasn't anything a fantasy, a fantasy of, the first Thanksgiving when, yes, there was that first Thanksgiving. But in the years afterwards, the pilgrims had it had a Thanksgiving celebration every time they slaughtered an entire village. So really, what is Thanksgiving?",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:28:41:19]"
    },
    {
      "id": "context_48_69",
      "index": 69,
      "speaker": "We are Still Here documentary audio",
      "words": "I.",
      "tags": [

      ],
      "timestamp": "[00:29:03:15]"
    },
    {
      "id": "context_48_70",
      "index": 70,
      "speaker": "We are Still Here documentary audio",
      "words": "I I.",
      "tags": [

      ],
      "timestamp": "[00:29:15:13]"
    },
    {
      "id": "context_48_71",
      "index": 71,
      "speaker": "We are Still Here documentary audio",
      "words": "I.",
      "tags": [

      ],
      "timestamp": "[00:29:16:16]"
    },
    {
      "id": "context_48_72",
      "index": 72,
      "speaker": "We are Still Here documentary audio",
      "words": "And so as to be a Native American today, I think it's like our responsibility to, like, rebuild this culture and to, like, educate more people on Native Americans and just to, like, let them know that, you know, like, we're still here and we still have culture, and we're slowly coming back. My son, who's six, he started off at Negaunee, which is an hour away, immersion school.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:25:07]"
    },
    {
      "id": "context_48_73",
      "index": 73,
      "speaker": "We are Still Here documentary audio",
      "words": "The teachers only speak Ojibwe out there. So he's learning Ojibwe really fast. And we have the the lifestyle that I think everyone thinks all Indians have still like the the culture and everything. The language. And then my grandma, who can speak Ojibwe but doesn't have many people to speak it to, my mother, who can only understand Ojibwe, but she can't speak it to me, who can't understand it, can't speak it.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:48:18]"
    },
    {
      "id": "context_48_74",
      "index": 74,
      "speaker": "We are Still Here documentary audio",
      "words": "And now, my son, like we're coming in full circle. And she said, it just makes it makes her heart flutter because this is her great grandchild. And this is the first out of her grandchildren and great grandchildren. And she can speak her language, too. I feel like we're finally coming in a full circle.",
      "tags": [

      ],
      "timestamp": "[00:30:14:14]"
    },
    {
      "id": "context_48_75",
      "index": 75,
      "speaker": "We are Still Here documentary audio",
      "words": "We are making progress in the way of, teaching a little one's our culture to pass it on to them. And that's kind of what I feel like is my responsibility. And I kind of see that there are a lot of others who feel like that serves as well. So in a way, we are making that progress.",
      "tags": [

      ],
      "timestamp": "[00:30:29:22]"
    },
    {
      "id": "context_48_76",
      "index": 76,
      "speaker": "Dr. Liz Redd",
      "words": "So you can see in this video that it's a fair treatment. the lasting impacts of colonization and the, U.S. policy of, genocide, erasure and assimilation. and you can see the that it also, focuses not just on that, but on how people are responding and how they are maintaining culture and how they are revitalizing language.",
      "tags": [
        "migration",
        "conflict"
      ],
      "timestamp": "[00:31:11:14]"
    },
    {
      "id": "context_48_77",
      "index": 77,
      "speaker": "Dr. Liz Redd",
      "words": "So I think it's important to present accurate histories and this balanced history. But, even to acknowledge that within native communities there are a diversity of perspectives and a diversity of lifeways. And some people are still very much engaged with traditional ceremony and practice and others are not. And that both ways are ways to be authentically native. Right.",
      "tags": [
        "culture",
        "religion"
      ],
      "timestamp": "[00:31:39:04]"
    },
    {
      "id": "context_48_78",
      "index": 78,
      "speaker": "Dr. Liz Redd",
      "words": "but if we're talking about, you know, we're looking at these narratives of history and the myths that we tell and the heroes that we focus on. then we need to be thinking also about how we're representing those histories and whose histories we're telling and who's telling the history, who's voice gets represented, but also on how, looking at these narratives, we are really talking about, these lasting impacts.",
      "tags": [

      ],
      "timestamp": "[00:32:06:16]"
    },
    {
      "id": "context_48_79",
      "index": 79,
      "speaker": "Dr. Liz Redd",
      "words": "So oftentimes we, we blame, native peoples for, the current situation that they're in for the poverty or for the high rates of alcohol or suicide. that might be present in some communities without acknowledging that these are impacts of US policies. And so to help our students make that connection, I think it's it's useful to have native peoples present their own experiences to discuss the diversity of perspectives and to acknowledge how this history, how this broad, history that supports the doctrine of discovery and westward expansion has actually through marginalizing, through genocide, and through erasure, created the circumstances that lead to the poverty and the high rates of suicide and alcoholism.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:32:36:13]"
    },
    {
      "id": "context_48_80",
      "index": 80,
      "speaker": "Dr. Liz Redd",
      "words": "But not just to stop there, but to say that native peoples are responding and addressing these issues and working towards revitalizing their culture and combating, suicide and, diabetes and alcoholism, and that there are resisting and persisting and in many cases thriving today.",
      "tags": [

      ],
      "timestamp": "[00:33:33:09]"
    },
    {
      "id": "context_48_81",
      "index": 81,
      "speaker": "Dr. Liz Redd",
      "words": "Thank you for your time.",
      "tags": [

      ],
      "timestamp": "[00:34:01:19]"
    }
  ],
  "metadata": {
    "totalSegments": 82,
    "description": "This three-part series presented by Dr. Liz Redd of Idaho State University will help listeners: 1) articulate pervasive myths and stereotypes of native American peoples often perpetuated in mainstream education/society 2) reframe discussions to dispel common misconceptions about Native American peoples, their histories, and their persistence & resistance 3) describe the unique sovereign political status of Native American Tribes in the United States as informed by history and policy 4) explore ways to incorporate diverse voices and perspectives throughout curriculum and programs Key concepts include representation, U.S. Native American Law & Policy, erasure, resistance, and sovereignty.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}