{
  "title": "The Atlas of Drowned Towns: Recovering the Histories of Places Lost To Dam Construction",
  "interviewee": "Bob H. Reinhardt",
  "interviewer": "Doug Exton",
  "date": "2022-03-09",
  "subjects": [
    "migrations (events)",
    "american (north american)",
    "dams (hydraulic structures)",
    "rivers",
    "lost areas",
    "lost settlements",
    "environment (earth sciences concept)",
    "history (discipline)",
    "architectural history"
  ],
  "segments": [
    {
      "id": "context_67_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_67_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "All right. Thank you so much for joining us for today's connected conversation. A program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you to check out our website, idahohumanities.org. You may submit any questions using either the Q&A feature or the chat feature located at the bottom of the screen. However, I cannot guarantee any question in the chat will actually be, answered today.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_67_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "So please use the Q&A feature if you're able to. And with me today is Bob Reinhardt from Boise State University to talk about the Atlas of Towns.",
      "tags": [

      ],
      "timestamp": "[00:00:25:23]"
    },
    {
      "id": "context_67_3",
      "index": 3,
      "speaker": "Bob H. Reinhardt",
      "words": "Thanks very much, Doug. And, thank you to the IHC for inviting me to participate in this public series. And, thanks especially to Doug for doing all the work to put together this really clean series, and advertising the affair. And thanks a lot. I want to applaud Doug and the LHC for all the great work that they've done.",
      "tags": [

      ],
      "timestamp": "[00:00:37:17]"
    },
    {
      "id": "context_67_4",
      "index": 4,
      "speaker": "Bob H. Reinhardt",
      "words": "As you know, everybody that's here, the IHC is an amazing organization doing really important and invaluable work. And, you know, to help people find meaning in the world, which is all to lacking in these days. And Doug did not ask me to do this, but you should make a contribution to the IHC. So, thanks again for coming today during lunch.",
      "tags": [

      ],
      "timestamp": "[00:00:55:19]"
    },
    {
      "id": "context_67_5",
      "index": 5,
      "speaker": "Bob H. Reinhardt",
      "words": "I hope that, I hope you all enjoy the talk. It's certainly gratifying to find interest in this topic. You know, as a scholar, often we're like, I'm interested in it, but I don't know if anybody else is so I'm really glad that there is some interest. And thanks to those of you who emailed me in advance of this to share your own experience with places that were moved or disappeared to make way for river development projects, I'd love to know more, so please send me your ideas.",
      "tags": [

      ],
      "timestamp": "[00:01:18:02]"
    },
    {
      "id": "context_67_6",
      "index": 6,
      "speaker": "Bob H. Reinhardt",
      "words": "Keep it coming. I'm going to start my presentation today with, a couple of quotes or I'm just going to, read to you from the 14th page of the March 24th, 1958 morning edition of the Idaho Statesman. And that morning, the newspaper reported on the progress of one of Idaho Power's dams in Hells Canyon, Brownlee Dam.",
      "tags": [

      ],
      "timestamp": "[00:01:44:09]"
    },
    {
      "id": "context_67_7",
      "index": 7,
      "speaker": "Bob H. Reinhardt",
      "words": "And here's just a sampling of some of the, some of the prose in this newspaper article. Quote, building Brownlee dam is itself a gigantic undertaking. This world's second highest Rockville dam, nearly 400ft, and its mammoth powerhouse and spillway structure is a king sized undertaking. And now tucked inside of this pretty long piece were two brief sentences that probably went more or less unnoticed.",
      "tags": [

      ],
      "timestamp": "[00:02:08:02]"
    },
    {
      "id": "context_67_8",
      "index": 8,
      "speaker": "Bob H. Reinhardt",
      "words": "Quote the contractors have already finished moving the town of Robinet, including its depot and its schoolhouse. A truck hauled the frame depot to Pine Valley, where it may find new use as a church, unquote. And that's pretty much all that was said about Robinet. And I should have started by saying what you're looking at. Here is some video that I took of American Falls this last fall when the reservoir was down at 6% all over, turned to some of these images from American Falls.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:02:35:11]"
    },
    {
      "id": "context_67_9",
      "index": 9,
      "speaker": "Bob H. Reinhardt",
      "words": "But first, some images from that town. I was just talking about Robinet, which is a little place, that was about 90 miles north northwest from here as the crow flies on the west side of the snake River. That was wiped out of the map 63 years ago. These are just a few of hundreds of photographs taken by a guy named Pete.",
      "tags": [

      ],
      "timestamp": "[00:03:03:24]"
    },
    {
      "id": "context_67_10",
      "index": 10,
      "speaker": "Bob H. Reinhardt",
      "words": "Bad shape. And these photos are now preserved by the Baker County Library. Now, I don't know how these photos make you feel, but they fill me with, sort of a sense of awe. Of wonder. And curiosity, really? What was it like to live in these places? What was it like to have to leave Robinet? And not just robinet, but the dozens, actually hundreds of places that were moved or that disappeared to make way for river development projects.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:03:22:24]"
    },
    {
      "id": "context_67_11",
      "index": 11,
      "speaker": "Bob H. Reinhardt",
      "words": "And Robinet is one of those that just disappeared. For Brownlee Dam, which is one of these large dams and Hells Canyon and large dams throughout the American West that depending on the dam main purpose would have been, in this case, hydropower, but also irrigation, flood control. All into this umbrella of river development projects. My talk today is a kind of biography.",
      "tags": [
        "environment",
        "agriculture",
        "literature"
      ],
      "timestamp": "[00:03:49:11]"
    },
    {
      "id": "context_67_12",
      "index": 12,
      "speaker": "Bob H. Reinhardt",
      "words": "A few different biographies. One is a biography of my interest in this topic. Another, biography of the project that's grown out of this interesting atlas of drought towns and a little bit of biography of a few of those towns, really, Robinette. But, a couple of other towns that I'll talk about, too, but also a whole bunch of questions.",
      "tags": [
        "literature",
        "environment"
      ],
      "timestamp": "[00:04:14:05]"
    },
    {
      "id": "context_67_13",
      "index": 13,
      "speaker": "Bob H. Reinhardt",
      "words": "I have a lot of questions to ask because a this project, the list of downtowns is yet in its early stages, and B, I'd really love your help in exploring, in answering these questions. And I'm going to pose and hopefully you can help me pose more questions about what I find to be a pretty fascinating topic.",
      "tags": [

      ],
      "timestamp": "[00:04:34:00]"
    },
    {
      "id": "context_67_14",
      "index": 14,
      "speaker": "Bob H. Reinhardt",
      "words": "Let's start with a little biography on my interest in this topic. It started when I was a master's student at University of Oregon about 15 years ago, where I was studying US Western history. There I wrote my thesis on the communities of an area called the North Santiam Canyon, which follows the North Santiam River from the crest of the cascade Mountains westwards towards Salem.",
      "tags": [
        "literature",
        "education",
        "environment"
      ],
      "timestamp": "[00:04:52:20]"
    },
    {
      "id": "context_67_15",
      "index": 15,
      "speaker": "Bob H. Reinhardt",
      "words": "This is in Oregon, from a place called Marion Forks, down to the Lyons Mahima area. A pretty small series of communities, that you may be familiar with after the tragic fires in the summer of 2020, which burned Gates and Detroit down to the ground. One of those towns here that I'm going to talk about now, focus on is Detroit, which is unfortunately now largely burned to the ground because of those fires in 2020.",
      "tags": [

      ],
      "timestamp": "[00:05:12:03]"
    },
    {
      "id": "context_67_16",
      "index": 16,
      "speaker": "Bob H. Reinhardt",
      "words": "But that community that burned in 2020 was actually New Detroit, the site of Old Detroit is at the bottom of Detroit Reservoir, which is the reservoir created by Detroit Dam, which is on that map there. And Detroit Dam was an Army is is an Army Corps of Engineers project that was completed in 1953. And here's some images of Detroit just a few years before it went underwater.",
      "tags": [

      ],
      "timestamp": "[00:05:36:21]"
    },
    {
      "id": "context_67_17",
      "index": 17,
      "speaker": "Bob H. Reinhardt",
      "words": "You can see and I'll talk a little bit later about kind of the the lively community that was there. And in just a couple years later, here's where that community was in preparation for the rising reservoir levels. When I was studying this, I found it to be a fascinating story, and not just from an academic perspective or intellectual perspective, but also from a personal perspective.",
      "tags": [

      ],
      "timestamp": "[00:06:01:19]"
    },
    {
      "id": "context_67_18",
      "index": 18,
      "speaker": "Bob H. Reinhardt",
      "words": "I married into an old Detroit family. My wife's grandmother actually went to school in Old Detroit, and that was part of the research that I was able to do. Now, I continued that interest. In inundated communities in Detroit, specifically when I did a comparative piece with another community that was inundated, over Washington, which was drowned by McNary dam on the Columbia River.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:06:24:15]"
    },
    {
      "id": "context_67_19",
      "index": 19,
      "speaker": "Bob H. Reinhardt",
      "words": "But I didn't get a new town site. It simply disappeared. And here's a photograph that I took of the steps of Hoover School, that are left over. You can see the Columbia River in the background there in the left. This article further piqued my interest in this topic. I came across references to many such communities, and an advisor of mine mentioned in passing that there were dozens or perhaps hundreds of places like this in the American West.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:06:47:19]"
    },
    {
      "id": "context_67_20",
      "index": 20,
      "speaker": "Bob H. Reinhardt",
      "words": "And that started me exploring some deeper questions. What happened to these places? Why were they displaced or destroyed? And most importantly for me, how and why did people respond to the loss of their homes? I'm going to come back to that question in just a bit. I took a slight detour from this topic, writing my dissertation on and my first book on the eradication of smallpox in the 1960s and 1970s.",
      "tags": [

      ],
      "timestamp": "[00:07:12:18]"
    },
    {
      "id": "context_67_21",
      "index": 21,
      "speaker": "Bob H. Reinhardt",
      "words": "But I remained interested in and I remained fascinated by the idea of drowned towns. And I was reminded about it every time I drove past Detroit, which I did quite frequently. I got back to Drowned Towns initially when I became the executive director of the Willamette Heritage Center in Salem, Oregon, a museum in Salem, where I had the opportunity to start getting back into this topic when I was in fundraising and doing human resource management.",
      "tags": [

      ],
      "timestamp": "[00:07:35:20]"
    },
    {
      "id": "context_67_22",
      "index": 22,
      "speaker": "Bob H. Reinhardt",
      "words": "But I got some research in while I was there. And then when I joined the faculty here at Boise State in 2017, that really allowed me to return to teaching, to teaching about and to researching and exploring this topic. And, finally back in 2019, 2020, and I can't remember it happened during the pandemic, some time as meaningless.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:08:02:05]"
    },
    {
      "id": "context_67_23",
      "index": 23,
      "speaker": "Bob H. Reinhardt",
      "words": "My book about the North Santiam Canyon came out, which included a chapter, The Highway in the dam that talked about the move of, of Detroit and its inundation. And I continued to be surprised by how little exploration has been done about this topic, because we as scholars and historians, we know a lot about big dams in the West, but we don't really know so much about the communities that were displaced and destroyed by those dams.",
      "tags": [

      ],
      "timestamp": "[00:08:21:19]"
    },
    {
      "id": "context_67_24",
      "index": 24,
      "speaker": "Bob H. Reinhardt",
      "words": "And I mean, we're familiar with we know the extent of dam building in the American West in the 20th century. The years between 1930 and 1975, 1980, but especially the 50s and the 60s, those were the dam boom, dam building boom years. Throughout that time, dozens upon dams were built throughout the American West, including very, very large, large dams.",
      "tags": [

      ],
      "timestamp": "[00:08:48:02]"
    },
    {
      "id": "context_67_25",
      "index": 25,
      "speaker": "Bob H. Reinhardt",
      "words": "And I'd give you some examples here from the different agencies that built these. So I've got a photo here of a couple of Army Corps of Engineers dams, the Detroit Dam, which is on one of the tributaries to the Willamette River, which goes into the Columbia. We talked about that, McNary dam, which is on the main stem of the Columbia, but many, many more, including Army Corps of Engineers dams, four of those on the lower snake River, Ice Harbor, lower Monumental Little Goose, and Lower Granite.",
      "tags": [

      ],
      "timestamp": "[00:09:12:21]"
    },
    {
      "id": "context_67_26",
      "index": 26,
      "speaker": "Bob H. Reinhardt",
      "words": "Those are all Army Corps of Engineers dams. The picture that you see at the bottom, which I just think is a beautiful photo of Grand Coulee Dam, from 1942, which was built by the Bureau of Reclamation, which also played a huge role in taking in building huge dams, including Grand Coulee, also Fort Peck on the Missouri River, and then in our neck of the woods here in Idaho.",
      "tags": [

      ],
      "timestamp": "[00:09:39:11]"
    },
    {
      "id": "context_67_27",
      "index": 27,
      "speaker": "Bob H. Reinhardt",
      "words": "Many on the upper and middle snake, American Falls in 1927, Anderson Ranch, Black Canyon on the snake, and more. There were also private and municipal dams, less, fewer of these than Bureau of Reclamation and Army Corps of Engineers dams. But still, obviously, I've already talked about Brownlee Dam. And here's a beautiful, postcard from 1970 attracting you to the beauty of the Hills, Canyon and Brownlee Dam.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:09:59:14]"
    },
    {
      "id": "context_67_28",
      "index": 28,
      "speaker": "Bob H. Reinhardt",
      "words": "And then the other two dams, from Idaho Power and Hells Canyon, Oxbow, and then Hell's Canyon Dam itself. And just to give you some quantitative information, some numbers about this on the snake River alone, there are more than 100 dams which make up about 80 projects. So so there are some places that have multiple dams that are part of the same project.",
      "tags": [

      ],
      "timestamp": "[00:10:24:21]"
    },
    {
      "id": "context_67_29",
      "index": 29,
      "speaker": "Bob H. Reinhardt",
      "words": "So you can think of Twin Falls, for instance, which has multiple dams, but all part of a single project. So there are about 80 of those projects on the snake River and about half of those, about 40 of those have reservoirs with a surface area greater than 640 acres the size of a township or a homestead. Okay. All of which of those 40 dams can store more than 100,000 acre feet.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:10:45:24]"
    },
    {
      "id": "context_67_30",
      "index": 30,
      "speaker": "Bob H. Reinhardt",
      "words": "And that's that's just the size that I've chosen. It's a little arbitrary, but not entirely for trying to identify which dams might possibly have had. I have a have that have led to the displacement of of people. And there are about 40 of those on the snake River that may have led to displacement. And about half of those 40 dams were built between 1930.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:11:09:18]"
    },
    {
      "id": "context_67_31",
      "index": 31,
      "speaker": "Bob H. Reinhardt",
      "words": "In 1970, during some of those boom years. So we've got a sense of how many dams we're talking about, about the scale of dam building. And we we also, as scholars, have explored the reasons and the effects and the impacts of that dam building boom. As I mentioned before, these river development projects, which the Army Corps of Engineers often called their works multipurpose river development projects that would usually have a primary purpose, such as hydropower.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:11:31:22]"
    },
    {
      "id": "context_67_32",
      "index": 32,
      "speaker": "Bob H. Reinhardt",
      "words": "But then lots of other purposes irrigation, flood control, navigation, recreation of pollution abatement, so on and so forth. Those were the purposes of these these huge dams more broadly, they were to really to sustain and to further encourage the growth and economic development, especially of urban areas, with some benefits accruing to rural populations as well. But a lot of the demand for the power, the flood control that came from urban areas, irrigation obviously was more for rural areas, but the idea that those products ended up in urban areas and the effects are too many to list here.",
      "tags": [
        "agriculture",
        "environment"
      ],
      "timestamp": "[00:11:56:20]"
    },
    {
      "id": "context_67_33",
      "index": 33,
      "speaker": "Bob H. Reinhardt",
      "words": "But let's just say that these dams completely rearranged the landscape. They turned rivers like the Columbia into a series of lakes, and they reconfigure American society, culture, and the economy. And I before I move on any further here, I wanted to just show you a screenshot of a map that I'm working on to sort of give you some sense of the complexity of, of all of these dams where they were.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:12:36:18]"
    },
    {
      "id": "context_67_34",
      "index": 34,
      "speaker": "Bob H. Reinhardt",
      "words": "This is all along the snake River. But getting back to this idea of reconfiguring, American society, culture, economy, politics and the landscape, I think there have been a few books that that help us think about this. I think the the one book that I would refer people to if they just want a short, brief, interesting text is Richard White's The Organic Machine The Remaking of the Columbia River, which is about the Columbia River, obviously, but a lot of what, Richard writes in that book is about dams in the West more broadly and how they came to be and how they changed, how they how they changed the landscape and",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:12:59:21]"
    },
    {
      "id": "context_67_35",
      "index": 35,
      "speaker": "Bob H. Reinhardt",
      "words": "society and culture and politics and I actually can't remember if Richard's book has it, references to some of the communities that were that were displaced because of dam construction. But there are a lot of books about dam construction that very rarely refer to places that were moved or disappeared. Sometimes you get those sort of as a side reference.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:13:35:09]"
    },
    {
      "id": "context_67_36",
      "index": 36,
      "speaker": "Bob H. Reinhardt",
      "words": "There's some really great scholarship on a native displacement. I refer you to Katie Barbour's book Death of Celilo Falls as a fantastic example of scholarship on the displacement of native communities. And there's also awareness of this sort of at a broader cultural level. So Ivan Darwin's book, Bucking the Sun, which is about Fort Peck Dam, maybe you can remember the Coen brothers movie over there, where Art thou?",
      "tags": [
        "education",
        "migration",
        "cinema"
      ],
      "timestamp": "[00:13:55:12]"
    },
    {
      "id": "context_67_37",
      "index": 37,
      "speaker": "Bob H. Reinhardt",
      "words": "Which is about sort of an unspecified river development project in the American South, clearly a reference to the Tennessee Valley Authority projects during the Great Depression, which also displaced people. And there are also, some really great works on these places that were moved or destroyed by local historians. I'll refer to one now and then later, last book, The Whole Damn Story, which is about American Falls.",
      "tags": [

      ],
      "timestamp": "[00:14:22:14]"
    },
    {
      "id": "context_67_38",
      "index": 38,
      "speaker": "Bob H. Reinhardt",
      "words": "And then, this these stories occasionally get picked up by local newspapers. And the article that's in the bottom right there is about, is about Robinett. It was published in the Baker City Herald. And then. Right. And then it was picked up by the national press, rightfully so. It was a great article. So there's awareness of it.",
      "tags": [

      ],
      "timestamp": "[00:14:46:00]"
    },
    {
      "id": "context_67_39",
      "index": 39,
      "speaker": "Bob H. Reinhardt",
      "words": "There's interest in this, but there are lots of questions that are unasked and unexplored. And some of those questions are some pretty basic, quantifiable, bits of information. So, you know which of these dams required community displacement? Where were these communities exactly? How many people were displaced? How were they compensated? How much did they get? Where did they go?",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:15:03:02]"
    },
    {
      "id": "context_67_40",
      "index": 40,
      "speaker": "Bob H. Reinhardt",
      "words": "These are, to me, seem like pretty basic and important questions that we really just don't know the answer for, for many, for for some, for for all of these places together, certainly we don't know and we don't know them for even just a few of them. But there are deeper questions as well that I find really interesting. Things like what were the characteristics of these communities that demographics, socioeconomic, ethnic, religious characteristics, what made these places expendable, so to speak, from the perspective of dam builders and dam supporters, how did these displaced communities respond to their removal?",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:15:25:06]"
    },
    {
      "id": "context_67_41",
      "index": 41,
      "speaker": "Bob H. Reinhardt",
      "words": "This is the question that really fascinates me. What did they do when they found out they were going to have to leave their homes and why did they respond in those ways? Ultimately, the question that I'm interested in here is, what was the experience of living in and having to leave these places now? I explored some of these questions in relation to Detroit, Oregon and Hoover, Washington, those communities that I've referred to earlier on.",
      "tags": [

      ],
      "timestamp": "[00:15:59:23]"
    },
    {
      "id": "context_67_42",
      "index": 42,
      "speaker": "Bob H. Reinhardt",
      "words": "And, but the question that really, as I've said, particularly interested me was how did people respond, you know, were this to happen today, you can imagine the kinds of protests and news coverage that it would attract if, a new dam was to be built and would lead to the displacement of dozens of people. But at the time, there was nothing or, or better said, nothing that we would expect.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:16:22:23]"
    },
    {
      "id": "context_67_43",
      "index": 43,
      "speaker": "Bob H. Reinhardt",
      "words": "I think instead of protests, you see, sort of a spectrum of response ranging from disgruntled and disappointed acquiescence to, in fact, enthusiast support. And let me just take Detroit as an example here to talk about some of this spectrum. A newspaper reporter from Salem, Oregon, which is down the way from Detroit, came up, basically in 1953 as things were being pulled down to talk to some of the people that were being displaced.",
      "tags": [

      ],
      "timestamp": "[00:16:46:23]"
    },
    {
      "id": "context_67_44",
      "index": 44,
      "speaker": "Bob H. Reinhardt",
      "words": "And he spoke with a couple of folks that I'll quote here. One was a woman named Hilma Dickey, also known as Ma Dickey, who had been the proprietor of 14 room hotel in Detroit for more than 20 years. And she told this reporter that, quote, the government didn't give us too much for what we have in, quote, another guy, Rayford Hyatt, complained, quote, the way the government has conducted this, it has a little dictator tinge to it, end quote.",
      "tags": [

      ],
      "timestamp": "[00:17:15:11]"
    },
    {
      "id": "context_67_45",
      "index": 45,
      "speaker": "Bob H. Reinhardt",
      "words": "So you can see sort of the, frustration there, but it's very subdued. Right. You know, it's not how dare this happened to us, but just sort of like, boy, this is pretty frustrating. And we should have gone down a different way. And you can get another sense of the spectrum of response. My wife's grandmother remembered it this way.",
      "tags": [

      ],
      "timestamp": "[00:17:41:10]"
    },
    {
      "id": "context_67_46",
      "index": 46,
      "speaker": "Bob H. Reinhardt",
      "words": "She said that, quote, the people in this area in general were happy because the construction of the dam would, quote, bring people to the area. And you see this a lot in the records and in some of the oral histories that you do, which is sort of an interesting combination of memories of the time and reflections on it since then, that the idea was that, you know, this was an improvement to the community.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:18:03:07]"
    },
    {
      "id": "context_67_47",
      "index": 47,
      "speaker": "Bob H. Reinhardt",
      "words": "It would bring more people into the area. And then there was some folks that were just so thrilled about this that they were making their way all the way down to Salem, which is more than an hour to get there at this time. At a 1947 public hearing in Salem, representatives from the Detroit garage and service station, the Detroit Tavern, the Canyon Cafe, all businesses up in Detroit came down and and locally were in response, pardon me.",
      "tags": [

      ],
      "timestamp": "[00:18:24:21]"
    },
    {
      "id": "context_67_48",
      "index": 48,
      "speaker": "Bob H. Reinhardt",
      "words": "Locally, in sort of the humanly supported this project. Which leads me to the question of at the time I argued where you know, where did all this come from? And I argued that, this relatively limited a spectrum of response could in large part be traced to what I called at the time when I wrote this piece about 15 years ago called A Cold War Culture of Consensus and this Cold War Culture of consensus.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:18:54:04]"
    },
    {
      "id": "context_67_49",
      "index": 49,
      "speaker": "Bob H. Reinhardt",
      "words": "I sort of thought as a combination of a cultural emphasis on economic growth and ideological consensus, that it's good that the economy grows, it's good that we see progress, and we all should be on board with that. Combined with anxieties about national security, which was literally empowered, the US national defense was literally empowered by these dams, which generated hydroelectricity, which was used for the production of aluminum, which was used in airplanes as well as for consumer goods.",
      "tags": [

      ],
      "timestamp": "[00:19:20:21]"
    },
    {
      "id": "context_67_50",
      "index": 50,
      "speaker": "Bob H. Reinhardt",
      "words": "So you see this combination of affluence and anxiety, economic development and national security, hope and fear. This was the environment, that shaped the legal and political and cultural options available to the residents of downtowns like Detroit and Hoover. And since then, I've come to question this after all, I was like 23 when I put that article together.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:19:50:19]"
    },
    {
      "id": "context_67_51",
      "index": 51,
      "speaker": "Bob H. Reinhardt",
      "words": "Some people genuinely wanted to move. That's one of the things that sort of made me think about this a little bit more. Not all of these dams. Another thing to think about were built during the hot years of the Cold War. I already talked about American Falls, which came, you know, 20 years before the Cold War.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:20:12:13]"
    },
    {
      "id": "context_67_52",
      "index": 52,
      "speaker": "Bob H. Reinhardt",
      "words": "Really, lots, lots of dams were built outside of the hot years of the Cold War. And there were a lot of dams. So I think I was getting a little ahead of myself when I was saying, you know, people responded because of this culture of consensus, I still think there's something to that argument. But in short, there's a lot more to this story than what I can get out with just these two places.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:20:27:02]"
    },
    {
      "id": "context_67_53",
      "index": 53,
      "speaker": "Bob H. Reinhardt",
      "words": "I needed more places. And so that's where we get to the Atlas of downtown, as both a project and as a process. Here's a screenshot of the drought the Atlas of Downtown's webpage, which is a very basic web page, the basic idea of the Atlas of Downtowns and, the working vision statement is to recover and interpret the histories of the hundreds of communities in the American West that were displaced or disappeared by the construction of river development projects in the 20th century.",
      "tags": [
        "environment",
        "labor"
      ],
      "timestamp": "[00:20:46:05]"
    },
    {
      "id": "context_67_54",
      "index": 54,
      "speaker": "Bob H. Reinhardt",
      "words": "Now, there are some constraints here. In this mission statement, first of all, looking at the American West in the 20th century, and I've been starting with the snake River and its tributary, that's my focus right now. But obviously there are bigger goals and ambitions for this project than even the name suggests. Starting with this word towns.",
      "tags": [

      ],
      "timestamp": "[00:21:15:18]"
    },
    {
      "id": "context_67_55",
      "index": 55,
      "speaker": "Bob H. Reinhardt",
      "words": "And I think Brown Towns has a great ring to it. I'm going to keep it. But, when I've been thinking about drowned towns, I've been thinking about homes and places that were important to people, including incorporated towns, but also unincorporated villages, scattered settlements, individual homes and farms and ranches and places that were important to people for different reasons, including especially native homes.",
      "tags": [

      ],
      "timestamp": "[00:21:35:01]"
    },
    {
      "id": "context_67_56",
      "index": 56,
      "speaker": "Bob H. Reinhardt",
      "words": "And yeah, I'm talking about the American West, but hopefully eventually the whole world can be a part of this atlas. Now, I'm really just now, in the planning and reconnaissance stages of this project, thanks to support from the Red center for Western Studies at Brigham Young University and the National Endowment for the Humanities, that it provides some money, for, first of all, gathering and compiling information.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:21:59:01]"
    },
    {
      "id": "context_67_57",
      "index": 57,
      "speaker": "Bob H. Reinhardt",
      "words": "How many dams and projects where the towns and places where that were removed and destroyed, which archives and historical societies and museums have, what kinds of materials that could be used to make sense of these places? And that's where this this map has come from. So the stuff in yellow, our historical research resources, basically local archives, sometimes agency offices, the blue and purple, the blue or all the river development projects.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:22:23:02]"
    },
    {
      "id": "context_67_58",
      "index": 58,
      "speaker": "Bob H. Reinhardt",
      "words": "The purple are the larger ones, as I talked about before. And then in orange are the ones that I had identified places, communities that had been, displaced or disappeared. There's a lot more than that. I know, but those are the ones that I've sort of confirmed. That's where they are. So I've been doing some of that research, and I've also been imagining what this might look like, what this project might look like, and what I should try to do by getting together with people who are interested in historians, social scientists, humanities scholars, digital engineers, people that can help me imagine some of the theoretical conceptual questions and some of the tools that I",
      "tags": [
        "education"
      ],
      "timestamp": "[00:22:48:00]"
    },
    {
      "id": "context_67_59",
      "index": 59,
      "speaker": "Bob H. Reinhardt",
      "words": "could use to explore those questions, but also in in many ways, more importantly, I think I've been meeting with local historical societies, local historians, tribal historians, and other community members to critique, to expand, to contract these ideas, these conceptual, theoretical ideas, to figure out a way of creating something that would be useful, interesting, and powerful for those communities and others.",
      "tags": [

      ],
      "timestamp": "[00:23:23:01]"
    },
    {
      "id": "context_67_60",
      "index": 60,
      "speaker": "Bob H. Reinhardt",
      "words": "So through these many meetings and discussions, which I consider this to be one of those, been generating ideas and questions and dreaming of what this project could look like. And, here's, some of those principles that have come out of these conversations that are on the web page. First of all, I want this to be collaborative.",
      "tags": [

      ],
      "timestamp": "[00:23:47:20]"
    },
    {
      "id": "context_67_61",
      "index": 61,
      "speaker": "Bob H. Reinhardt",
      "words": "I want to work with local historical societies, tribal governments, federal agencies, private companies, other people that are interested in this topic, scholars and students and people outside of academia. Absolutely. I want it to be community focused. I'm going to emphasize on the perspective and the experiences of displaced people and their descendants. These stories that I don't think we know enough about.",
      "tags": [
        "education",
        "indigenous"
      ],
      "timestamp": "[00:24:04:10]"
    },
    {
      "id": "context_67_62",
      "index": 62,
      "speaker": "Bob H. Reinhardt",
      "words": "I want it to be comparative. I want to be able to provide ways to compare, to contrast, to learn from the diverse experiences and the diverse processes. Of displacement, in the same way that I tried to do a little bit of that with Detroit and Hoover, I'd love to be able to do more comparisons between different kinds of communities and different times, different places.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:24:27:22]"
    },
    {
      "id": "context_67_63",
      "index": 63,
      "speaker": "Bob H. Reinhardt",
      "words": "I'm hoping it'll be comprehensive in the sense that it will encompass the myriad kinds of homes that were displaced and disappeared by reservoirs. As I've said before, there's everything from unincorporated towns to individual farms and, but not comprehensive in the sense that this is supposed to be a monolith that takes over all scholarship on this. And that's actually the last point on the list.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:24:48:04]"
    },
    {
      "id": "context_67_64",
      "index": 64,
      "speaker": "Bob H. Reinhardt",
      "words": "I want it to be connected to the many other scholars and people that are working on histories of displacement, and it's been one of the great pleasures of this project to meet other people that are doing work in this area. And I want it to be coherent, you know, I don't just want it to be a whole bunch of stuff that's thrown up on the internet, but I'd like to have a platform by which people can navigate between and make sense of all of these histories.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:25:09:24]"
    },
    {
      "id": "context_67_65",
      "index": 65,
      "speaker": "Bob H. Reinhardt",
      "words": "Some highlights of this. And I'm sort of, both proud and embarrassed to reveal this next slide, which is, some of my mockups of what the Atlas of Drone Towns, I think will probably look like. So you can kind of imagine a single like a web page that has five layers of maps and experiences, and I'll just bring your attention up to the first level in the in the top left here, the first level would be the region, in this case the American West.",
      "tags": [

      ],
      "timestamp": "[00:25:32:10]"
    },
    {
      "id": "context_67_66",
      "index": 66,
      "speaker": "Bob H. Reinhardt",
      "words": "And the map itself will show the locations of the dams and the locations of communities that were displaced. And there would be a slider on the bottom where you could go through time to be able to show the differences or show the development of dams and displace communities over time. And and there would be some quantifiable data about this.",
      "tags": [

      ],
      "timestamp": "[00:25:58:17]"
    },
    {
      "id": "context_67_67",
      "index": 67,
      "speaker": "Bob H. Reinhardt",
      "words": "That's what the top or the thing on the right hand side of that first, that that picture in the top left is about providing you with a sense of how many people were displaced, how much it cost to build the dams, how much the electricity was produced. Again, changing over time, but then also not just this sort of, I'm not going to call it raw data, but not this, not this sort of a simple data, but also interpretation and stories.",
      "tags": [

      ],
      "timestamp": "[00:26:18:02]"
    },
    {
      "id": "context_67_68",
      "index": 68,
      "speaker": "Bob H. Reinhardt",
      "words": "And that's what the thing in the top left of that top left images. So I'm having some, some stories, some interpretation, some ways of walking you through people, through these experiences and things like describing and explaining native homelands or the dam building boom. Or, how urban and rural populations shifted and changed over that time.",
      "tags": [
        "agriculture",
        "environment"
      ],
      "timestamp": "[00:26:44:10]"
    },
    {
      "id": "context_67_69",
      "index": 69,
      "speaker": "Bob H. Reinhardt",
      "words": "And that would be the idea at each level of the map. So you go from there and then you jump down to the level of a basin. In this case, I've zoomed in on the Willamette River basin, where Detroit is located. You'd have some different stories and different data, and then you can zoom in further to the project itself, the Detroit project, and then another level of zooming in to the place, to a community, sort of a top down view.",
      "tags": [

      ],
      "timestamp": "[00:27:06:15]"
    },
    {
      "id": "context_67_70",
      "index": 70,
      "speaker": "Bob H. Reinhardt",
      "words": "And then finally, I'd love to have a street level view of this where you could sort of, have a three dimensional sense of the place and imagine being able to, for instance, in this one, there's a, guide leaning against a post in the left hand corner of the image. If you could click on that and get an oral history from them.",
      "tags": [

      ],
      "timestamp": "[00:27:30:22]"
    },
    {
      "id": "context_67_71",
      "index": 71,
      "speaker": "Bob H. Reinhardt",
      "words": "Again, all in service of trying to understand the experience of being place, being in this place. Clearly, there is a lot of work to do in this project. And I'm learning a lot, and I'm so grateful for that opportunity. And through that process, as I've been planning and going through this discovery, I have some preliminary findings, which is not to say conclusions, but preliminary findings.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:27:48:14]"
    },
    {
      "id": "context_67_72",
      "index": 72,
      "speaker": "Bob H. Reinhardt",
      "words": "Let's do an example here with Rob in it. This is an overhead bird's eye view of Robin. In another one of these photos. This place, a little bit of biography is what I'm going to do now on Robin. It, it's located one mile below the confluence of powder River and the snake River on the homelands the Cayuse, Umatilla, Walla Walla and Nimi Poo, that is the Nez Perce peoples.",
      "tags": [
        "literature",
        "indigenous"
      ],
      "timestamp": "[00:28:13:19]"
    },
    {
      "id": "context_67_73",
      "index": 73,
      "speaker": "Bob H. Reinhardt",
      "words": "In 1884, a guy named James Robinette, along with his wife, Eva Lincoln, who was second cousin to Abraham Lincoln, and their three year old daughter Ruby arrived in this place. There they built a two story, eight room home. They planted a garden, and they started establishing orchards. And eventually Robin, it would have orchards of peaches and apricots and walnuts, and vegetables, including tomatoes and melons, and also alfalfa fields.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:28:35:22]"
    },
    {
      "id": "context_67_74",
      "index": 74,
      "speaker": "Bob H. Reinhardt",
      "words": "In 1907, an extension of the Huntington Branch of the Oregon Short Line Railroad arrived and a depot was built, and it became a distribution point for nearby communities, shipping out cattle and mining concentrates from nearby areas like Homestead and Cornucopia. The next year, in 1908, James and Eva filed the plat map, and here's an image from the archives over the Baker Heritage Museum.",
      "tags": [
        "agriculture",
        "mining",
        "history"
      ],
      "timestamp": "[00:29:03:05]"
    },
    {
      "id": "context_67_75",
      "index": 75,
      "speaker": "Bob H. Reinhardt",
      "words": "This plant had lots that followed the contours of the river and, along the railroad line. And curiously, though, the plant was named Robinet without an E at the end, which has led to all sorts of confusion and trouble for historians like me. In addition to the railroad depot, the townscape grow to include a hotel, to grocery and dry goods stores, a post office, a Standard Oil, gas and oil distribution plant, an Idaho power substation, and a lumber yard, with a planer and dry kiln and a school.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:28:04]"
    },
    {
      "id": "context_67_76",
      "index": 76,
      "speaker": "Bob H. Reinhardt",
      "words": "And here's an image of that school back in 1915, according to a report that was commissioned in 2001 by Idaho Power and written by tank Historical consultants here out of Boise. Quote, a series of fires and robberies all contributed to a decline in Roberts population. And so did the withdrawal of the railroad tracks between Homestead and Robinette in 1934, which at that point made Robin at the terminus of the line.",
      "tags": [
        "education",
        "boise",
        "agriculture"
      ],
      "timestamp": "[00:29:59:03]"
    },
    {
      "id": "context_67_77",
      "index": 77,
      "speaker": "Bob H. Reinhardt",
      "words": "But still, by 1940, the US census counted 69 people living in the election precinct. The final blow, of course, was the construction of Brownlee Dam, the first of three of Idaho Power's Hills Canyon complex. Now, you may be familiar with this story. Plans to, put dams in the hills. Canyon began to be really, seriously discussed in the 1940s and early 1950s.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:30:25:10]"
    },
    {
      "id": "context_67_78",
      "index": 78,
      "speaker": "Bob H. Reinhardt",
      "words": "After significant controversy about whether there should be just one big dam or a series of smaller dams, and also the controversy about whether those dams or dam would be owned by the public or owned by a private company. Eventually, Idaho Power came on. I came out on top and secured approval from the Federal Power Commission for a three dam complex.",
      "tags": [

      ],
      "timestamp": "[00:30:54:06]"
    },
    {
      "id": "context_67_79",
      "index": 79,
      "speaker": "Bob H. Reinhardt",
      "words": "In 1955, the primary purpose being hydropower. But other benefits included in the justification for the project included flood control, navigation and recreation, and construction on Brownlee began in 1955, but there was still plenty of community left in Brownlee as this map from 1955, although, this shows, the roadside culture as of 1954 and what's still there in 1954, and much of it was still there in 1955, in fact, was you can see if the key is on the right and if you can zoom in, it's kind of hard to see.",
      "tags": [
        "environment",
        "labor"
      ],
      "timestamp": "[00:31:15:15]"
    },
    {
      "id": "context_67_80",
      "index": 80,
      "speaker": "Bob H. Reinhardt",
      "words": "But, there's still the school, the oil distribution plants there, the post office still their lumber yard, still their homes are still there. What's also on this map, though, if you look over on the left hand side and you see that dotted line above there, it says proposed water line and it runs above the line that shows the T there up on this north.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:31:50:01]"
    },
    {
      "id": "context_67_81",
      "index": 81,
      "speaker": "Bob H. Reinhardt",
      "words": "Well, actually on the west side of the river, you can see it right under the words Idaho. If you kind of imagine that line there, all of that would be and is under water. Two years later, in 1957, the post office closed, and the process of destroying and moving the town began. At least one home ended up in nearby Community Richland, as did the Standard Oil Plant.",
      "tags": [

      ],
      "timestamp": "[00:32:10:13]"
    },
    {
      "id": "context_67_82",
      "index": 82,
      "speaker": "Bob H. Reinhardt",
      "words": "By 1958, the buildings were gone. As for the railroad tracks, and construction on Brownlee Dam was completed in January of 1959. Here, a couple of images, again from the Baker County Library digital archive taken by people knitted together by Gary Dahlmann, who's a volunteer at the Baker County Library who's been very careful about preserving these photos.",
      "tags": [
        "labor",
        "education"
      ],
      "timestamp": "[00:32:34:20]"
    },
    {
      "id": "context_67_83",
      "index": 83,
      "speaker": "Bob H. Reinhardt",
      "words": "You can see the the dam under construction. So that ends the story of Robinette as a community on a map. But there's so much more to this story. I'll take you back to those photos from the beginning, in addition to the things that have already gone wrong, which I'm sure I've done wrong, and I look forward to being corrected on, there are some of those basic questions.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:32:59:04]"
    },
    {
      "id": "context_67_84",
      "index": 84,
      "speaker": "Bob H. Reinhardt",
      "words": "How many people were living in Robinette in 1950? And, when I that that's when Idaho Power submitted its first application for dams and Hells Canyon. And who was living there and what were they doing? And I'm so excited. It's just about three weeks. I'll be able to start answering these questions in a in a more comprehensive way.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:33:20:13]"
    },
    {
      "id": "context_67_85",
      "index": 85,
      "speaker": "Bob H. Reinhardt",
      "words": "As the census for 1950 comes out in April, form is available and in April. Other questions as well. What compensation did they receive for leaving their homes? Where did they go? I know some of them went to Richland. Some of them went to what Baker City, what is now Baker City that time times Baker. And there are the deeper questions, too, about people's backgrounds, their ethnic, socioeconomic, religious backgrounds.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:33:37:11]"
    },
    {
      "id": "context_67_86",
      "index": 86,
      "speaker": "Bob H. Reinhardt",
      "words": "Of the people that lived here, what connections did the people in Robinson have to other places? Political, economic, cultural to places like Boise, for instance, or Portland or Seattle or Washington, DC. How connected were these lives to those places where a lot of the decisions were coming that would lead to the loss of their homes? And then, of course, those big questions for me.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:34:00:22]"
    },
    {
      "id": "context_67_87",
      "index": 87,
      "speaker": "Bob H. Reinhardt",
      "words": "How did people in these photos respond to the loss of their homes, and why did they respond in those ways? What choices did they see? And ultimately, again, what was it like to live in and to be forced to leave Robinette and these are big questions about Robinette, big questions about all of these places, the hundreds of places that were moved, or eliminated.",
      "tags": [

      ],
      "timestamp": "[00:34:22:23]"
    },
    {
      "id": "context_67_88",
      "index": 88,
      "speaker": "Bob H. Reinhardt",
      "words": "So how do we do this as historians? And that's going to be kind of the last part of my talk today is talk about the process for finding more information about these places and trying to figure out a meaning of the places like, prominent. So sometimes you get a goldmine like this with Peter Bashir's photos. It's extraordinary.",
      "tags": [

      ],
      "timestamp": "[00:34:45:14]"
    },
    {
      "id": "context_67_89",
      "index": 89,
      "speaker": "Bob H. Reinhardt",
      "words": "And I would say pretty remarkable in many ways. Unique goldmine of material. Pete Bakshi lived in Robinette from 1942 until 1957, and Pete was an avid photographer. He took hundreds upon hundreds of photographs from the area, and thanks to the diligent and patient work of Gary Dillman and others at the Baker County Library, hundreds of those photos are now available.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:35:02:01]"
    },
    {
      "id": "context_67_90",
      "index": 90,
      "speaker": "Bob H. Reinhardt",
      "words": "You can check them out yourself by going to Baker lived on past perfect online.com. And these photographs help to reconstruct and reveal Robinette in the years before it disappeared. That's a very unusual collection. Now, for most of these brown towns that are only shreds and shards and fragments, and finding that material is part of the fun for doing this.",
      "tags": [

      ],
      "timestamp": "[00:35:23:02]"
    },
    {
      "id": "context_67_91",
      "index": 91,
      "speaker": "Bob H. Reinhardt",
      "words": "Often you can get it in local museums. So, Robinette, for example, there's some material in the Baker County, and the Baker Heritage Museum. Excuse me if you want to think about American Falls. And I'll finally get us to some of those photos here. There's a museum in American Falls called the Powder County Museum, which has some exhibits, a few books and photographs from the Old Town and other materials in its archives.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:35:43:20]"
    },
    {
      "id": "context_67_92",
      "index": 92,
      "speaker": "Bob H. Reinhardt",
      "words": "These local historical societies are so invaluable and important for my project, but also for so much other local history, that's out there that wants to be done, that needs to be done, to be connected and helped make sense of these larger national and regional stories. So that's another place to go for information about these local historical societies.",
      "tags": [

      ],
      "timestamp": "[00:36:08:07]"
    },
    {
      "id": "context_67_93",
      "index": 93,
      "speaker": "Bob H. Reinhardt",
      "words": "You can also go to these places. So again, these photos that I took came from a visit this this last fall when the reservoir was down at about 6%. And you could walk along some of the foundations, the sidewalks, there's this giant concrete grain silo which actually pokes out most of the time. You don't have to wait for the river to be down.",
      "tags": [

      ],
      "timestamp": "[00:36:28:15]"
    },
    {
      "id": "context_67_94",
      "index": 94,
      "speaker": "Bob H. Reinhardt",
      "words": "But it really evokes in a powerful emotional way these places. And just you kind of get a sense from the silent sounds of the river passing by while you're standing among these foundations, imagining the life that was going on. And now it's totally quiet, except for the sounds of the rivers drift, river drifting by. That can be a really powerful way for trying to understand the meaning of these places.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:36:48:21]"
    },
    {
      "id": "context_67_95",
      "index": 95,
      "speaker": "Bob H. Reinhardt",
      "words": "There are other sources too. For example, the agencies that built these dams often have archives and records like the Army Corps of Engineers, for instance, did a whole bunch of reports, in preparation for building these dams. And here's a, photo on the left, of one of those reports, a design memorandum, number eight, part B, about DWR Shack Dam up on the North Clearwater River, which was built or completed in 1973.",
      "tags": [

      ],
      "timestamp": "[00:37:14:10]"
    },
    {
      "id": "context_67_96",
      "index": 96,
      "speaker": "Bob H. Reinhardt",
      "words": "And in this report, the Army Corps of Engineers counted 30 families, heading up to about 100 people, plus another 100 seasonal visitors in the area that would become the reservoir. And then, there was also a school of about 15 to 20 pupils and then counted the buildings and structures. There were 11 farmsteads, 19 cabins and dwellings, one school, four camps, two airstrips and two miscellaneous sites of improvements, which the Corps of Engineers altogether estimated of a value of $333,500.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:37:41:19]"
    },
    {
      "id": "context_67_97",
      "index": 97,
      "speaker": "Bob H. Reinhardt",
      "words": "And I want to give a thanks to the Army Corps of Engineers for so quickly responding to my, Freedom of Information Act request for this document. So that's another really powerful source where you can get a lot of information and then going back to these local historical societies and other places that have done oral histories like this one, which is up at the Clearwater Museum on the right hand side from a guy named Alfred Jenks.",
      "tags": [

      ],
      "timestamp": "[00:38:16:09]"
    },
    {
      "id": "context_67_98",
      "index": 98,
      "speaker": "Bob H. Reinhardt",
      "words": "And, that was recorded in 1976, just a few years after the dam was completed. And it's a very powerful, very powerful oral history. I'll just read some of it. The interviewer asked, now, did you like it when they built the dam? I hated it, exclamation point. Mark it done away with my native home land that I loved as much as anything I ever did love.",
      "tags": [

      ],
      "timestamp": "[00:38:38:10]"
    },
    {
      "id": "context_67_99",
      "index": 99,
      "speaker": "Bob H. Reinhardt",
      "words": "I hated to leave it. Of course, I was always against any dam really, because look at our fish runs has been destroyed and all this stuff. As far as I'm concerned, man has been progressing backwards for about the last 40 to 50 years and then he goes on there. So clearly Mister Jenks is pretty upset about the construction of the dam and the, the the home that he lost.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:39:00:23]"
    },
    {
      "id": "context_67_100",
      "index": 100,
      "speaker": "Bob H. Reinhardt",
      "words": "I should have said had he had a in a plot in this area, another source of information. How else to figure all this out? Comments and feedback through the Atlas of Downtown's website. So, I did a talk on this subject back in November and in advance of that, in Baker City and in advance of that talk, Lisa Britton from the local paper, did a small piece, that got picked up on the AP tour, and I ended up receiving more than 70 emails and tips and ideas through the website, through the downtown website, around town scum, including these, which I'll read to you now.",
      "tags": [

      ],
      "timestamp": "[00:39:22:13]"
    },
    {
      "id": "context_67_101",
      "index": 101,
      "speaker": "Bob H. Reinhardt",
      "words": "When I was about four years old, in the early 1940s, my dad worked at the creamery in Richland. He took me with him to deliver a truckload of butter to ruminant to be loaded into a train car. I was invited to ride in the steam locomotive, while the engineer turned the engine around to head back up the snake River.",
      "tags": [

      ],
      "timestamp": "[00:39:57:05]"
    },
    {
      "id": "context_67_102",
      "index": 102,
      "speaker": "Bob H. Reinhardt",
      "words": "It was my first train ride, but some of that life and experience in these places. Another quote, from somebody could talk to his grandfather, about the flooding of the reservoir, thus the loss of hood. And he told me that it was an easy decision for folks back in that day because for one, they needed to work badly.",
      "tags": [

      ],
      "timestamp": "[00:40:12:10]"
    },
    {
      "id": "context_67_103",
      "index": 103,
      "speaker": "Bob H. Reinhardt",
      "words": "And secondly, they needed good, reliable power, something they did not have at the time. And then in advance of today's talk, I received a couple of emails, including one from, Genevieve Johannsen, who's working on a book about a town called surplus Colorado, a mining camp, which she wrote to me made up of five neighborhoods. My grandfather immigrated to that mining camp from San Sasso in northern Italy in 1913 and married my grandmother.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:40:30:21]"
    },
    {
      "id": "context_67_104",
      "index": 104,
      "speaker": "Bob H. Reinhardt",
      "words": "My father was born and raised there, and he returned to surplus to teach after graduating from college. The anticipation of the dam forced us to recall, wrote pardon me. Relocate. In 1962, when the county school board decided to close the high school portion of the K through 12 school, and that's the kind of thing that I'm looking for, what it was like to live in and have to leave your home.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:40:59:20]"
    },
    {
      "id": "context_67_105",
      "index": 105,
      "speaker": "Bob H. Reinhardt",
      "words": "Alfred Jencks felt one way about this with Shack Dam, and that grandfather who lived in Robinette or around Robinette, felt a different way. There were as many reactions to displacement as there were experiences of it, which is to say, every person's experience was unique and I would say valuable and special. And it's the Atlas of Downtowns is able to cultivate a sense of appreciation of these places and the experiences and the lives of the people who live there and love these places.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:41:25:05]"
    },
    {
      "id": "context_67_106",
      "index": 106,
      "speaker": "Bob H. Reinhardt",
      "words": "Then it will have succeeded. So please help me out. Go to the website and send in your comments. Thank you very much for your time, Doug. That's what I've got. And I'm happy to field questions or, to be corrected by the audience.",
      "tags": [

      ],
      "timestamp": "[00:41:54:07]"
    },
    {
      "id": "context_67_107",
      "index": 107,
      "speaker": "Doug Exton",
      "words": "Yeah. Thank you so much for all that wonderful information. I really like how you showed how to be engaged with this. Because that actually was a lot of the questions I got, you know, and, and the registration period is how to be engaged. So thank you so much for for touching on that. I know you said you're kind of in the early stages of the research, but I was wondering if you have any kind of theory of how these towns were selected to be flooded or drowned.",
      "tags": [

      ],
      "timestamp": "[00:42:09:07]"
    },
    {
      "id": "context_67_108",
      "index": 108,
      "speaker": "Doug Exton",
      "words": "Was it just like, you know, unfortunate, like, oh, you're along the river in the sewer, you want to build a dam? And that's just kind of the way the cookie crumbles. Or was there actually, like, justification?",
      "tags": [

      ],
      "timestamp": "[00:42:33:24]"
    },
    {
      "id": "context_67_109",
      "index": 109,
      "speaker": "Bob H. Reinhardt",
      "words": "Yeah. Yeah. That great question, Doug. And, yes is the answer. I mean, you put your nail on the head and put your hand on the head of the nail. It had, it had so much to do with just the bad luck of being in the wrong spot along the river. However, the fact that these communities were often small and marginal, and many of them the Corps of Engineers, Bureau of Reclamation, Idaho Power would argue were already on the decline, made it that much easier to be able to, first of all, afford moving, paying off these people to move, but also to be able to justify this is, you know,",
      "tags": [

      ],
      "timestamp": "[00:42:44:09]"
    },
    {
      "id": "context_67_110",
      "index": 110,
      "speaker": "Bob H. Reinhardt",
      "words": "we're not we're not removing an entire city here. This is a small town that's already on its way out. Which, you know, maybe is technically true, but that does not take into account how much of a home this was to the people that were still there. And, that's that's one of the things that really interests me is the cost benefit analysis, which for the Army Corps of Engineers, Bureau of Reclamation, Idaho Power, other dam building agencies was one set of costs, for the people that actually lost their homes.",
      "tags": [

      ],
      "timestamp": "[00:43:25:02]"
    },
    {
      "id": "context_67_111",
      "index": 111,
      "speaker": "Bob H. Reinhardt",
      "words": "That's that's another totally different set. Of course, it wasn't really built into it.",
      "tags": [

      ],
      "timestamp": "[00:43:56:19]"
    },
    {
      "id": "context_67_112",
      "index": 112,
      "speaker": "Doug Exton",
      "words": "Yeah. And how did, that decision on relocating the buildings versus just giving someone a check and saying, hey, sorry, you have to move. Was there any kind of way that decision was made, or was it, again, just kind of a case by case basis?",
      "tags": [

      ],
      "timestamp": "[00:44:02:13]"
    },
    {
      "id": "context_67_113",
      "index": 113,
      "speaker": "Bob H. Reinhardt",
      "words": "Well, the generally speaking, although there were exceptions to this generally speaking, building agencies, preferred to pay people for their property and their structures, and then those people would figure out what to do. So it was up to them. So in Detroit, for instance, there was a family that had a tavern in Old Detroit, and the Corps of Engineers paid them for their property and for the building.",
      "tags": [

      ],
      "timestamp": "[00:44:16:11]"
    },
    {
      "id": "context_67_114",
      "index": 114,
      "speaker": "Bob H. Reinhardt",
      "words": "And then they put the building on sleds and hauled it up to what would become New Detroit. But that was the choice of the people that had it there. Generally speaking, people would take the money. It was too expensive to move their buildings, and so they would be demolished and destroyed. Now, there were exceptions to this. And in some cases, federal agencies would find ways of, of, of providing for a new town site or for helping people move up to the new town site in American Falls is perhaps the best example.",
      "tags": [

      ],
      "timestamp": "[00:44:42:15]"
    },
    {
      "id": "context_67_115",
      "index": 115,
      "speaker": "Bob H. Reinhardt",
      "words": "This city exists. You can drive down I-84 and go see New American Falls, and you can see how the Bureau of Reclamation was involved in helping move that city up. But, especially as you get into the dam building, those boom years in the 1950s and 1960s, these dam building agencies would basically just say, we're going to pay you.",
      "tags": [

      ],
      "timestamp": "[00:45:12:09]"
    },
    {
      "id": "context_67_116",
      "index": 116,
      "speaker": "Bob H. Reinhardt",
      "words": "And then what you decide to do is up to you. And there's actually some really sort of tragic letters written to the Corps of Engineers in the case of Detroit saying, hey, you know, there's this land that the Forest Service has, can't you give us a new town site over there? And the Army Corps of Engineers would say, not our job.",
      "tags": [

      ],
      "timestamp": "[00:45:31:22]"
    },
    {
      "id": "context_67_117",
      "index": 117,
      "speaker": "Bob H. Reinhardt",
      "words": "You know, our authorizing legislation doesn't require us to do that. You're welcome to go talk to the Forest Service if you want. And the way that new Detroit comes about is the people that lived in old Detroit went to an old timber company that still had land up on slightly higher ground, and they persuaded the old timber company, which was just holding onto the land.",
      "tags": [

      ],
      "timestamp": "[00:45:49:22]"
    },
    {
      "id": "context_67_118",
      "index": 118,
      "speaker": "Bob H. Reinhardt",
      "words": "It wasn't worth anything, and they sold it. And that's where New Detroit came from. It wasn't because the Corps sort of made it happen, it was because the people there decided to make it happen. And I think that's a much more common story with these places. Again, the Corps of Engineers, Bureau of Reclamation, their job was to build dam.",
      "tags": [

      ],
      "timestamp": "[00:46:07:12]"
    },
    {
      "id": "context_67_119",
      "index": 119,
      "speaker": "Bob H. Reinhardt",
      "words": "It was not to sustain community.",
      "tags": [

      ],
      "timestamp": "[00:46:24:15]"
    },
    {
      "id": "context_67_120",
      "index": 120,
      "speaker": "Doug Exton",
      "words": "Yeah, it was more on the project side and less on the people side.",
      "tags": [

      ],
      "timestamp": "[00:46:28:14]"
    },
    {
      "id": "context_67_121",
      "index": 121,
      "speaker": "Bob H. Reinhardt",
      "words": "So. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:46:31:19]"
    },
    {
      "id": "context_67_122",
      "index": 122,
      "speaker": "Doug Exton",
      "words": "And then who are the primary beneficiaries of these dams. You know from what I've heard so far from the talk, it definitely seems like obviously the Army Corps of Engineers, Bureau of Reclamation, but then also some of those primary stakeholders like Idaho Power, we're definitely playing a role. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:46:34:02]"
    },
    {
      "id": "context_67_123",
      "index": 123,
      "speaker": "Bob H. Reinhardt",
      "words": "So, you know, that's that's an interesting question. Because you're right, that the Bureau of Reclamation, Army Corps of Engineers, Idaho, apparently benefited, you know, federal agencies benefited in terms of prestige and having more budget come their way. And there's this great book by Mark Reisner, called Cadillac Desert that talks about how these agencies used dams as a way of sort of inflating their own importance.",
      "tags": [

      ],
      "timestamp": "[00:46:48:04]"
    },
    {
      "id": "context_67_124",
      "index": 124,
      "speaker": "Bob H. Reinhardt",
      "words": "But, you know, the main beneficiaries were urban areas, that were growing and that wanted cheap power, which we have in abundance in the West and most of the West. Other places that wanted needed flood control. That was certainly the case in the Willamette Valley, that wanted irrigation, that wanted navigation. That's why those four dams are on the lower snake.",
      "tags": [
        "environment",
        "agriculture"
      ],
      "timestamp": "[00:47:13:17]"
    },
    {
      "id": "context_67_125",
      "index": 125,
      "speaker": "Bob H. Reinhardt",
      "words": "And so that, you know, things so that you basically have slack water all the way up to Lewiston so you can ship stuff out. But the benefits primarily accrue to urban areas that were growing during that time and were anticipated and in fact, did continue to grow. And but here's the here's the interesting thing to think about is without these dams, what would that growth have looked like?",
      "tags": [

      ],
      "timestamp": "[00:47:37:01]"
    },
    {
      "id": "context_67_126",
      "index": 126,
      "speaker": "Bob H. Reinhardt",
      "words": "You know, it was in some ways a self-fulfilling prophecy that these places are going to continue to grow, and they will definitely need this cheap hydropower. And also this cheap hydropower will help that growth. It's an interesting thing to try to try to unpack. And again, in that cost benefit analysis, there's nothing about what about the people that already have homes in these places.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:47:57:06]"
    },
    {
      "id": "context_67_127",
      "index": 127,
      "speaker": "Bob H. Reinhardt",
      "words": "What about the.",
      "tags": [

      ],
      "timestamp": "[00:48:17:19]"
    },
    {
      "id": "context_67_128",
      "index": 128,
      "speaker": "Doug Exton",
      "words": "Yeah. And one thing I'm curious if you've, either come across or have already found in your research, but, you know, has almost the inverse been true where a town gets flooded by a dam, but then on the other side, on the shallow side of the dam, you know, a new town gets created and prospers. You know, way more than the town that was already there before.",
      "tags": [

      ],
      "timestamp": "[00:48:20:04]"
    },
    {
      "id": "context_67_129",
      "index": 129,
      "speaker": "Bob H. Reinhardt",
      "words": "Yeah. So this is this is the case with New Detroit, which, for a brief time, although not that not the case anymore, was larger than old Detroit because it became a tourism destination. In some ways, because the reservoir and if anybody's from the Willamette Valley, they're probably familiar with Detroit Reservoir. Detroit Lake is how people called.",
      "tags": [

      ],
      "timestamp": "[00:48:40:05]"
    },
    {
      "id": "context_67_130",
      "index": 130,
      "speaker": "Bob H. Reinhardt",
      "words": "It's been kind of naturalized in people's minds as a place to go boating. There's even sailboats up there, which I find crazy because it's up in the mountains. But it's a, you know, it's a tourist location. And also at the same time, the timber industry was growing. And so for a brief moment, Detroit, New Detroit was bigger than old Detroit.",
      "tags": [
        "environment",
        "economy"
      ],
      "timestamp": "[00:49:00:18]"
    },
    {
      "id": "context_67_131",
      "index": 131,
      "speaker": "Bob H. Reinhardt",
      "words": "And you see places like that. And this is one of the things that's really interesting about, for instance, Representative Simpson's proposal to take down the four dams on the lower snake is that communities have, since the construction of those dams grown up around that remade landscape. And if when those dams come down the river system is going to change again, and some of those communities that have grown based around the presence of those dams, will probably have to move.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:49:17:03]"
    },
    {
      "id": "context_67_132",
      "index": 132,
      "speaker": "Bob H. Reinhardt",
      "words": "And so these questions about how or whether and how to do displacement are going to stay with us.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:49:48:02]"
    },
    {
      "id": "context_67_133",
      "index": 133,
      "speaker": "Doug Exton",
      "words": "You know, and I think one of the probably the most notable, examples of this, I would say at least the pop culture series probably be Lake Lanier, which is where Ozark's from Netflix is filmed. There's tons of podcasts on that very interesting history of that town.",
      "tags": [

      ],
      "timestamp": "[00:49:56:12]"
    },
    {
      "id": "context_67_134",
      "index": 134,
      "speaker": "Bob H. Reinhardt",
      "words": "Yeah, definitely.",
      "tags": [

      ],
      "timestamp": "[00:50:15:18]"
    },
    {
      "id": "context_67_135",
      "index": 135,
      "speaker": "Doug Exton",
      "words": "Not like a clean slate on that.",
      "tags": [

      ],
      "timestamp": "[00:50:16:07]"
    },
    {
      "id": "context_67_136",
      "index": 136,
      "speaker": "Bob H. Reinhardt",
      "words": "One. No, no, no. You know, and this is why, this is why I want to be so clear about the fact that I'm not the I'm not the Drowned Towns guy. Lots of people that are working on this. In fact, I've got a meeting next week with somebody from Vassar College is working on places in upstate New York that were, there were inundated because of the construction of a reservoir system in New York.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:50:18:02]"
    },
    {
      "id": "context_67_137",
      "index": 137,
      "speaker": "Bob H. Reinhardt",
      "words": "And so I'm hoping the Atlas, you know, becomes a platform by which people can contribute and participate, in all these different ways that it really will help people, you know, point people to other work that's happening and bring some of that work to the table as well. But yeah, there's there's so many of these places.",
      "tags": [

      ],
      "timestamp": "[00:50:44:20]"
    },
    {
      "id": "context_67_138",
      "index": 138,
      "speaker": "Bob H. Reinhardt",
      "words": "And there was a question that came into the chat that I just want to weave into this about, towns are still disappearing or under threat of dam construction in India, Brazil and other countries. Absolutely. And there's been a lot of really good scholarship at the international level, done on places like Three Gorges Dam, which I'm sure many people are familiar with.",
      "tags": [
        "labor",
        "education"
      ],
      "timestamp": "[00:51:03:04]"
    },
    {
      "id": "context_67_139",
      "index": 139,
      "speaker": "Bob H. Reinhardt",
      "words": "More than a million people were moved in order to make way for Three Gorges Dam. You type who dam, which is down in South America. There's another one that you know. There's dams all over the place in the world. There's been some really great scholarship on it. And I'm trying to hopefully bring some of that really, vibrant and really thoughtful scholarship to bear on this topic, which doesn't seem to get much coverage.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:51:21:06]"
    },
    {
      "id": "context_67_140",
      "index": 140,
      "speaker": "Bob H. Reinhardt",
      "words": "And if I could just follow up on that one, though, because the person this is from, Martha wanted to know, why aren't these why are these stories so unknown? Despite being such a prevalent occurrence in the 20th century, I think there's a lot of reasons for it. First of all, relatively small populations that are being moved, it also gets in the way of the broader narrative of progress and growth.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:51:46:11]"
    },
    {
      "id": "context_67_141",
      "index": 141,
      "speaker": "Bob H. Reinhardt",
      "words": "And then there's also something in there that has to do with how people responded. Right. I think it's the protests have been more, vocal, active. Maybe it would have left a bigger mark on the past. But, you know, there is a sense that everybody was sort of okay with this. But it's a great question mark, and one that I continue to try to explore as I do this project.",
      "tags": [

      ],
      "timestamp": "[00:52:06:15]"
    },
    {
      "id": "context_67_142",
      "index": 142,
      "speaker": "Doug Exton",
      "words": "Yeah. And, you know, as you mentioned, a lot of these sites, the buildings were destroyed prior to the dam being built, you know, kind of creating that empty canvas, so to speak. Are there examples where the buildings weren't destroyed at all and they just decided to cut costs? We'll just flood everything and leave these structures standing towards almost like a submerged town, rather than just a foundation.",
      "tags": [

      ],
      "timestamp": "[00:52:30:04]"
    },
    {
      "id": "context_67_143",
      "index": 143,
      "speaker": "Bob H. Reinhardt",
      "words": "Yes, there are some examples of them, but it's pretty rare. And the reason for that was, although there was a cost involved with moving or destroying the, the, the buildings, the cost of leaving them there was probably would would be higher because eventually that stuff floats up to the top and it would slow down and damage the dam.",
      "tags": [

      ],
      "timestamp": "[00:52:53:01]"
    },
    {
      "id": "context_67_144",
      "index": 144,
      "speaker": "Bob H. Reinhardt",
      "words": "American Falls is one of the places where the foundations were left in that huge grain silo was, was left, because of the cost of trying to move all that in 1927. But generally speaking, they wanted to get they wanted to scrape the ground clean, and it wasn't just buildings as well. They would usually remove all the timber in those places, and so that it wouldn't, it wouldn't float up to the top.",
      "tags": [

      ],
      "timestamp": "[00:53:15:16]"
    },
    {
      "id": "context_67_145",
      "index": 145,
      "speaker": "Bob H. Reinhardt",
      "words": "So, that among among other reasons and I see in the chat that, my friend Palin's pointing out it would be a teacher to boats and navigation, which is absolutely the case. Absolutely the case. There are there are places I'm familiar with some places in Spain, a couple places in California where there are some foundations left, you know, and this sort of stuff comes up, but generally speaking, they try to they try to wipe it clean to prevent damage to, to the dams and into boats.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:53:41:14]"
    },
    {
      "id": "context_67_146",
      "index": 146,
      "speaker": "Doug Exton",
      "words": "And is there, a town or a farm or any kind of settlement under Lake Cascade? You know.",
      "tags": [

      ],
      "timestamp": "[00:54:13:05]"
    },
    {
      "id": "context_67_147",
      "index": 147,
      "speaker": "Bob H. Reinhardt",
      "words": "So I know that there were towns there, small towns there. I, and I'm looking forward to actually getting up there and trying to learn more, but I don't know much about them at all. I know there were some, I want to say, three very small ish villages, but I don't know anything about their size or like the, what their communities look like.",
      "tags": [

      ],
      "timestamp": "[00:54:20:17]"
    },
    {
      "id": "context_67_148",
      "index": 148,
      "speaker": "Bob H. Reinhardt",
      "words": "I don't know if there's anything left under the reservoir. I highly doubt it. But I look forward to, to learn more about that, unless, you know. Oh, yeah. No, no. Sorry.",
      "tags": [

      ],
      "timestamp": "[00:54:41:23]"
    },
    {
      "id": "context_67_149",
      "index": 149,
      "speaker": "Doug Exton",
      "words": "Oh, I was going to ask if in your research so far, if you've noticed a trend maybe on, like, the social side of things, if, you know, indigenous communities tended to see more flooding of their communities compared to non-Indigenous communities or poorer communities versus more affluent communities. If you've seen any kind of trend, a relationship like that.",
      "tags": [

      ],
      "timestamp": "[00:54:54:04]"
    },
    {
      "id": "context_67_150",
      "index": 150,
      "speaker": "Bob H. Reinhardt",
      "words": "Anecdotally, yes, marginalized communities are generally easier to displace and just non marginalized communities, people that have more power. That's one of the things that I'm hoping the project can do is to put a little bit more of a, a comparative and data rich, data heavy, answer together for something like that. But specifically about native communities.",
      "tags": [

      ],
      "timestamp": "[00:55:18:15]"
    },
    {
      "id": "context_67_151",
      "index": 151,
      "speaker": "Bob H. Reinhardt",
      "words": "This is one of the really this is one of the parts of the project that I'm really interested in, in working with tribal communities about how we can collaborate in telling these stories and understanding drowned towns and displaced places more broadly. So just as an example, American Falls, that reservoir, when that water backs up far enough, it goes into Fort Hall Bottoms, which, the Shoshone Bannock tribe still uses is still tribal property.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:55:44:01]"
    },
    {
      "id": "context_67_152",
      "index": 152,
      "speaker": "Bob H. Reinhardt",
      "words": "And so there's this area there. You know, there was not a town in Fort called bottoms, but it's a place that's important to these people. And it's it's a home. And so how do we make sense of of that place that continues to sort of get displaced? So another really great question that I'm excited to continue to grapple with.",
      "tags": [

      ],
      "timestamp": "[00:56:11:10]"
    },
    {
      "id": "context_67_153",
      "index": 153,
      "speaker": "Doug Exton",
      "words": "And it looks like we've had almost all the questions. The last one that is more of an opinion for you is do you think we still need these dams? You know, whether it be in the four in the lower snake or just kind of throughout the West core.",
      "tags": [

      ],
      "timestamp": "[00:56:33:13]"
    },
    {
      "id": "context_67_154",
      "index": 154,
      "speaker": "Bob H. Reinhardt",
      "words": "So, this is where I would, like, take off my tie and, and actually fish like private citizen guy, private citizen. Bob says, no, we don't need the the four dams on the lower snake River. And I think Simpson's plan and the way that the tribes have gotten behind it and explained it is pretty powerful and understanding how we could transition away from that.",
      "tags": [

      ],
      "timestamp": "[00:56:47:22]"
    },
    {
      "id": "context_67_155",
      "index": 155,
      "speaker": "Bob H. Reinhardt",
      "words": "It becomes more complicated, obviously, when we start to think about the enormous climate catastrophe that we are experiencing right now and how much we in the West depend on that hydropower. You know, private citizen, I pay the extra couple cents a month or whatever it is to Idaho Power to have all of my power come from renewable sources.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:57:14:04]"
    },
    {
      "id": "context_67_156",
      "index": 156,
      "speaker": "Bob H. Reinhardt",
      "words": "And most of that's coming from hydro. So, that's where it becomes a much more complicated question for me as a private citizen. And then if I put my tie back on as professor Guy and think about this, you know, the question of need is one of there is a subjective cost benefit analysis that's going on there. And I hope that this project can make that cost benefit analysis a little more nuanced and complex.",
      "tags": [

      ],
      "timestamp": "[00:57:36:03]"
    },
    {
      "id": "context_67_157",
      "index": 157,
      "speaker": "Bob H. Reinhardt",
      "words": "So, that decision about need is made. Maybe we'll have some way of incorporating the people's experiences who were displaced in the cost of that into that cost benefit analysis.",
      "tags": [

      ],
      "timestamp": "[00:58:05:19]"
    },
    {
      "id": "context_67_158",
      "index": 158,
      "speaker": "Doug Exton",
      "words": "Yeah, and I definitely see both sides there as well. You know, need is such a subjective word and everyone has different needs. So it's how do you grapple with that. Yeah. But of course we are out of time today. So I'd like to thank everyone again for attending. If you have any information, you know, big or small, just send them to Bob, you know, go to",
      "tags": [

      ],
      "timestamp": "[00:58:20:17]"
    },
    {
      "id": "context_67_159",
      "index": 159,
      "speaker": "Bob H. Reinhardt",
      "words": "Yeah. I don't have advertisements on the website. Maybe I should do that. Yeah, I'll go to Grant and send it in. Share your knowledge. I'd love to. Thank you. Everybody. This is a delight. I really,",
      "tags": [

      ],
      "timestamp": "[00:58:43:14]"
    },
    {
      "id": "context_67_160",
      "index": 160,
      "speaker": "Doug Exton",
      "words": "Yeah, I'll include the link to that website when I send out the recording as well to everyone. So everyone will have that quick and handy.",
      "tags": [

      ],
      "timestamp": "[00:58:53:02]"
    },
    {
      "id": "context_67_161",
      "index": 161,
      "speaker": "Bob H. Reinhardt",
      "words": "Great. Thanks, Doug, and thanks everybody. Have a good one.",
      "tags": [

      ],
      "timestamp": "[00:59:00:07]"
    }
  ],
  "metadata": {
    "totalSegments": 162,
    "description": "During the 20th century, hundreds of communities in the American West vanished due to river development projectsmassive dams built for irrigation, hydroelectricity, and flood control. These projects displaced towns, tribal communities, farms, and ranches along the Snake, Colorado, and Columbia Rivers. The Atlas of Drowned Towns (drownedtowns.com) is a multimedia public history project dedicated to recovering these lost histories. This talk explores its objectives and key questions: How did displaced communities reactwith enthusiasm, acquiescence, or resistance? Why? What was it like to leave these places behind? And what can we learn from these histories as we face future displacement? Bio: Bob H. Reinhardt is an associate professor of history at Boise State University, specializing in the American West, environmental history, public history, and public health. He is the author of The End of a Global Pox: America and the Eradication of Smallpox in the Cold War Era (UNC Press) and Struggle on the North Santiam: Power and Community on the Margins of the American West (Oregon State University Press). He previously served as Executive Director of the Willamette Heritage Center museum in Salem, Oregon, held a postdoctoral fellowship at Carnegie Mellon University, and taught at Western Oregon and Willamette Universities. He is also the founder and director of the Working History Center at Boise State.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}