{
  "title": "The Horror Film from Obama to Trump",
  "interviewee": "Dr. Russell Meeuf",
  "interviewer": "Johanna Bringhurst",
  "date": "2024-06-01",
  "subjects": [
    "culture (concept)",
    "motion pictures (visual works)",
    "education",
    "literature"
  ],
  "segments": [
    {
      "id": "context_01_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_01_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the Ahrq or the NIH. My name is Johanna. Bringhurst. And joining us today is Doctor Russell Meeuf. Doctor Meeuf is a professor in the School of Journalism and Mass Media and the director of the Film and Television program at the University of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_01_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "He received his doctorate from the University of Oregon and specializes in research on popular media and culture. In particular, his work focuses on celebrity culture, popular cinema, masculinity studies, and disability studies. His writings have appeared in journals reflecting these interests. He's the author of several books on media culture, including White Terror, the Horror Film From Obama to Trump, Rebellious Studies, Stardom, Citizenship, and the New Body Politics, as well as John Wayne's World Transnational Masculinity in the 50s.",
      "tags": [

      ],
      "timestamp": "[00:00:29:08]"
    },
    {
      "id": "context_01_3",
      "index": 3,
      "speaker": "Johanna Bringhurst",
      "words": "He is also the coeditor of several collections on film and popular culture. Doctor Meeuf, thank you for joining me today.",
      "tags": [

      ],
      "timestamp": "[00:01:06:26]"
    },
    {
      "id": "context_01_4",
      "index": 4,
      "speaker": "Russell Meeuf",
      "words": "Thanks. Happy to be here.",
      "tags": [

      ],
      "timestamp": "[00:01:15:06]"
    },
    {
      "id": "context_01_5",
      "index": 5,
      "speaker": "Johanna Bringhurst",
      "words": "We're so excited to have you. And I have to ask. It's not typical for a scholar to get to study film and television. What about that area? Really captured your interest?",
      "tags": [

      ],
      "timestamp": "[00:01:16:29]"
    },
    {
      "id": "context_01_6",
      "index": 6,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So I mean, as a kid, I was always fairly movie and TV obsessed. I think, you know, back in the 90s, you could always find me in an independent, video rental store, lurking the aisles, trying to find new movies that I hadn't seen. And, just, you know, really kind of spending a lot of time with movies, watching movies with my friends, watching movies with my family.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:01:28:07]"
    },
    {
      "id": "context_01_7",
      "index": 7,
      "speaker": "Russell Meeuf",
      "words": "So I was really, a young cinephile who was really fascinated by film and, film history and, kind of histories of Hollywood and popular culture. When I went to school and decided kind of what I wanted to study, I was really interested in storytelling and thinking about the relationship between storytelling and our world. Right.",
      "tags": [
        "cinema",
        "education"
      ],
      "timestamp": "[00:01:49:14]"
    },
    {
      "id": "context_01_8",
      "index": 8,
      "speaker": "Russell Meeuf",
      "words": "Why is it that we tell certain types of stories in certain historical periods? How do those stories reflect what's happening in our world, not just what's happening in them? And so it's kind of a natural fit for me to want to study film and study film history and think about popular culture. And so when I decided I wanted to, do that for a living and teach and research, the film seemed like the right choice for me.",
      "tags": [
        "education",
        "cinema"
      ],
      "timestamp": "[00:02:08:14]"
    },
    {
      "id": "context_01_9",
      "index": 9,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah, that sounds like the origin story of, like, Steven Spielberg or a scholar at the University of Idaho. How did you become interested in horror, specifically?",
      "tags": [

      ],
      "timestamp": "[00:02:28:11]"
    },
    {
      "id": "context_01_10",
      "index": 10,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So my interest. So, I mean, I'm interested in film broadly, and popular genres in particular, and thinking about the ways that, Hollywood tends to tell certain types of generic stories that we, tell, you know, action films we tell, you know, romcoms, we tell, melodramas, we tell, horror films. And thinking about that kind of the rituals, nature of genre storytelling, this idea that we can go and we can watch a new slasher film and we kind of know what's going to happen.",
      "tags": [
        "cinema",
        "culture",
        "environment"
      ],
      "timestamp": "[00:02:41:03]"
    },
    {
      "id": "context_01_11",
      "index": 11,
      "speaker": "Russell Meeuf",
      "words": "We have a sense of what the rules are, what our expectations are, and thinking about why it is that we tell that story over and over and over again. So I'm really interested in genre and how genre functions. And then I really got it working on this horror project, because I was teaching a class, on horror film, me and a colleague, had developed, this, class for, freshmen at the University of Idaho.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:03:08:04]"
    },
    {
      "id": "context_01_12",
      "index": 12,
      "speaker": "Russell Meeuf",
      "words": "That was designed to introduce them to a topic where we could have, you know, big interdisciplinary conversations about history, about culture, about society. And we thought horror films would be a great way to do that, to think about, why, why we tell scary stories, and why students scary stories got told at certain historical moments.",
      "tags": [

      ],
      "timestamp": "[00:03:29:27]"
    },
    {
      "id": "context_01_13",
      "index": 13,
      "speaker": "Johanna Bringhurst",
      "words": "Why do you think it's important for scholars to study how we tell stories and why they're important to us?",
      "tags": [

      ],
      "timestamp": "[00:03:50:06]"
    },
    {
      "id": "context_01_14",
      "index": 14,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So for me, I think, storytelling is one of the quintessential things that makes us human. That distinguishes us as a species is the idea that we tell stories, whether we're talking about fictional stories that we've made up, mythological stories, true stories about the world, histories, which are just a kind of form of stories. I, I'm fascinated by the idea of, storytelling, as this kind of, fundamentally human endeavor that we use to connect with one another and that we use to help us understand our world.",
      "tags": [

      ],
      "timestamp": "[00:03:57:20]"
    },
    {
      "id": "context_01_15",
      "index": 15,
      "speaker": "Russell Meeuf",
      "words": "So I think for me, that's kind of the driving factor is thinking about that idea of how we can it can help us understand our place in the world. It can help us understand what's happening in our world. And, yeah, really just get us thinking about what it means to be human.",
      "tags": [

      ],
      "timestamp": "[00:04:27:16]"
    },
    {
      "id": "context_01_16",
      "index": 16,
      "speaker": "Johanna Bringhurst",
      "words": "One way that we see that is that film has become a way to critique our politics and the way we organize ourselves socially. Power. So how does horror play into that?",
      "tags": [

      ],
      "timestamp": "[00:04:42:26]"
    },
    {
      "id": "context_01_17",
      "index": 17,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So like, like a lot of popular genres, horror is, always political in that it's always about, our world around us. Whether we're talking about like, really overtly political horror, like something made by Jordan Peele or whether we're talking about something that seems apolitical, or is, is and has always been about, politics, about the things that, in our world that we want to talk about, that we have fears about.",
      "tags": [

      ],
      "timestamp": "[00:04:56:25]"
    },
    {
      "id": "context_01_18",
      "index": 18,
      "speaker": "Russell Meeuf",
      "words": "So things about the family, ideas about the family or, about our the structures of our society, about our houses, about how we live in the world. So we talk about the, you know, horror and, and politics, largely because we see a certain kind of waves in horror filmmaking and in particularly, film scholars noted, like in the late 60s and early 70s, we saw this wave of horror storytelling that was very, very invested in interrogating, what they saw as kind of, you know, the degradation of American culture.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:05:22:21]"
    },
    {
      "id": "context_01_19",
      "index": 19,
      "speaker": "Russell Meeuf",
      "words": "So thinking about Romero's work with night of the Living Dead, or, Toby Hooper with, Texas Chainsaw Massacre, William Crane with Blacula. You know, there's a, there's there's a kind of wave of films there, like Wes Craven with The Last House on the left, is going to great kind of, set of films that are coming out in the midst of the youth counterculture, the Vietnam War protests.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:05:51:12]"
    },
    {
      "id": "context_01_20",
      "index": 20,
      "speaker": "Russell Meeuf",
      "words": "That was very much about the idea of taking a hard look at American institutions and American families, and thinking about, what has become of them and a very kind of dark and grisly way and so there's there's going to really great example of horror films that are overtly political, that are asking hard questions about the things in American culture that we take for granted that we don't want to talk about death, violence, our institutions.",
      "tags": [

      ],
      "timestamp": "[00:06:13:23]"
    },
    {
      "id": "context_01_21",
      "index": 21,
      "speaker": "Russell Meeuf",
      "words": "You know, the structure of the family, but at the same time or also has a capacity to really be also very conservative as well, that even though we have these stories that are very much engaged with, kind of what we would think of the kind of, you know, political, you know, leftist political structures, there's often a lot of horror storytelling that is, essentially about people's fears of the other about, fears that things are changing too fast, that, that there's something bad in our society that has to be contained.",
      "tags": [

      ],
      "timestamp": "[00:06:38:03]"
    },
    {
      "id": "context_01_22",
      "index": 22,
      "speaker": "Russell Meeuf",
      "words": "So I think horror is great for this because, it's so invested in, these questions of how we organize ourselves. And I think one of the big things about it is, you know, horror, I think more than most genres is about the past. About past ness, this idea that something happened in the past, some terrible, horrific, traumatic, violent thing happened and it lingers in our present.",
      "tags": [

      ],
      "timestamp": "[00:07:08:15]"
    },
    {
      "id": "context_01_23",
      "index": 23,
      "speaker": "Russell Meeuf",
      "words": "And that people in the present have to grapple with those histories. And sometimes that can be a very kind of, critical perspective on things that have happened in the past. And sometimes, it's very much about like, oh, how can we move past this? How can we contain it? And kind of, ignore that history. And so for me, the politics of horror is tied up in that idea of it's, it's concerned with past ness and how we grapple with our own histories.",
      "tags": [

      ],
      "timestamp": "[00:07:32:23]"
    },
    {
      "id": "context_01_24",
      "index": 24,
      "speaker": "Johanna Bringhurst",
      "words": "It strikes me that horror is kind of unique in that we we're it's not just a tool of conservatives or liberals. It's reflective of who we all are. And it's kind of a snapshot of our country on all sides.",
      "tags": [

      ],
      "timestamp": "[00:07:56:28]"
    },
    {
      "id": "context_01_25",
      "index": 25,
      "speaker": "Russell Meeuf",
      "words": "Yeah. And I think part of that is, you know, the other unique thing about horror is that, as you know, it's a genre that has a a different relationship with pleasure than other genres. If you watch a rom com, you're supposed to feel warm and fuzzy inside. You know, you watch a melodrama and you're supposed to have this kind of emotional catharsis.",
      "tags": [

      ],
      "timestamp": "[00:08:11:20]"
    },
    {
      "id": "context_01_26",
      "index": 26,
      "speaker": "Russell Meeuf",
      "words": "Horror as a genre is designed to make us uncomfortable, to write stories that are explicitly, about our fears, our anxieties, our tensions. And so it's a really fascinating genre. And that front end. Yeah, it can be put in a lot of different ways, right. Can, reflect fears from a lot of different political perspectives.",
      "tags": [

      ],
      "timestamp": "[00:08:29:08]"
    },
    {
      "id": "context_01_27",
      "index": 27,
      "speaker": "Russell Meeuf",
      "words": "And I think that's generally true of Hollywood filmmaking in general. I think Hollywood kind of gets this rap is this bastion of leftist filmmaking where every, you know, trying to, you know, tell, you know, indoctrinate the youth. But for film scholars and film historians, we tend generally tend to scoff at that because the history of Hollywood is actually quite conservative.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:08:46:09]"
    },
    {
      "id": "context_01_28",
      "index": 28,
      "speaker": "Russell Meeuf",
      "words": "And the stories that Hollywood tell, get pulled in all sorts of different political directions, and often veer towards affirming, more conservative status quo than they do towards challenging one.",
      "tags": [

      ],
      "timestamp": "[00:09:05:01]"
    },
    {
      "id": "context_01_29",
      "index": 29,
      "speaker": "Johanna Bringhurst",
      "words": "Absolutely. You meet a really unique argument to use argue that the horror scene in films during the Obama era embodies the fears of white Americans, white Americans struggling with a perceived loss of social and or economic standing. These cultural fears led half of the American voting public to vote for a candidate who is openly racist, xenophobe, and sexist.",
      "tags": [

      ],
      "timestamp": "[00:09:16:19]"
    },
    {
      "id": "context_01_30",
      "index": 30,
      "speaker": "Johanna Bringhurst",
      "words": "How did you come to this thinking? How did you develop that argument?",
      "tags": [

      ],
      "timestamp": "[00:09:45:05]"
    },
    {
      "id": "context_01_31",
      "index": 31,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So the the origin of the book, I think, comes to the class I was teaching on horror film. We were looking at us history and horror, and we were kind of asking this question about why certain kind of traumatic moments in US history yielded certain kinds of horror stories. So we would look at, you know, the Great Depression and the racial politics and racial anxieties of the 1930s in America.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:09:50:06]"
    },
    {
      "id": "context_01_32",
      "index": 32,
      "speaker": "Russell Meeuf",
      "words": "And ask, what about that moment yielded a film like King Kong? Or we would look at the Red scare and McCarthyism and immigration fears and xenophobia in the 1950s and ask, why does that yield a film like invasion of the Body Snatchers? Or look at the Reagan era and think about, you know, the rise of Christian conservatism and how does that yield Nightmare on Elm Street?",
      "tags": [
        "cinema",
        "migration",
        "conflict"
      ],
      "timestamp": "[00:10:12:01]"
    },
    {
      "id": "context_01_33",
      "index": 33,
      "speaker": "Russell Meeuf",
      "words": "So when we get to the end of that class, because it's kind of a historical survey, it's always this question of how you historicity is that present moment. How do you kind of step back and think about what's happening right now? What's the kind of quintessential horror film or genre that really captures a particular moment? And invariably a lot of the students in our discussions would come to haunted house films and films like The Conjuring, which were very, very popular, in the 20 teens.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:10:34:01]"
    },
    {
      "id": "context_01_34",
      "index": 34,
      "speaker": "Russell Meeuf",
      "words": "And that they saw as kind of quintessentially the quintessential horror films of that moment. And so we were thinking about what it is about our moment that yielded those types of films. And so one of the obvious answers was the housing crisis, right? That the house went through this very tumultuous, crisis in housing. And so it's not surprising that we would then see all of these films, about, people's anxieties about homeownership and about what it means to own a house.",
      "tags": [

      ],
      "timestamp": "[00:10:58:16]"
    },
    {
      "id": "context_01_35",
      "index": 35,
      "speaker": "Russell Meeuf",
      "words": "But as we talked about it and discussed it more, it became clear how much whiteness was a very much a big part of that as well, that, you know, in both in horror storytelling and in national news media, the story of the housing crisis often focused on middle class white families and the kind of the economic precarity that came from these crisis.",
      "tags": [

      ],
      "timestamp": "[00:11:24:28]"
    },
    {
      "id": "context_01_36",
      "index": 36,
      "speaker": "Russell Meeuf",
      "words": "But the research really indicates that the the demographics that were hit the hardest by the housing crisis were, families of color. But those stories were often absent from the ways that we talked about it as a culture, and that the ways, that it gets reflected in horror storytelling. So that led me thinking about this idea of, whiteness as, a kind of a core part of that narrative of the contemporary haunted house film that's not just about haunted houses, but particularly about the white haunted house.",
      "tags": [
        "education",
        "literature",
        "cinema"
      ],
      "timestamp": "[00:11:44:09]"
    },
    {
      "id": "context_01_37",
      "index": 37,
      "speaker": "Russell Meeuf",
      "words": "And I think the more I kind of explored that idea and thinking about, the centrality of whiteness to that narratives, and let me think, oh, okay, this isn't just about the housing crisis. This is also about the broader questions of white economic anxiety, of white cultural anxiety. And a part of that, too, was also thinking about the missing histories of those stories that haunted house films, by definition, are about something that happened bad, something bad that happened in that, in that house in the past.",
      "tags": [

      ],
      "timestamp": "[00:12:12:20]"
    },
    {
      "id": "context_01_38",
      "index": 38,
      "speaker": "Russell Meeuf",
      "words": "And, and they ask these questions about bad things that have happened in US history. But you look at haunted house films and it's very rare to see it, particularly in the Obama era, a story about a haunted house film that actually engages with racial violence, that engages with the horrific histories of, you know, genocide of native folks in, in this country, with, the, you know, the horrific slavery, histories of slavery.",
      "tags": [
        "cinema",
        "conflict"
      ],
      "timestamp": "[00:12:40:19]"
    },
    {
      "id": "context_01_39",
      "index": 39,
      "speaker": "Russell Meeuf",
      "words": "So thinking about those absences, really kind of pushed me down this road to think about the idea of or mainstream horror in this period in general as really invested in white anxiety, white resentment, and kind of perceived white fragility. So I think that's kind of what led me into that, that argument.",
      "tags": [

      ],
      "timestamp": "[00:13:03:12]"
    },
    {
      "id": "context_01_40",
      "index": 40,
      "speaker": "Johanna Bringhurst",
      "words": "I should say. Doctor Meeuf's book is called White Terror, the horror Film From Obama to Trump. And it is a fascinating read. How is race? And more specifically, the idea of whiteness at the core of American horror or storytelling?",
      "tags": [

      ],
      "timestamp": "[00:13:20:12]"
    },
    {
      "id": "context_01_41",
      "index": 41,
      "speaker": "Russell Meeuf",
      "words": "Yeah. And I think I think a clarifying point I would want to make here is, I think for mainstream US horror, and I want to put the mainstream in there to emphasize that or storytelling. It's a broad tradition. And so, while we can look at and I am looking at specifically kind of the most popular, horror films or horror films that did well enough at the box office to say, like, okay, this is the kind of an example of mainstream horror storytelling.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:13:40:00]"
    },
    {
      "id": "context_01_42",
      "index": 42,
      "speaker": "Russell Meeuf",
      "words": "There's always been, alternative, horror storytelling or, or apt to, to tackle those kinds of questions and to think more critically about race or gender sexuality. But I'm really interested in that, that idea of the kind of the horror that really resonated with audiences in that period. And so I think one of the things that I did in the book was think about the demographics of who is being represented, and kind of comparing how horror storytelling in that period reflect reflected, national demographics and also the demographics of what's happening in Hollywood.",
      "tags": [

      ],
      "timestamp": "[00:14:02:12]"
    },
    {
      "id": "context_01_43",
      "index": 43,
      "speaker": "Russell Meeuf",
      "words": "And as far as population rates go in this period, horror storytelling absolutely lagged behind, the already kind of dismal record of Hollywood in representing, other, you know, more diverse, peoples on screen, that it was a very, very, very, very white, and so I think numerically, there's a, there's a sense that there was just an emphasis on whiteness and emphasis on white families.",
      "tags": [

      ],
      "timestamp": "[00:14:36:10]"
    },
    {
      "id": "context_01_44",
      "index": 44,
      "speaker": "Russell Meeuf",
      "words": "And, so I'm going to get there. And so, I think there's that for me, there's those demographic questions. But then I think there's also kind of those cultural questions of thinking about, what are the stories essentially about. And so part of my methodology was really kind of parsing out those different stories within horror, and asking these questions about like, how, what kind of stories are we telling about white families, about white couples, about white folks who are putting these situations?",
      "tags": [

      ],
      "timestamp": "[00:15:01:03]"
    },
    {
      "id": "context_01_45",
      "index": 45,
      "speaker": "Russell Meeuf",
      "words": "And so I think both numerically and culturally, there was this sense that these were stories about people with privilege, and people who were on the brink of losing that privilege. And that was kind of the greatest fear that was being manifested in these stories, this idea that people who had historically had certain privileges would have to interrogate those privileges and think about why they have those privileges.",
      "tags": [

      ],
      "timestamp": "[00:15:28:18]"
    },
    {
      "id": "context_01_46",
      "index": 46,
      "speaker": "Russell Meeuf",
      "words": "And in the US, the biggest kind of form of privilege that we that has been the most historically significant are the privileges associated with race, in our kind of caste based race system.",
      "tags": [

      ],
      "timestamp": "[00:15:53:06]"
    },
    {
      "id": "context_01_47",
      "index": 47,
      "speaker": "Johanna Bringhurst",
      "words": "So I really appreciated that you took, you're kind of that idea of whiteness even further raising. It's not just that white whiteness means being afraid of the other, but it's also fearing the failure of your own whiteness, meaning this false belief that you have that your race makes you supreme over other people or better, and other people.",
      "tags": [

      ],
      "timestamp": "[00:16:03:11]"
    },
    {
      "id": "context_01_48",
      "index": 48,
      "speaker": "Johanna Bringhurst",
      "words": "You kind of made me think about James Baldwin in, in terms of the way that you wrote about, that feel that kind of moral cognition that you realize your moral failing is, is yourself relying on, race? How do you think that really, manifested itself in specific films? Do you have any examples that really just showcase what you're saying?",
      "tags": [

      ],
      "timestamp": "[00:16:32:23]"
    },
    {
      "id": "context_01_49",
      "index": 49,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So I think, absolutely. And I think part of this is, yeah, that idea that, particularly with horror and thinking about the past, that is not just about. Yeah, okay. There's this, you know, we're trying to maintain the sanctity of whiteness, but there's actually, a sense that for most horror stories dating back to the Gothic tradition, it means a reckoning with the past and understanding that past.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:16:59:17]"
    },
    {
      "id": "context_01_50",
      "index": 50,
      "speaker": "Russell Meeuf",
      "words": "And so sometimes that can take a very kind of dismissive like, oh, let's just contain it. But oftentimes it takes a form where, the, the main characters in these narratives are asked to actually try to see about to come to grips with the privileges that they've had and the kind of the wealth that they've accumulated. I think, one film that comes to mind is, a small horror film called The Disappointments Room, about this couple that moves into this big estate that they're renovating, and, and they're recovering, because they had, lost a child to SIDs.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:17:22:09]"
    },
    {
      "id": "context_01_51",
      "index": 51,
      "speaker": "Russell Meeuf",
      "words": "And the mother blamed herself. And so they're taking on this new project and starting a new life, and she starts having these visions of the horrific things that the wealthy white family had done to their own, children, in that, in that, in that house in the past. And she had to both kind of forgive herself, for, this tragedy that happened to the, to them, but then also, like, distance themselves and come to grips with the horrific things that white people in the past have done to maintain their wealth, to maintain their privilege, to maintain a particular idea of what the family is.",
      "tags": [

      ],
      "timestamp": "[00:17:55:18]"
    },
    {
      "id": "context_01_52",
      "index": 52,
      "speaker": "Russell Meeuf",
      "words": "So I think it's a good example of a film that's really about the kind of interest section of whiteness, around, this idea that, it's not just about the other, but about reflecting on oneself. And that's also a film, though, that also, like, absolves the family. By the end of the film, it's like, okay, you've grappled with this past, good job.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:18:26:22]"
    },
    {
      "id": "context_01_53",
      "index": 53,
      "speaker": "Russell Meeuf",
      "words": "Move on. I think no.",
      "tags": [

      ],
      "timestamp": "[00:18:46:00]"
    },
    {
      "id": "context_01_54",
      "index": 54,
      "speaker": "Johanna Bringhurst",
      "words": "No, no.",
      "tags": [

      ],
      "timestamp": "[00:18:47:17]"
    },
    {
      "id": "context_01_55",
      "index": 55,
      "speaker": "Russell Meeuf",
      "words": "I think the films that are actually the most critical of this, are the home invasion films, which represented a kind of a small cycle in the Obama era, but a really kind of prominent one, which were they tended to be much more cynical and tended to really, explore this idea of kind of the degradation of kind of white wealth and white privilege, as characters had to deal with it.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:18:49:12]"
    },
    {
      "id": "context_01_56",
      "index": 56,
      "speaker": "Russell Meeuf",
      "words": "So a film like your next, where, a woman is, goes with her boyfriend to meet his family for, a holiday. And his family's very wealthy, and they go out to his estate, and the dad's made all his money off of, being a defense contractor. So he's made a fortune for himself, off of this idea of selling weapons to other people that are often being used in the Third world, in the Global South.",
      "tags": [
        "cinema",
        "conflict"
      ],
      "timestamp": "[00:19:09:01]"
    },
    {
      "id": "context_01_57",
      "index": 57,
      "speaker": "Russell Meeuf",
      "words": "But the family is then attacked seemingly randomly, by these masked intruders who are kind of picking people off one by one, and they're all stuck in the house and have to deal with these invaders. Luckily, the girlfriend that he had was grew up in the Australian outback. As a survivalist, it has a bunch of fighting skills.",
      "tags": [

      ],
      "timestamp": "[00:19:31:18]"
    },
    {
      "id": "context_01_58",
      "index": 58,
      "speaker": "Russell Meeuf",
      "words": "But.",
      "tags": [

      ],
      "timestamp": "[00:19:49:09]"
    },
    {
      "id": "context_01_59",
      "index": 59,
      "speaker": "Johanna Bringhurst",
      "words": "The. I'm loving this description.",
      "tags": [

      ],
      "timestamp": "[00:19:50:18]"
    },
    {
      "id": "context_01_60",
      "index": 60,
      "speaker": "Russell Meeuf",
      "words": "It's it's a it's a lovely little film, with knife gore in it as well. But, the as it progresses, you recognize that the root of the attack is the greed of the family itself. And she's just kind of this bystander to this wealthy family, kind of, you know, kind of turning in on itself. And so these are the films that I think are really introspective, in a kind of a critical kind of fun way about, wealth.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:19:52:27]"
    },
    {
      "id": "context_01_61",
      "index": 61,
      "speaker": "Russell Meeuf",
      "words": "And I think you see it as well and like the really popular purge films, particularly the First Purge, which is again, about, a wealthy white family who's made, their money off of exploitation, having to come to grips with what it means, to, like, have an obligation to other people rather than to just themselves.",
      "tags": [

      ],
      "timestamp": "[00:20:17:05]"
    },
    {
      "id": "context_01_62",
      "index": 62,
      "speaker": "Johanna Bringhurst",
      "words": "I do think one of the fun parts of watching horror films is guessing in which order characters die or get picked off, and I'm going to guess that defense contractor was not long for this world.",
      "tags": [

      ],
      "timestamp": "[00:20:33:14]"
    },
    {
      "id": "context_01_63",
      "index": 63,
      "speaker": "Russell Meeuf",
      "words": "No. All right. Yeah. The there was a lot of good fighting, but there. Yeah. So it's a it's a fun film. It's one of my favorites for that from that cycle.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:20:45:04]"
    },
    {
      "id": "context_01_64",
      "index": 64,
      "speaker": "Johanna Bringhurst",
      "words": "So I will I will add that to my list. You also a great about how these kind of festering fears that are at the core of horror films can partially be ascribed to a lack of open dialog in our culture about race, power, and history. And so we have to tell our stories this way to kind of reckon with the past.",
      "tags": [

      ],
      "timestamp": "[00:20:52:22]"
    },
    {
      "id": "context_01_65",
      "index": 65,
      "speaker": "Russell Meeuf",
      "words": "Yeah. And that's kind of one of the kind of the goals, or kind of historical trajectories of horror films is that it's a kind of, a form of displacement where there's some sort of kind of trauma or past history that we're not comfortable with. And instead of looking directly at it and trying to, like, grapple with it in a meaningful way, we'll kind of shift it into something else, right?",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:21:17:28]"
    },
    {
      "id": "context_01_66",
      "index": 66,
      "speaker": "Russell Meeuf",
      "words": "Well, we'll tell a story about it. That's slightly off. In order to kind of exaggerate it, and help us process it, but without kind of looking at it directly in the ways that you could look at, you know, go to the Godzilla films as being about nuclear anxieties for, you know, Japan in the 1950s, but not overtly about nuclear anxieties as a way of tackling them without directly addressing them.",
      "tags": [

      ],
      "timestamp": "[00:21:38:15]"
    },
    {
      "id": "context_01_67",
      "index": 67,
      "speaker": "Russell Meeuf",
      "words": "I think that's one of the kind of the most amazing things about horror films, its ability to take these, really big, messy concepts and try to, like, find a metaphor or an illusion or something that's similar to that. That allows us to look at it. But at its core is, I think, American cultures, reluctance to actually grapple with our own history.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:22:00:28]"
    },
    {
      "id": "context_01_68",
      "index": 68,
      "speaker": "Russell Meeuf",
      "words": "And I think that's, that's a kind of a common theme throughout, the book is this this question of why it is we don't actually talk about the real history. The horror films are about the past and about how we grapple with the past. But oftentimes we keep that past at a distance. So we reflect. We kind of just, you know, refract it in a particular way without actually grappling with it.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:22:21:10]"
    },
    {
      "id": "context_01_69",
      "index": 69,
      "speaker": "Russell Meeuf",
      "words": "And I think, you know, this this is, absolutely key to, I think the future for, American society and culture is to have open and honest, frank conversations about the histories of race, the histories of racial violence, which are not that far in the past for our culture. And so I think horror films are one of the few places where we're seeing some of that kind of happen.",
      "tags": [

      ],
      "timestamp": "[00:22:42:05]"
    },
    {
      "id": "context_01_70",
      "index": 70,
      "speaker": "Russell Meeuf",
      "words": "There's a kind of a, a displaced, focus on that. But because we haven't had those, those conversations, we end up again, kind of circling back on these same anxieties about what cultural change means, about what it means when the idea of privilege changes, rather than kind of taking a direct look at them.",
      "tags": [

      ],
      "timestamp": "[00:23:02:01]"
    },
    {
      "id": "context_01_71",
      "index": 71,
      "speaker": "Johanna Bringhurst",
      "words": "There is something really satisfying about analyzing a film with, you know, your friends or family that you saw the film with. And maybe that's just we wish we could actually analyze what we want to talk about, and we have this kind of safe space to do that. You mentioned so many, home invasion, creepy house turns on its owners films because of the home recession in 2008.",
      "tags": [

      ],
      "timestamp": "[00:23:21:09]"
    },
    {
      "id": "context_01_72",
      "index": 72,
      "speaker": "Johanna Bringhurst",
      "words": "What else happened during the Obama years to kind of fuel this idea of white fear? It seems counterintuitive when we've elected our first, president, black president, president of African descent, that we we we are now past racism. And it definitely didn't work out that way.",
      "tags": [

      ],
      "timestamp": "[00:23:50:18]"
    },
    {
      "id": "context_01_73",
      "index": 73,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So, yeah, I mean, obviously in the in the aftermath of, the election of Obama, there was a lot of kind of self-congratulatory media discourse around, oh, okay, racism solved that problem. We've got our first black president. And so, yeah, there was a lot of very premature discussions around post-racial ism and this idea that we've kind of finally moved past into a different era, of thinking about race relations, in the US.",
      "tags": [

      ],
      "timestamp": "[00:24:12:04]"
    },
    {
      "id": "context_01_74",
      "index": 74,
      "speaker": "Russell Meeuf",
      "words": "And I think there's yeah, there's a lot of that kind of self-congratulatory discourse. But at the same time, this was a moment that we saw a lot of, really spiking of, white racial anxiety. I relied a lot on, Michael Tesla's, great book called, post-racial or most racial. He's a public opinions, analyst.",
      "tags": [

      ],
      "timestamp": "[00:24:37:22]"
    },
    {
      "id": "context_01_75",
      "index": 75,
      "speaker": "Russell Meeuf",
      "words": "And to looking at a lot of kind of public opinion polling. And, what he found was that throughout the Obama era, one of the things that happened in American politics was that issues that hadn't been really defined by racial anxiety or racial resentment suddenly became more racialized, and that someone's politics could be, guessed, with a great higher degree of accuracy.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:24:57:20]"
    },
    {
      "id": "context_01_76",
      "index": 76,
      "speaker": "Russell Meeuf",
      "words": "If you knew how they felt about race in America. Right. So in the ways that, health care, which has always been a divisive issue, hadn't in the past really been organized by white racial anxiety, right? So if somebody, somebody was really anxious about kind of whiteness and the status of white that didn't necessarily tell you how they would feel about, you know, revisions to our health care system.",
      "tags": [

      ],
      "timestamp": "[00:25:20:23]"
    },
    {
      "id": "context_01_77",
      "index": 77,
      "speaker": "Russell Meeuf",
      "words": "But in the Obama era, it did. And so it started becoming, becoming a system where, political power and political critique became organized around white racial resentment. And so I think, that I think was one of the kind of the, the biggest issues, that there was this kind of major cultural shift in thinking about whiteness and thinking about, we started really activating and elevating more conversations about, the idea of white victimization or the idea that, white folks were becoming the minority.",
      "tags": [

      ],
      "timestamp": "[00:25:40:22]"
    },
    {
      "id": "context_01_78",
      "index": 78,
      "speaker": "Russell Meeuf",
      "words": "We started seeing, and we still see these kind of anxious, you know, demographic projections like, oh, by next year, white folks are going to be the minority in the US. And what is that going to mean? And that gets kind of, kind of projected on to a whole host of political issues around how you think about, you know, really mundane things like our education system in school funding, or health care, or tax policy.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:26:12:08]"
    },
    {
      "id": "context_01_79",
      "index": 79,
      "speaker": "Russell Meeuf",
      "words": "Suddenly things started becoming reflected through the lens of race. Much more. So, and so I think that that's, that I think led to these kind of, these kind of more anxious kind of conversations about white racial standing.",
      "tags": [

      ],
      "timestamp": "[00:26:35:25]"
    },
    {
      "id": "context_01_80",
      "index": 80,
      "speaker": "Johanna Bringhurst",
      "words": "And that set the stage for a candidate like Donald Trump to appeal to voters. Do we see evidence of that in this snapshot that we're looking at through the lens of horror films?",
      "tags": [

      ],
      "timestamp": "[00:26:50:08]"
    },
    {
      "id": "context_01_81",
      "index": 81,
      "speaker": "Russell Meeuf",
      "words": "Yeah. So, I mean, I, I tried to be careful in the book and that I'm not I'm not saying that horror films gave us Trump. But what I'm trying to say is you.",
      "tags": [

      ],
      "timestamp": "[00:27:04:11]"
    },
    {
      "id": "context_01_82",
      "index": 82,
      "speaker": "Johanna Bringhurst",
      "words": "You did not say that. You did not.",
      "tags": [

      ],
      "timestamp": "[00:27:14:04]"
    },
    {
      "id": "context_01_83",
      "index": 83,
      "speaker": "Russell Meeuf",
      "words": "Say that was it did not want that to come across as the argument. What I was trying to capture was that, horror films were capturing the same kinds of cultural shifts that were happening that were going to lead us to a politician like Trump, a politician who I think, whatever you think of his politics, saw a moment in our, in our kind of cultural in our culture and decided like, okay, the that there was a, there was a moment for a politics that was much more overtly racialized, that was going to give voice to white racial anxiety and white racial resentments.",
      "tags": [

      ],
      "timestamp": "[00:27:16:15]"
    },
    {
      "id": "context_01_84",
      "index": 84,
      "speaker": "Russell Meeuf",
      "words": "That was going to give voice to kind of the anger of white racial resentment, and take, take on this form of, yeah, this kind of angry, we need to get back to some sort of mythological past, and could capture some of that kind of anxiety and rage that was being felt, by a lot of white folks who felt left behind in the wake of all of these kind of congratulatory narratives about, race and diversity.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:27:47:29]"
    },
    {
      "id": "context_01_85",
      "index": 85,
      "speaker": "Russell Meeuf",
      "words": "So, I think they were both kind of capturing that same moment. I think the chapter where I think I'm really most closely looking at how Trump's rhetoric aligns with or is in the discussion of remakes, so that during the Obama period, we did see a lot of kind of remaking of, classic, horror films, which is, not unique to the horror genre.",
      "tags": [

      ],
      "timestamp": "[00:28:13:28]"
    },
    {
      "id": "context_01_86",
      "index": 86,
      "speaker": "Russell Meeuf",
      "words": "This is something that Hollywood does. You own intellectual property. You might as well get your bang out, get more bang for your buck and remake it and remake it, remake it. But in a lot of these remakes, there was this kind of, tapping into that same kind of like, angry nostalgia, for the, that, saw the past as both, kind of a nightmare that we need to shift away from, but also something we should celebrate.",
      "tags": [

      ],
      "timestamp": "[00:28:35:01]"
    },
    {
      "id": "context_01_87",
      "index": 87,
      "speaker": "Russell Meeuf",
      "words": "So there's this kind of weird, weird dynamic in thinking about the past, these remakes where we're like, okay, how do we go back and remake something like Nightmare on Elm Street? And oftentimes, what we see in these horror remakes is this idea that we take these stories and we're making them darker and grittier, and there's a kind of, a harder edge to them, that, that didn't exist in the, in the originals, that I think really reflect this kind of idea of past and how we deal with the nostalgia of the pass it align nicely with, I think, what Trump was doing rhetorically in terms of this invocation",
      "tags": [

      ],
      "timestamp": "[00:28:59:07]"
    },
    {
      "id": "context_01_88",
      "index": 88,
      "speaker": "Russell Meeuf",
      "words": "of making America great again. Right. Which isn't really a call to celebrate the greatness of America's past as to say our present is really messed up. And so we have to change that. So I think we saw that same thing in the horror film that the the presence that these horror films imagined were far worse, far grittier, for far darker than what we had seen in the past.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:29:33:14]"
    },
    {
      "id": "context_01_89",
      "index": 89,
      "speaker": "Russell Meeuf",
      "words": "So if you look at like Nightmare on Elm Street, for example, the original, 1984 Nightmare on Elm Street, it's very much still invested in a lot of kind of dark, interesting things happening in American culture around, kind of the satanic panic of the 1980s around fears around childhood sexual assault and sexual molestation. All of those themes are present, but it's also a slasher film about teenagers and their sex lives and trying to have fun.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:29:52:05]"
    },
    {
      "id": "context_01_90",
      "index": 90,
      "speaker": "Russell Meeuf",
      "words": "And then you look at the, the, the remake that I think was in, I can't remember the year on the more contemporary remake with Rooney Mara in it. Mara Rooney sorry, I can say that. Right. But that one is a much more depressing film. It takes a lot of the subtext of the original one, and, makes it, brings it to the surface.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:30:17:21]"
    },
    {
      "id": "context_01_91",
      "index": 91,
      "speaker": "Russell Meeuf",
      "words": "And it's about sad, depressed teenagers who can't get ahead in life, who are struggling to cope with being traumatized in their past. And it's a much a darker film. And so I think there's that we see in that, that sense that there's something wrong with our present, and that it gets manifested in these films that's really, tightly aligned with that, that Trumpian rhetoric around making America great again, which is why I called the chapter Making Horror Great again.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:30:35:24]"
    },
    {
      "id": "context_01_92",
      "index": 92,
      "speaker": "Johanna Bringhurst",
      "words": "I'm wondering, I know your book is specifically about kind of those Obama years, but in recent years, with the Covid 19 pandemic, another election, economic woes and frustrations, are you seeing that reflected in horror films that have come out in the last like five years?",
      "tags": [

      ],
      "timestamp": "[00:31:02:20]"
    },
    {
      "id": "context_01_93",
      "index": 93,
      "speaker": "Russell Meeuf",
      "words": "Yeah, absolutely. So I do think, not just those issues, but also issues of race. So part of this is the Jordan Peele effect in that, the success of Get Out, I think really, both crystallized the industry and the culture to recognize that there was a market for horror films that more directly addressed race in America, and there was a historical moment that was ready for those as well in the in the early Trump years.",
      "tags": [

      ],
      "timestamp": "[00:31:24:17]"
    },
    {
      "id": "context_01_94",
      "index": 94,
      "speaker": "Russell Meeuf",
      "words": "So I do, I think I talk about this a little bit in the conclusion, and we see this kind of playing out in, the horror storytelling today that we do see, a marked increase in horror storytelling, made by, for and about people of color, which is telling a kind of a more diverse range of stories.",
      "tags": [

      ],
      "timestamp": "[00:31:48:03]"
    },
    {
      "id": "context_01_95",
      "index": 95,
      "speaker": "Russell Meeuf",
      "words": "And those stories are kind of engaging with kind of a more diverse set of histories about America's past, and about, what kind of the racial issues of America. Now that said, those are still a kind of a smaller trend, right? We still are seeing, continuation of a lot of the things that I've seen around economic anxieties, and white racial anxieties, but there's just a little bit more diversity in there.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:32:04:05]"
    },
    {
      "id": "context_01_96",
      "index": 96,
      "speaker": "Russell Meeuf",
      "words": "It'll be interesting to see how this plays out. Over the next I think some of the trends that we see that were certainly alive in the Obama year have continued on. We're still seeing pretty wide scale popularity of haunted house films as a kind of a way to to have that anxiety, but is tapering a little bit.",
      "tags": [

      ],
      "timestamp": "[00:32:27:19]"
    },
    {
      "id": "context_01_97",
      "index": 97,
      "speaker": "Russell Meeuf",
      "words": "I think one of the more interesting ones, too, is, the once maybe intensified the most, are, narratives about creepy children and motherhood. Have, been persistently popular. We've seen sequels made of orphan, even though the lead, actor in that film is now an adult. They brought her back and made a prequel film, where they put all the actors on stilts around her to make her look like she's still a small child.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:32:42:25]"
    },
    {
      "id": "context_01_98",
      "index": 98,
      "speaker": "Russell Meeuf",
      "words": "Popular films like Megan, which is about the I, but who, kind of turns on their family. We we're still seeing a lot of these types of narratives that are angst anxious about, like, white mothers in particular, in this idea of white motherhood as being kind of under siege.",
      "tags": [

      ],
      "timestamp": "[00:33:08:20]"
    },
    {
      "id": "context_01_99",
      "index": 99,
      "speaker": "Johanna Bringhurst",
      "words": "I couldn't even watch the trailers for Megan. I was terrified. I'm a mother. I do not I do not like that one. I do not like the mirror. On mothers. That is creepy. Children are terrifying. In that same vein, I've been really excited to see more, horror films and television programing featuring indigenous storytelling and actors.",
      "tags": [

      ],
      "timestamp": "[00:33:25:12]"
    },
    {
      "id": "context_01_100",
      "index": 100,
      "speaker": "Johanna Bringhurst",
      "words": "Like the television show Dark Waters. Can you talk a little bit beyond, just our racial challenges, but also our history of sidelining indigenous storytelling? It feels really of the moment, right now, too, with Lily Gladstone winning awards for her amazing performance in killers of the Flower Moon.",
      "tags": [

      ],
      "timestamp": "[00:33:51:29]"
    },
    {
      "id": "context_01_101",
      "index": 101,
      "speaker": "Russell Meeuf",
      "words": "Yeah, and I think those are, and I should say, two. Part of one of the limitations of the books is that I am talking about movies. Just movies. And so I think a lot of really dynamic, interesting horror storytelling has been happening on TV. And just for the, you know, I couldn't write about everything for the book.",
      "tags": [

      ],
      "timestamp": "[00:34:17:19]"
    },
    {
      "id": "context_01_102",
      "index": 102,
      "speaker": "Russell Meeuf",
      "words": "So that's I think that's an area where we are seeing.",
      "tags": [

      ],
      "timestamp": "[00:34:33:21]"
    },
    {
      "id": "context_01_103",
      "index": 103,
      "speaker": "Johanna Bringhurst",
      "words": "You can fit everything in, could.",
      "tags": [

      ],
      "timestamp": "[00:34:35:24]"
    },
    {
      "id": "context_01_104",
      "index": 104,
      "speaker": "Russell Meeuf",
      "words": "Not fit everything in one bit nice and tight. But yeah, I think we are seeing, more of that both in film and television. Again, a more of a reflection on, indigeneity and indigenous issues. There's a, a great film called Blood Quantum, which is a really interesting, indigenous based black zombie narrative that's thinking about those questions of indigeneity.",
      "tags": [
        "cinema",
        "indigenous",
        "literature"
      ],
      "timestamp": "[00:34:37:25]"
    },
    {
      "id": "context_01_105",
      "index": 105,
      "speaker": "Russell Meeuf",
      "words": "And, yeah, I think those are kind of playing out. I mean, part of it, I think, is also we're seeing a little bit more narratives about indigeneity in general, that are I think are really welcome. Right. I'm a big fan of, not horror film or TV show, but Reservation Dogs is, a great show of kind of grappling with some of these issues.",
      "tags": [
        "cinema",
        "indigenous"
      ],
      "timestamp": "[00:35:00:14]"
    },
    {
      "id": "context_01_106",
      "index": 106,
      "speaker": "Russell Meeuf",
      "words": "I'm excited to see what the new season of HBO is. True detective, which always has a little bit of a horror bent, has in mind. I think it's going to engage a little bit more with issues of indigenous communities in Alaska. So I think, yeah, I think we're seeing more of those histories coming to bear and some of these storytelling.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:35:17:17]"
    },
    {
      "id": "context_01_107",
      "index": 107,
      "speaker": "Russell Meeuf",
      "words": "And yeah, and I think it'll be welcome to see some of that play out. And I would love it to see it manifest in like, mainstream theatrical horror as well, to have more of that engagement. When we see a conjuring film that actually engages with, kind of the brutal histories of colonization, in our country, I think that will be that will be great.",
      "tags": [
        "cinema",
        "migration"
      ],
      "timestamp": "[00:35:35:01]"
    },
    {
      "id": "context_01_108",
      "index": 108,
      "speaker": "Russell Meeuf",
      "words": "You know, one of the things I talked about in the book is that we kind of have this stereotype, this, this idea that like, oh, you know, or we tell all these horror stories about, you know, somebody who builds their build their home on a Native American burial ground and the ghosts from the past come and haunt them.",
      "tags": [

      ],
      "timestamp": "[00:35:52:23]"
    },
    {
      "id": "context_01_109",
      "index": 109,
      "speaker": "Russell Meeuf",
      "words": "But oftentimes that that's actually not represented in a lot of mainstream horror. Even people hold up, the film Poltergeist is an example of that, but that's actually not set on a Native American burying ground. This is a regular cemetery. And so, I would I would love to see more of our engagement with the past in that sense, and the kind of our past and our present with indigenous communities reflected in horror.",
      "tags": [
        "cinema",
        "indigenous"
      ],
      "timestamp": "[00:36:07:12]"
    },
    {
      "id": "context_01_110",
      "index": 110,
      "speaker": "Johanna Bringhurst",
      "words": "Thank you so much. Thank you for sharing your insights with us. And again, Doctor Meeuf's book is called White Terror, the horror film from Obama to Trump favorite. I really enjoyed it. I think you listeners will, to thank you so much for being with us today.",
      "tags": [

      ],
      "timestamp": "[00:36:31:16]"
    },
    {
      "id": "context_01_111",
      "index": 111,
      "speaker": "Russell Meeuf",
      "words": "Yeah. Thanks for chatting with me.",
      "tags": [

      ],
      "timestamp": "[00:36:48:07]"
    }
  ],
  "metadata": {
    "totalSegments": 112,
    "description": "Russell Meeuf from the University of Idaho joins Johanna this week to talk about his book White Terror: The Horror Film from Obama to Trump . He argues that horror films are a form of social and political critique for both conservatives and liberals and discusses how that was seen in the Obama era and the election of Donald Trump. Dr. Russel Meeuf is a professor in the School of Journalism and Mass Media and the director of the film and television program at the University of Idaho.  He received his doctorate from the University of Oregon and specializes in research on popular media and culture. In particular, his work focuses on celebrity culture, popular cinema, masculinity studies, and disability studies. His writings have appeared in journals. Reflecting these interests, he is the author of several books on media culture, including White Terror: The Horror Film from Obama to Trump (Indiana University Press, 2022), Rebellious Bodies: Stardom Citizenship, and the New Body Politics (University of Texas Press, 2017) as well as John Wayne's World: Transnational Masculinity in the Fifties (University of Texas Press, 2013). He is also the co-editor of several collections on film and popular culture.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}