{
  "title": "S2E14 The Life of John Denver",
  "interviewee": "Robert Santelli",
  "interviewer": "David Pettyjohn",
  "date": "2021-09-27",
  "subjects": [
    "country (style)",
    "folk artists",
    "singers",
    "environmentalists",
    "music (performing arts genre)",
    "traveling exhibitions"
  ],
  "segments": [
    {
      "id": "context_72_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_72_1",
      "index": 1,
      "speaker": "David Pettyjohn",
      "words": "Hello everyone. My name is David Pettyjohn. I am the director of the Idaho Humanities Council, and I want to thank you for joining us for today's, connected conversation discussing, the life of John Denver. And, before I introduce, you know, our very special guest today, I want to remind you that this is one of the many programs that we offer here at RHC.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_72_2",
      "index": 2,
      "speaker": "David Pettyjohn",
      "words": "And if you would like to learn more, you can visit our website at idahohumanities.org. I also want to let you know that if you have any questions, for Bob, you can use the Q&A feature located at the bottom of your zoom screen, or you can type it into the chat feature that will go, to the panelists.",
      "tags": [

      ],
      "timestamp": "[00:00:27:21]"
    },
    {
      "id": "context_72_3",
      "index": 3,
      "speaker": "David Pettyjohn",
      "words": "So joining us today is, a very special friend of the Idaho Humanities Council, Bob Santelli. He is, the director of the Grammy Museum. He and I were just visiting about all of his travels, across the country. And, he has also been a part of our annual summer Teachers Institute. He is an absolutely delightful person and a wonderful presenter.",
      "tags": [

      ],
      "timestamp": "[00:00:51:16]"
    },
    {
      "id": "context_72_4",
      "index": 4,
      "speaker": "David Pettyjohn",
      "words": "And it is my honor to turn it over to you. Bob, thank you so much for joining us today.",
      "tags": [

      ],
      "timestamp": "[00:01:19:00]"
    },
    {
      "id": "context_72_5",
      "index": 5,
      "speaker": "Robert Santelli",
      "words": "David. Thank you for having me. I'm happy to be here as always. As you mentioned, I have a long and, I hope, mutually beneficial and rewarding relationship with Idaho. I'm currently coming from you from Oregon today down in Corvallis, Oregon. But, my home is just outside of Seattle, so it's an easy job for me to get over to Idaho.",
      "tags": [

      ],
      "timestamp": "[00:01:24:09]"
    },
    {
      "id": "context_72_6",
      "index": 6,
      "speaker": "Robert Santelli",
      "words": "And I try and get there whenever I can. It's one of my favorite states, as you know. It's it's wonderful to talk about a John Denver for a number of reasons, which I'll get to in a second. But let me just tell everyone the way this is going to work. So I'll, I'll go for about 35 or 40 minutes or 45 minutes, whatever it takes.",
      "tags": [

      ],
      "timestamp": "[00:01:48:06]"
    },
    {
      "id": "context_72_7",
      "index": 7,
      "speaker": "Robert Santelli",
      "words": "We're going to play some music. But mostly I'm going to give you information. And the whole goal of this is not just to explore the life and legacy of, John Denver, particularly the music, because after all, that's that's my area of expertise. It's it's about the music as much as anything. But also, I'll going to leave time for you to so we can have a discussion on this.",
      "tags": [

      ],
      "timestamp": "[00:02:09:00]"
    },
    {
      "id": "context_72_8",
      "index": 8,
      "speaker": "Robert Santelli",
      "words": "I'll try and answer any questions that I can. I will I can't say I can answer them all. Certainly. We'll do my best, but I'd love to hear from you, too. So this is a John Denver is an American icon, and it's someone who he is. Someone who, often inspires a lot of great conversation, as you will see.",
      "tags": [

      ],
      "timestamp": "[00:02:35:10]"
    },
    {
      "id": "context_72_9",
      "index": 9,
      "speaker": "Robert Santelli",
      "words": "So feel free to put some questions down in the chat. And then, I will get to them after the presentation is over. All right. So let me get started then and and say, you know, it's that when David, when you asked me to do this, it was, it was really apropos of because, for those of you who don't know, as David said, I am the founding executive director of the Grammy Museum.",
      "tags": [

      ],
      "timestamp": "[00:02:55:17]"
    },
    {
      "id": "context_72_10",
      "index": 10,
      "speaker": "Robert Santelli",
      "words": "And a few years ago, we did an exhibit on John Denver. Okay. And basically, I'm trying to remember exactly what year it was, but essentially it was called, rhymes. And it rhymes and reasons. The music of John Denver is matter of fact. If you go to the John Denver website, I'm pretty sure you will be able to, to get a link to, a virtual, tour of that exhibit.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:03:23:03]"
    },
    {
      "id": "context_72_11",
      "index": 11,
      "speaker": "Robert Santelli",
      "words": "Here's the thing about John Denver. So when we are in our curatorial discussion. So the way we select, the way we select exhibits to, to create and then to, to, present to our audiences, we get together with a whole bunch of people, marketing people, curatorial people, education people, hardcore music historians. We all sit around a table, essentially, and we try and figure out what is a good exhibit to present.",
      "tags": [
        "music",
        "history"
      ],
      "timestamp": "[00:03:50:21]"
    },
    {
      "id": "context_72_12",
      "index": 12,
      "speaker": "Robert Santelli",
      "words": "Now, understand that I work for the Grammys. If you know anything about the Grammys, you should know that it's about all kinds of music. So previously, I used to work with the Rock and Roll Hall of Fame. That was kind of easy because the music was just about rock and roll. And you talk about the Grammys, you're talking jazz, opera, folk, hip hop, blues, you name it, and all of it kind of falls under the, the Grammy umbrella.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:04:19:07]"
    },
    {
      "id": "context_72_13",
      "index": 13,
      "speaker": "Robert Santelli",
      "words": "So we're talking and, about, okay, what should we do next? And someone I can't remember who says, why don't we do something on John Denver? And I remember distinctly a number of people around the table kind of frowning. It's working. Say, John Denver, really? Do you want to do John Denver? And a discussion, ensued there. And part of the reason why, there were those frowns and like, I don't think so is because and we're going to get into this in a little bit is because John Denver is relationship with music historians and critics, quite honestly, is not very high.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:04:45:17]"
    },
    {
      "id": "context_72_14",
      "index": 14,
      "speaker": "Robert Santelli",
      "words": "They often look upon him as kind of a folk pop rock lightweight, which isn't true, as we'll see in a second, but that has been one of the things that, the John Denver family and, and fans have really, have really striven to, to overcome. And so it was very prevalent in our curatorial table nonetheless. Nonetheless, we decided to go and create an exhibit on John Denver.",
      "tags": [

      ],
      "timestamp": "[00:05:28:23]"
    },
    {
      "id": "context_72_15",
      "index": 15,
      "speaker": "Robert Santelli",
      "words": "Now, I'm telling you this because when we opened it and during the life of the exhibit, which was, I don't know, four months, five months or whatever, it became one of the most popular exhibits we had ever done in our 12 plus years of, being in existence shocked us all. It's shocked, especially the skeptics, the John, the John, Denver skeptics, those who advocated for John Denver said, see, I told you so, apparently.",
      "tags": [

      ],
      "timestamp": "[00:05:58:16]"
    },
    {
      "id": "context_72_16",
      "index": 16,
      "speaker": "Robert Santelli",
      "words": "And you may be we have, a number of people here, I'm sure, a hardcore John Denver fans. Those people are loyal. And they turned out for this exhibit and then pass the word. We were overwhelmed with kudos for actually doing this exhibit and saying, see the Grammys ought to recognize John Denver because as you'll see later on, when John Denver was alive, he only won one Grammy Award, despite the fact that I know he did something like 30 albums and only one, and it was his children's album, his last album, actually, that won a Grammy Award.",
      "tags": [

      ],
      "timestamp": "[00:06:30:04]"
    },
    {
      "id": "context_72_17",
      "index": 17,
      "speaker": "Robert Santelli",
      "words": "He also hosted the Grammy Awards a number of times, actually late 70s into early 80s. And so we should have realized that there is and was a very strong, connection to not just John Denver's music, but what his life's good for as well. So I'm proud to say that exhibit killed it for us. We were overwhelmed with John Lennon, John, John Denver fans, and they were very happy for it.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:07:07:23]"
    },
    {
      "id": "context_72_18",
      "index": 18,
      "speaker": "Robert Santelli",
      "words": "I would suggest that you go to, the John Denver website and you'll be able to queue it and get some photographs, at least of what it looked like. We got 110/10 support, percent support from the family, and you'll see a lot of very personal objects that we had on display that people literally came from all over. John Denver fans from all over to see this exhibit.",
      "tags": [

      ],
      "timestamp": "[00:07:38:03]"
    },
    {
      "id": "context_72_19",
      "index": 19,
      "speaker": "Robert Santelli",
      "words": "So that's the good news. Let's go back to what I just said about his reputation. So, John Denver, when when you talk to a music critic or you talk to a music journalist, especially older ones, now, I full disclosure here for many years, for 18 years, actually, I was a music critic, a music journalist, but particularly a music critic, and I wrote for rolling Stone, and many other publications.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:08:02:16]"
    },
    {
      "id": "context_72_20",
      "index": 20,
      "speaker": "Robert Santelli",
      "words": "New York Times, guitar player, and I'm from new Jersey. You could probably hear that in my accent. So I live back East, where John Denver's music about the Rockies in Colorado did not necessarily connect in that urban setting so much. And that's where most of the rock critics and music critics lived. And so John Denver never had, I don't think, a decent shot at convincing the hardcore, New York based urban music critics of the validity of his music, and so he had routinely had to fight, negative reviews or people just saying, oh, man, lightweight, lightweight.",
      "tags": [
        "music",
        "cinema"
      ],
      "timestamp": "[00:08:32:03]"
    },
    {
      "id": "context_72_21",
      "index": 21,
      "speaker": "Robert Santelli",
      "words": "And it's only been recently and I like to think that this exhibit at the Grammy Museum, that this has begun to change. And it often changes because many of the original music critics that I'm talking about, myself being included, being a baby boomer, are retiring and have basically left music journalism. And it's a new generation of younger, music critics and journalists who now basically sit in the same seats that we once did at magazines like rolling Stone, etc. and they have a different view.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:09:16:23]"
    },
    {
      "id": "context_72_22",
      "index": 22,
      "speaker": "Robert Santelli",
      "words": "And so we're starting to see a bit of a revisionist point of view when it comes to John Denver and his music. And I think part of the reason is because, as you guys probably well know, he was a really hardcore environmentalist, and we'll talk about that in a second. But John Denver, environmental ism is starting to ring loud and clear with young people today who are very interested in climate change and very interested in seeing what's happening with, with, animals and plants and things that are basically becoming extinct.",
      "tags": [
        "music",
        "environment"
      ],
      "timestamp": "[00:09:49:08]"
    },
    {
      "id": "context_72_23",
      "index": 23,
      "speaker": "Robert Santelli",
      "words": "And so John Denver, now as a person as well as an artist and recording and performing artists, is starting to ring more true and have more validity than he did, say, a generation ago, which is which is kind of interesting. And I think really, a good a good thing for his legacy. And I think as time moves on, you're going to see that legacy grow even more and more.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:10:24:21]"
    },
    {
      "id": "context_72_24",
      "index": 24,
      "speaker": "Robert Santelli",
      "words": "Okay. So with that said, with that said, let's let's just talk about his music, what he stood for, where he came from, what are his roots. So we do know, obviously, that, his music is it's not that easy to categorize because some people see him in country music. Okay. It's some of the songs, of course, just with their titles, which we're going to hear in just a second.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:10:49:12]"
    },
    {
      "id": "context_72_25",
      "index": 25,
      "speaker": "Robert Santelli",
      "words": "Certainly allow Denver to easily fall into the, quote, country category. Some people see him in the pop world. Okay. Where because his music was certainly popular. And when you're in the world of pop, you draw from all different kinds of musical influences. And so it's a great catch all category to put people who are in specifically one or the other, and there are others who see him in the folk category.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:11:21:10]"
    },
    {
      "id": "context_72_26",
      "index": 26,
      "speaker": "Robert Santelli",
      "words": "All right. And why? Because as we'll see in just a minute or so, he really comes up as a folk singer during a whole folk revival of the early and mid 1960s, and therefore it's an easy place to put him. The fact is, at least as far as I'm concerned, is do these categories really matter? No they don't, of course they don't.",
      "tags": [

      ],
      "timestamp": "[00:11:50:16]"
    },
    {
      "id": "context_72_27",
      "index": 27,
      "speaker": "Robert Santelli",
      "words": "No artist likes to be categorized at all. As a matter of fact, they detest it. A blues artist hates to be called just a blues guy, especially if he plays rock or soul or gospel as well. It's really difficult. But in the world of music, when you when you talk about the music industry and consumers, it this categorization happens simply because it's easier to sell stuff when someone says, well, what kind of music does he play?",
      "tags": [
        "music"
      ],
      "timestamp": "[00:12:10:16]"
    },
    {
      "id": "context_72_28",
      "index": 28,
      "speaker": "Robert Santelli",
      "words": "And you can say, oh, yeah, you know, the Rolling Stones, they played the blues based rock n roll. Okay, let's put them in rock and roll. So it's easy to do and it's easy to connect. That's why it happens. But I am here to tell you, and I know this for a fact. Musicians hate it. And I'm sure John Denver did too, because even though he did draw from country, particularly his influences, and even though there were folk roots in his music as well, and even though he was a pop singer as well, he was all of this, he was all of this and maybe even a little bit more as we'll see.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:12:38:13]"
    },
    {
      "id": "context_72_29",
      "index": 29,
      "speaker": "Robert Santelli",
      "words": "So with that said, the idea of John Denver as an emerging artists, he is someone. First of all, he's born in New Mexico and he really doesn't get going until the early 1960s. He comes from a Air Force family, which means he moves around quite a bit. He probably does not have a great relationship with his father.",
      "tags": [

      ],
      "timestamp": "[00:13:12:24]"
    },
    {
      "id": "context_72_30",
      "index": 30,
      "speaker": "Robert Santelli",
      "words": "And, you know, thinking about John Denver, I often think about, John, Jim Morrison from The doors, who also came from a, a completely different kind of music for sure. And life, but, he also came from a, family that was hardcore into the, into the military. In his case, his father was an admiral and rejected.",
      "tags": [
        "music",
        "conflict"
      ],
      "timestamp": "[00:13:36:20]"
    },
    {
      "id": "context_72_31",
      "index": 31,
      "speaker": "Robert Santelli",
      "words": "And they had that whole rebellious thing going on. And I kind of understand all of that because growing up, being a musician in the late 1960s and early 1970s myself, my father was a new Jersey state trooper, and the last thing he wanted to see is his son holding a guitar. He he and I did not see eye to eye.",
      "tags": [

      ],
      "timestamp": "[00:13:59:01]"
    },
    {
      "id": "context_72_32",
      "index": 32,
      "speaker": "Robert Santelli",
      "words": "And I don't think Morrison and maybe John Denver had a little bit better relationship, but probably not. Not that much. It simply was the times mostly. And and of course he does go to college for a little bit. He goes to Texas Tech and studies architecture, but clearly he's interested in being a musician. So basically this is the early 1960s.",
      "tags": [

      ],
      "timestamp": "[00:14:21:03]"
    },
    {
      "id": "context_72_33",
      "index": 33,
      "speaker": "Robert Santelli",
      "words": "All right. 1963, 64, 65. And if you know anything about that time, first of all, let me put it into a timeline for you. In 1964, the Beatles come to America for the very first time. So 1964 is all about Beatlemania. But just before that, we meet Bob Dylan for the first time in 1962 and 1963. And what is happening not just on the East Coast, in places like Greenwich Village and up in Boston, but also on many, many college campuses.",
      "tags": [

      ],
      "timestamp": "[00:14:43:13]"
    },
    {
      "id": "context_72_34",
      "index": 34,
      "speaker": "Robert Santelli",
      "words": "There is a, a folk revival going on. So young kids who basically were introduced to rock and roll through Elvis Presley and Chuck Berry in the 1950s and mid late 1950s, now move on to college. They're looking for music that has a little bit more sophistication, rather than lyrics like 1:00, 2:00, 3:00, rock like this, rock around the clock, of course, by Bill Haley.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:15:15:21]"
    },
    {
      "id": "context_72_35",
      "index": 35,
      "speaker": "Robert Santelli",
      "words": "And a lot of kids start to move toward folk music. There's meaning in folk music. And, John Denver is one of them. Okay, so John Denver basically grows up in this folk world, in this folk world. And in addition to having this solo artists such as Joan Baez, Judy Collins, Bob Dylan, of course, there are also groups.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:15:44:04]"
    },
    {
      "id": "context_72_36",
      "index": 36,
      "speaker": "Robert Santelli",
      "words": "There are singing groups. All right. And these singing groups are really, really popular in the early 19 and mid 1960s, the most important one, which we'll hear about in just a second. The most important one is Peter, Paul and Mary. Another one that's really, really important is a group called the Chad Mitchell Trio. And even though John Denver is not an original member of the Chad Mitchell Trio, he does join the Chad Mitchell Trio.",
      "tags": [

      ],
      "timestamp": "[00:16:08:09]"
    },
    {
      "id": "context_72_37",
      "index": 37,
      "speaker": "Robert Santelli",
      "words": "And basically up until about 1969 or so, when he decides to go solo and have a solo career. Basically, he is embedded into that folk revival slash folk rock scene that is traditionally been put forward by Bob Dylan and groups like the Byrds, but also more traditional folk singing groups like Peter, Paul and Mary. For freshmen, the Chad Mitchell Trio, etc..",
      "tags": [
        "music"
      ],
      "timestamp": "[00:16:39:03]"
    },
    {
      "id": "context_72_38",
      "index": 38,
      "speaker": "Robert Santelli",
      "words": "Okay, interestingly enough, it's Peter, Paul and Mary that will really put John Denver on the map on the pop map, because he writes a song that's on his first record, which gets little or no attention, called leaving on a Jet Plane. Peter, Paul, and Mary get a hold of it, and they record that song, and it goes to number one on the pop charts is they're basically what Peter, Paul and Mary would do as Peter, Paul and Mary would look for other songs and then reinterpret them.",
      "tags": [

      ],
      "timestamp": "[00:17:07:14]"
    },
    {
      "id": "context_72_39",
      "index": 39,
      "speaker": "Robert Santelli",
      "words": "They did that with Bob Dylan's Blowin in the wind. That wasn't a big hit for Bob Dylan in the early 60s. It was a big hit for Peter, Paul and Mary in the early 60s. Same thing John Denver writes leaving on a jet plane and Peter, Paul and Mary, take it all the way to the top of the charts.",
      "tags": [

      ],
      "timestamp": "[00:17:41:13]"
    },
    {
      "id": "context_72_40",
      "index": 40,
      "speaker": "Robert Santelli",
      "words": "So, David, what I'd like to do is first, let's play a final. We'll play 30 or 40s or so minute or so of John Denver's leaving on a jet plane, and then right away follow up with about a minute or so of Peter, Paul and Mary's version of leaving on a jet plane.",
      "tags": [

      ],
      "timestamp": "[00:18:00:19]"
    },
    {
      "id": "context_72_41",
      "index": 41,
      "speaker": "David Pettyjohn",
      "words": "All right. So I'm going to share my screen for everyone.",
      "tags": [

      ],
      "timestamp": "[00:18:20:16]"
    },
    {
      "id": "context_72_42",
      "index": 42,
      "speaker": "Robert Santelli",
      "words": "And you might want to put one of the photo of photos of John Denver, one of the early photos and photos one and photo two, if you'd like.",
      "tags": [

      ],
      "timestamp": "[00:18:24:16]"
    },
    {
      "id": "context_72_43",
      "index": 43,
      "speaker": "David Pettyjohn",
      "words": "Okay, I will we'll see if I can be that complicated. I mean, that I know I hey.",
      "tags": [

      ],
      "timestamp": "[00:18:31:12]"
    },
    {
      "id": "context_72_44",
      "index": 44,
      "speaker": "Robert Santelli",
      "words": "There we go.",
      "tags": [

      ],
      "timestamp": "[00:18:39:15]"
    },
    {
      "id": "context_72_45",
      "index": 45,
      "speaker": "David Pettyjohn",
      "words": "All right, so here's John Denver.",
      "tags": [

      ],
      "timestamp": "[00:18:40:16]"
    },
    {
      "id": "context_72_46",
      "index": 46,
      "speaker": "John Denver",
      "words": "Muted copyright material",
      "tags": [

      ],
      "timestamp": "[00:18:51:09]"
    },
    {
      "id": "context_72_47",
      "index": 47,
      "speaker": "Robert Santelli",
      "words": "All right so if you compare the two and again I would suggest if you're interested, go back after this little discussion is over at sometime when you have some free time, you can listen to both of them and compare and contrast them even more so than we're doing here for. And of course, we're cutting a little bit close just because of time.",
      "tags": [

      ],
      "timestamp": "[00:21:15:13]"
    },
    {
      "id": "context_72_48",
      "index": 48,
      "speaker": "Robert Santelli",
      "words": "But if you listen, go back and you listen to John Denver's version. It has drums, has a beat to it. Right? It is a more pop flavored version of that song. Basically, the original is the original title, by the way, was babe, I Hate to Go. All right. He changes it to leave it on a jet plane, but that that version was poppier, all right.",
      "tags": [

      ],
      "timestamp": "[00:21:34:20]"
    },
    {
      "id": "context_72_49",
      "index": 49,
      "speaker": "Robert Santelli",
      "words": "And they had a beat trying to put John Denver in connection to the whole thing that was happening in 1969 with Rock, 1969, of course, being the year, Woodstock and all the incredible things that are happening in rock at that time, of course, with the Beatles and LED Zeppelin and Cream and so many other bands, but with with leaving on a jet plane with Peter, Paul and Mary, you have a completely different point of view here.",
      "tags": [

      ],
      "timestamp": "[00:21:57:18]"
    },
    {
      "id": "context_72_50",
      "index": 50,
      "speaker": "Robert Santelli",
      "words": "It's more folk based. All right. And the reason why it's more folk basis. Because look, Peter, Paul, Mary had an entire decade to create an audience, and those already in that audience had expectations that despite the fact that this song is being played on pop radio stations, that it maintained its folk connection. And of course, Mary Travers was singing in the lead there, that great harmony, something that John didn't have Peter, Paul and Mary being a trio.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:22:25:05]"
    },
    {
      "id": "context_72_51",
      "index": 51,
      "speaker": "Robert Santelli",
      "words": "Okay. And, and it was a record that basically hit it just beautifully at the right time. And I would I always thought, why didn't John Denver's version of the song have the success that Peter, Paul and Mary did? Well, two reasons. One, as I said before, Peter, Paul, Mary had a track record, okay? Everyone knew who Peter, Paul and Mary was in the 1960s.",
      "tags": [

      ],
      "timestamp": "[00:22:53:01]"
    },
    {
      "id": "context_72_52",
      "index": 52,
      "speaker": "Robert Santelli",
      "words": "They were that popular folk or rock or pop. And the second thing is that 1969, as I said, was such an incredible year for music. The kind of major acts that were breaking, that were just emerging were mostly hard rock acts, hard hard rock acts. So someone who comes in with something that's basically soft rock, didn't stand much of a chance on the radio unless you had a track record.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:23:16:22]"
    },
    {
      "id": "context_72_53",
      "index": 53,
      "speaker": "Robert Santelli",
      "words": "So it would make sense that Peter, Paul and Mary of the two would be the one to break with this song. And of course, they take that up from that mistake and it goes all the way to number one, and it probably is their only number one record other than blowing in the wind, which I believe only went to number two on the pop charts.",
      "tags": [

      ],
      "timestamp": "[00:23:46:20]"
    },
    {
      "id": "context_72_54",
      "index": 54,
      "speaker": "Robert Santelli",
      "words": "Don't I should have looked it up. I did, and I'm sorry, but I'm pretty sure that's the case. But still, John Denver has a hit, all right. Much like Bob Dylan had a hit with blowing in the wind, even though it wasn't his version. But now people are beginning to take him seriously songwriters, producers, etc. and very quickly in 1970, he releases two other albums.",
      "tags": [

      ],
      "timestamp": "[00:24:03:18]"
    },
    {
      "id": "context_72_55",
      "index": 55,
      "speaker": "Robert Santelli",
      "words": "So 1969 Rhymes and Reasons Comes Out and the 1970 Take Me to Tomorrow and Whose Garden Was This? Both of them come out in 1970. Back then, you could put out two albums in one year. That hardly ever happens today. If you go back to the Beatles sometimes. The Beatles did three albums in the early days in one year.",
      "tags": [

      ],
      "timestamp": "[00:24:28:00]"
    },
    {
      "id": "context_72_56",
      "index": 56,
      "speaker": "Robert Santelli",
      "words": "Such was the nature of the music business back then, and there was so much, desire for new music by established artists in particular. But basically the, the idea that John Denver scored with leaving on a jet plane through Peter, Paul and Mary, the thought was, okay, this guy is going to be able to launch his own career.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:24:48:22]"
    },
    {
      "id": "context_72_57",
      "index": 57,
      "speaker": "Robert Santelli",
      "words": "And quite honestly, RCA is is kind of disappointed because of those two albums in 1970. Neither sells well, neither get attention from from the music critics. They kind of just kind of float by. Like I said, there is a see a flood of incredible albums coming out. And the interesting thing is, in 1970, 71, what you're looking at particularly, I guess by 71 the album comes out, if you recall, if you're old enough to recall Carole King's Tapestry.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:25:11:15]"
    },
    {
      "id": "context_72_58",
      "index": 58,
      "speaker": "Robert Santelli",
      "words": "All right. But also think about the, James Taylor is coming out now for the first time, and we have Jackson Browne and all of these, Joni Mitchell. There's this move away from the hard rock of the late 1960s and into a softer version of rock and pop in the early 1970s. So it was kind of interesting that John Denver doesn't score in 1970s, just as this wave is starting, but in 1971, with poems, prayers and promises.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:25:47:08]"
    },
    {
      "id": "context_72_59",
      "index": 59,
      "speaker": "Robert Santelli",
      "words": "Bingo, it hits okay. So the same year that tapestry comes out, I guess 50 years ago. Wow. Tapestry comes out poems, prayers and promises comes out. And that basically is his hit album. All right. That is this had help. And there is a song that happens on this album. David, I want you to queue it up. If you don't know this song by John Denver.",
      "tags": [

      ],
      "timestamp": "[00:26:23:04]"
    },
    {
      "id": "context_72_60",
      "index": 60,
      "speaker": "Robert Santelli",
      "words": "I don't know what you're doing listening to me talk about it. Here it is.",
      "tags": [

      ],
      "timestamp": "[00:26:49:17]"
    },
    {
      "id": "context_72_61",
      "index": 61,
      "speaker": "David Pettyjohn",
      "words": "All right, here we go.",
      "tags": [

      ],
      "timestamp": "[00:26:55:00]"
    },
    {
      "id": "context_72_62",
      "index": 62,
      "speaker": "John Denver",
      "words": "Muted copyright material",
      "tags": [

      ],
      "timestamp": "[00:27:03:14]"
    },
    {
      "id": "context_72_63",
      "index": 63,
      "speaker": "Robert Santelli",
      "words": "So I'm not going to play the whole song because clearly you should know that song. It is a classic. And the reason why I play that one first and then we'll play Rocky Mountain High, a little bit of that one is because this is the song that basically puts John Denver in the country category, right? Take me home, country roads.",
      "tags": [

      ],
      "timestamp": "[00:28:56:15]"
    },
    {
      "id": "context_72_64",
      "index": 64,
      "speaker": "Robert Santelli",
      "words": "All right. Listen to the lyrics of this particular song. There are references to country. It's not an urban song. This is a song also that connects John Denver with Colorado as well. All right. He by the that Denver isn't his real name. It's talking off. Right. And it's Henry John. And he changes his name because that was a terrible name to be.",
      "tags": [

      ],
      "timestamp": "[00:29:15:20]"
    },
    {
      "id": "context_72_65",
      "index": 65,
      "speaker": "Robert Santelli",
      "words": "To to try and present himself in the pop world. Way too difficult to say too ethnic. And then also, to, too long. So he changes it to John Denver, and really, he changes it to Denver as a tribute to his favorite state, which is Colorado. Okay. So what you have and we're going to hear Rocky Mountain High in just a second.",
      "tags": [

      ],
      "timestamp": "[00:29:42:08]"
    },
    {
      "id": "context_72_66",
      "index": 66,
      "speaker": "Robert Santelli",
      "words": "Rocky Mountain High will actually become the state song of Colorado. But this puts John Denver in a situation where now all of a sudden he has an identity. He is considered to be a country artist. Colorado in the 90s era, 1970 71, 72, 73 is a very hip state to be connected to. Why? Because the whole hippie movement of the mid and late 1960s, which begins in places like Haight-Ashbury in San Francisco, the Sunset Strip in Los Angeles, Greenwich Village in New York.",
      "tags": [

      ],
      "timestamp": "[00:30:05:16]"
    },
    {
      "id": "context_72_67",
      "index": 67,
      "speaker": "Robert Santelli",
      "words": "It begins as an urban cultural revolution. But by the late 60s and early 70s, the trend now is to move to the country. Okay, you move to the country. And of course, Woodstock is the perfect example of that, where they celebrate going back to the garden. If you remember Joni Mitchell song Woodstock, take me back to the garden, basically the Garden of Eden that she's talking about.",
      "tags": [

      ],
      "timestamp": "[00:30:40:23]"
    },
    {
      "id": "context_72_68",
      "index": 68,
      "speaker": "Robert Santelli",
      "words": "It's where basically you can be your own person and grow your own food and have freedom and clean air, etc.. Well, John Denver connects into that through this song because he even though he's John Denver paying tribute to Denver, Colorado. The fact is the song is about rural America, pure America, a place that's away from the cities, which are very much struggling in the late 60s and early 70s.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:31:05:21]"
    },
    {
      "id": "context_72_69",
      "index": 69,
      "speaker": "Robert Santelli",
      "words": "It is a great song. It is a classic song. We know as music critics when we listen to songs that have redeeming merit. We listen to the lyrics, of course, but musically you listen for a song to see if it has a hook, and a hook is something that basically, if you imagine, imagine fishing, right? You throw a, a line out into the into the ocean.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:31:32:02]"
    },
    {
      "id": "context_72_70",
      "index": 70,
      "speaker": "Robert Santelli",
      "words": "Let's just say it has a hook with bait. The fish bites on the hook, and you got that fish, you control him and you real him in in the music business, you want to write a hook that will basically connect you with a listener, okay? They get hooked on a particular part of a song that they can't get out of their head.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:31:57:14]"
    },
    {
      "id": "context_72_71",
      "index": 71,
      "speaker": "Robert Santelli",
      "words": "And oftentimes it's in the chorus. And of course, with this song, it's right in the chorus. Take me home, country roads. Unbelievable. Unbelievable hook. So this is a huge hit for him, and it connects him with the state of Colorado, which he will stay with because in 1972 we get this song, Rocky Mountain High.",
      "tags": [

      ],
      "timestamp": "[00:32:19:08]"
    },
    {
      "id": "context_72_72",
      "index": 72,
      "speaker": "John Denver",
      "words": "Muted copyright material",
      "tags": [

      ],
      "timestamp": "[00:32:41:21]"
    },
    {
      "id": "context_72_73",
      "index": 73,
      "speaker": "Robert Santelli",
      "words": "So that particular song, Rocky Mountain High only three is this connection to obviously not just Colorado, but rural country, more wholesome, a look at America rather than the deteriorating situation that is occurring in the city's rocky Mountains. Of course, when you hear Rocky Mountain Dew, it's almost synonymous with this state of Colorado. And at the same time, this is all happening.",
      "tags": [
        "agriculture",
        "environment"
      ],
      "timestamp": "[00:34:38:00]"
    },
    {
      "id": "context_72_74",
      "index": 74,
      "speaker": "Robert Santelli",
      "words": "And in John Denver's career is really taken off. He's got these connections to country music, and he's got connections to Colorado. There are, I mentioned Colorado being a hip state in the early 1970s because not just John Denver writing about the state, but some of you may know the music of the late Dan Fogelberg. He would do the same thing.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:35:04:16]"
    },
    {
      "id": "context_72_75",
      "index": 75,
      "speaker": "Robert Santelli",
      "words": "He would write a lot about Colorado. He lived out there as well. Even the Beach Boys, even the beach Boys who were so, so, connected to Southern California, the Beach Boys, after all, coming out of Hawthorne, California, right next to, well, white, very close to LA, if, you know, Southern California. But they were all about surfing and the beach and everything.",
      "tags": [

      ],
      "timestamp": "[00:35:26:15]"
    },
    {
      "id": "context_72_76",
      "index": 76,
      "speaker": "Robert Santelli",
      "words": "They have a ranch out there called Caribou Ranch, which they built a recording studio. So they get connected to that Crosby, Stills and Nash, they get connected to Colorado. So all of a sudden, Colorado is a really hip place to live, to record, to be. And part of that was due to the music of John Denver. At the same time, this is going on musically for John Denver.",
      "tags": [
        "agriculture",
        "music"
      ],
      "timestamp": "[00:35:47:10]"
    },
    {
      "id": "context_72_77",
      "index": 77,
      "speaker": "Robert Santelli",
      "words": "Also, what he started to do and really start to pick up is his interest in environmentalism and the ecology, because in 1970, if I'm not mistaken, we have our first Earth Day, right? So the baby boom generation is now beginning to look at its connection to Mother Earth. And basically we realize that pollution and mass and traffic and and plastics and all these things that were a detriment to the environment, basically the generation says, we need to fix this.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:36:12:01]"
    },
    {
      "id": "context_72_78",
      "index": 78,
      "speaker": "Robert Santelli",
      "words": "We need to clean this up. We need to pay attention to the environment, to to Mother Earth, so to speak. And John Denver is at the forefront of that, and he will never leave that. As a matter of fact, as the years now go by and he becomes very, very famous, very popular, very wealthy, he puts a lot of time and effort into environmentalism, so much so, in my opinion, that it rivals what he does with music.",
      "tags": [
        "environment",
        "music"
      ],
      "timestamp": "[00:36:45:08]"
    },
    {
      "id": "context_72_79",
      "index": 79,
      "speaker": "Robert Santelli",
      "words": "Okay. But he is an advocate of it. And quite honestly, back then he doesn't get the credit again because I go all the way back to what I said early on in this little discussion here, because John Denver is still considered despite his success, despite the great music that is turning out, still considered to be a lightweight artist.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:37:11:01]"
    },
    {
      "id": "context_72_80",
      "index": 80,
      "speaker": "Robert Santelli",
      "words": "You know, he and people say, how can that be? How can that be? You know, I can only offer you some theories. Number one, the music was incredibly wholesome. You don't hear any even electric guitars, right? It's all acoustic. It's soft embracing, it's emotional. But he doesn't. Doesn't, doesn't do anything that raises any eyebrows. Let's say, musically speaking, it's it's easy to embrace.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:37:32:02]"
    },
    {
      "id": "context_72_81",
      "index": 81,
      "speaker": "Robert Santelli",
      "words": "It's easily accessible. It's kind of conservative, quite honestly, too. But equally on top of that, if you, David, put up a, put up with that photograph of John Denver again, if you will, not from the album, but one back, I guess it was look at the wholesome quality. Look at him, even though he is wearing long hair, which of course is the basically motive, fashion for, for singer songwriters.",
      "tags": [

      ],
      "timestamp": "[00:37:59:14]"
    },
    {
      "id": "context_72_82",
      "index": 82,
      "speaker": "Robert Santelli",
      "words": "But the fact is, he just got a a wholesome face. He doesn't look like there's a bad bone in his body. He's not someone who's a radical. He's not someone who's doing hardcore drugs, getting arrested. I mean, this is it just looks like a great guy who lives and loves the outdoors and is connected to it musically as well as spiritually.",
      "tags": [

      ],
      "timestamp": "[00:38:27:00]"
    },
    {
      "id": "context_72_83",
      "index": 83,
      "speaker": "Robert Santelli",
      "words": "So as a result, he's it just, if you will, pushes along this idea that John Denver well yeah, he's good. But you know, that's something to take seriously as a real artist. And he wasn't basically breaking down any new barriers. You know, the music that he was writing was basically out of that folk, pop, country vein. And if you listen to his music and then you might listen to now, maybe the Eagles or Jackson Browne, Joni Mitchell, Crosby, Stills and Nash, they're going toward a harder version of that folk, pop country stuff that John, Denver was doing, and therefore it was it was a little bit more appealing to serious music fans.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:38:49:20]"
    },
    {
      "id": "context_72_84",
      "index": 84,
      "speaker": "Robert Santelli",
      "words": "Now, that's not to say John Denver's music wasn't serious. I'm saying that the music critics, generally speaking, not all of them, but generally speaking saw it as something that, yeah, it's great. It's kind of it's okay. But, you know, it's not something that, rivals some of the artists. I just mentioned. And I think that bothered John Denver.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:39:35:19]"
    },
    {
      "id": "context_72_85",
      "index": 85,
      "speaker": "Robert Santelli",
      "words": "It had to because he knew he was writing great songs. Certainly his audience was big for them. And and he had a great, a great following. But basically I don't I don't think at some point, I think at some point that he finally said the heck with it. You know, I'm just going to do my thing. And he starts to move away a little bit away from, from caring about whether his music is critically accepted or not.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:39:55:20]"
    },
    {
      "id": "context_72_86",
      "index": 86,
      "speaker": "Robert Santelli",
      "words": "Now, interestingly enough, by the time we get into the late 70s and into the 80s and things, you have a situation where he adds another, certainly another, interest in his life. And of course, this is the interest that ultimately would take his life. And that's aviation. Now, it certainly must come from his from his roots, because his father was in the Air Force.",
      "tags": [

      ],
      "timestamp": "[00:40:23:03]"
    },
    {
      "id": "context_72_87",
      "index": 87,
      "speaker": "Robert Santelli",
      "words": "As I said, he always had an interest in aviation. It's very even experimental aviation to the point of, you know, thinking about back then space travel and what that might mean. So he was way ahead of his time in terms of how he looked at, the future of aviation. So he really had three things going in his life all at once.",
      "tags": [

      ],
      "timestamp": "[00:40:45:13]"
    },
    {
      "id": "context_72_88",
      "index": 88,
      "speaker": "Robert Santelli",
      "words": "He had the music, of course. Which gate gave him the financial freedom to work on his interest in experimental aviation and, of course, environmentalism. It's interesting. And I bring this up simply because, my connection to the Grammys and the Grammy Awards had been around since the late 1950s, but it really doesn't become a TV program until the early mid 1970s.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:41:06:22]"
    },
    {
      "id": "context_72_89",
      "index": 89,
      "speaker": "Robert Santelli",
      "words": "And in the late 1970s. John Denver is asked to host it. So this is a really interesting thing, because here I am saying, the the credits of rolling Stone and some of the hardcore music journals, are, kind of just looking at John Denver as a lightweight folk country rocker. Okay. But yet the Grammys, are interested in him enough, and they see the value of the wholesomeness and his wide audience that he has that he's asked to host the Grammys, and he will do such a good job.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:41:36:16]"
    },
    {
      "id": "context_72_90",
      "index": 90,
      "speaker": "Robert Santelli",
      "words": "He will be asked to host it again and again. I forget exactly how many times he hosts, but it's more than 2 or 3 times, which is very unusual, to be asked to come back. Usually we, we try and change the hosts. Well, not so much, anymore these days, the whole idea of the Grammy Awards is all up in the air, but post-Covid.",
      "tags": [

      ],
      "timestamp": "[00:42:09:20]"
    },
    {
      "id": "context_72_91",
      "index": 91,
      "speaker": "Robert Santelli",
      "words": "But the fact of the matter is, he was a favorite. And the reason why he was asked back, because people were drawn to the Grammys when they were just starting out as a TV show because of the popularity and and love of John Denver. And I remember talking to Pierre Cassette, the late Pierre cassette, he is the person who put the Grammys on TV, and we were happy.",
      "tags": [

      ],
      "timestamp": "[00:42:32:02]"
    },
    {
      "id": "context_72_92",
      "index": 92,
      "speaker": "Robert Santelli",
      "words": "I was doing like an oral history with him, and I asked, and this was years ago, 15 years ago or so, when he was still alive. I asked him about the, John Denver. He said he loved John Denver was one of the easiest hosts to work with. And basically he just brought people who might not be interested in the Grammy show to the show, meaning A-Rod, but eyeballs on TV because of who he was and the loyalty of the fans to John Denver.",
      "tags": [

      ],
      "timestamp": "[00:42:55:07]"
    },
    {
      "id": "context_72_93",
      "index": 93,
      "speaker": "Robert Santelli",
      "words": "Interesting, interesting. So before we we start to wrap up here, you know, the 80s and 90s, he's still making records. I like I said, he goes perhaps up around 30 albums. I think if you look interestingly, only one, only one a children's album, only one, a children's album will win a Grammy, even though it was nominated a couple times for someone with the length of his career, the number of albums, and his connection to the Grammys.",
      "tags": [

      ],
      "timestamp": "[00:43:24:19]"
    },
    {
      "id": "context_72_94",
      "index": 94,
      "speaker": "Robert Santelli",
      "words": "As I said, it is, kind of shocking that he only won one Grammy in his life and that, in my opinion, you know, 20,000 people vote on Grammy Awards. Few people pick the nominations, but then the entire Recording Academy votes on it. And, that, in my view, goes back to that reputation that we talked about, which explains that people said, oh, yeah, John Denver, they loved him, but they didn't take him seriously enough to say, that person is an innovative artist who basically is someone that deserves a Grammy Award.",
      "tags": [

      ],
      "timestamp": "[00:43:54:11]"
    },
    {
      "id": "context_72_95",
      "index": 95,
      "speaker": "Robert Santelli",
      "words": "And now when we look back and you see some of the albums that won as opposed to the records that he created, you're kind of surprised, you know? But I would throw that that I can't remember exactly how many Grammy Awards Elvis Presley won, but I know he never won a Grammy Award for Rock. He won a Grammy Awards for his gospel albums.",
      "tags": [

      ],
      "timestamp": "[00:44:30:15]"
    },
    {
      "id": "context_72_96",
      "index": 96,
      "speaker": "Robert Santelli",
      "words": "So back then, I can't, I can't explain to you why people voted the way they did, but, it was pretty odd. And it was sometimes not fair. But that's the way it goes. He still remained a very, very important artist. And I want to play two more songs for you, David, if you would just queue up, our fourth song, and we'll make sure that everyone, if you again, if you don't know this song, you shouldn't be listening to me now.",
      "tags": [

      ],
      "timestamp": "[00:44:53:16]"
    },
    {
      "id": "context_72_97",
      "index": 97,
      "speaker": "Robert Santelli",
      "words": "You should be listening to to John Denver's songs, but, let's play and then we'll we'll play waiting for a train and talk about the children's album on wrap up.",
      "tags": [

      ],
      "timestamp": "[00:45:24:07]"
    },
    {
      "id": "context_72_98",
      "index": 98,
      "speaker": "David Pettyjohn",
      "words": "Sounds good.",
      "tags": [

      ],
      "timestamp": "[00:45:33:04]"
    },
    {
      "id": "context_72_99",
      "index": 99,
      "speaker": "John Denver",
      "words": "Muted copyright material",
      "tags": [

      ],
      "timestamp": "[00:45:39:04]"
    },
    {
      "id": "context_72_100",
      "index": 100,
      "speaker": "Robert Santelli",
      "words": "So thank God I'm a country boy. Take me home. Country roads, Rocky mountain high. You see, John Denver went back to the well, if you will, again and again. But when he did, he came up with absolute classics. That song today you can go to baseball games, you can go to, football game, college football games, you can go to bars, you can go to oh my God, karaoke.",
      "tags": [

      ],
      "timestamp": "[00:46:32:03]"
    },
    {
      "id": "context_72_101",
      "index": 101,
      "speaker": "Robert Santelli",
      "words": "Forget it. It's almost like if a definition of a folk song is a song sung by many, many, many people and transcends generations, well, they sue songs. Those two songs in particular, are are folk songs. They're part of the American music canon, so to speak. And, and so does his legacy still live on? Yes it does.",
      "tags": [
        "music",
        "history"
      ],
      "timestamp": "[00:46:57:15]"
    },
    {
      "id": "context_72_102",
      "index": 102,
      "speaker": "Robert Santelli",
      "words": "But like I said before, why wouldn't this why would a song like this win a Grammy Award? You kind of. I scratch my head today wondering what were what were the voters thinking, but they did pick, like I said, there was a country, a children's album. That was his last album before his death in 1997.",
      "tags": [

      ],
      "timestamp": "[00:47:22:05]"
    },
    {
      "id": "context_72_103",
      "index": 103,
      "speaker": "Robert Santelli",
      "words": "Do as you probably know to a, a plane crash in an experimental plane, 53 years old, not even close to finishing up his career. But interestingly enough, that wins. That wins a Grammy. And not for Best album or anything like that. He won one of the minor awards, but listen to this album, which for the most part are cover songs of classics, particularly country music classics.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:47:43:17]"
    },
    {
      "id": "context_72_104",
      "index": 104,
      "speaker": "Robert Santelli",
      "words": "So they're not even his songs. They are versions of classic songs done in a children's, if you will, music format. Here's a song called waiting for a train. It's by Jimmie Rodgers. If you don't know anything about country music, Jimmie Rodgers is considered the father of country music. So here's a song called waiting on the train. It was not meant to be.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:48:11:07]"
    },
    {
      "id": "context_72_105",
      "index": 105,
      "speaker": "Robert Santelli",
      "words": "Back in the early late 20s early 30s. It was not meant to be a children's song, but John Denver turns it to him, because what he does with this song, as you can see here, is he creates, Using the railroad, a series of songs that are connected to the railroad waiting for the train. Perfect example. So let's listen to about a minute of that, if you will.",
      "tags": [

      ],
      "timestamp": "[00:48:33:05]"
    },
    {
      "id": "context_72_106",
      "index": 106,
      "speaker": "John Denver",
      "words": "Muted copyright material",
      "tags": [

      ],
      "timestamp": "[00:48:54:22]"
    },
    {
      "id": "context_72_107",
      "index": 107,
      "speaker": "Robert Santelli",
      "words": "You hear the, the country twang of this? Of course. And of course, the yodels. The yodel was a very famous, vocal move. That was employed by Jimmie Rodgers back then. It made yodeling very much a part of the country music sound in the 1930s and 1940s. And, John Denver recalls that on this album. And, like I said, it is his last album and it is the album that wins a, a Grammy Award.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:50:00:21]"
    },
    {
      "id": "context_72_108",
      "index": 108,
      "speaker": "Robert Santelli",
      "words": "It's an album that, quite honestly, was aimed at children, wasn't even aimed at his, his main constituency. So where does that leave us now? John Denver's been dead quite a long time. Where is his legacy today? Where how do we view him? As I said, a new generation of music journalists and critics and people who analyze and critique music just starting to see more value than the baby boomer music critics.",
      "tags": [
        "history",
        "music"
      ],
      "timestamp": "[00:50:31:22]"
    },
    {
      "id": "context_72_109",
      "index": 109,
      "speaker": "Robert Santelli",
      "words": "So his stature is rising. And we saw that firsthand at the Grammy Museum when we did the exhibit that I spoke to you about at the outset of this. So you had that going on, and now you also have that connection where he is being recognized as much for his environmental work as he is, as he currently is with his, with his music.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:51:01:05]"
    },
    {
      "id": "context_72_110",
      "index": 110,
      "speaker": "Robert Santelli",
      "words": "So you have a situation here. If you add to the space travel that's starting to happen today, and interest in aviation going way beyond the conventions of flying, which were of course, standard in his time, he's he was way ahead of his time in many, many ways. And so I think we see I think it's fair for, for us to say that John Denver's legacy both music and environmental, is well assured.",
      "tags": [
        "history",
        "music"
      ],
      "timestamp": "[00:51:24:02]"
    },
    {
      "id": "context_72_111",
      "index": 111,
      "speaker": "Robert Santelli",
      "words": "And as we go forward into more into the 21st century, we'll go back and look at his music and find even more redeeming values and qualities to it than perhaps we found when he was alive. That's sad. Okay. And it's something that I think was largely unfair. But he's not the only artist that happened to, quite honestly, a number of artists who you would just say, my goodness, such a great artist.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:51:53:14]"
    },
    {
      "id": "context_72_112",
      "index": 112,
      "speaker": "Robert Santelli",
      "words": "Why does they sell more records? Or why isn't he recognized more? No one said the music business was fair. And I think John Denver came to grips with that long before a lot of the other artists did. And for the most part, despite dying at an early age of 53, I think he led a pretty good life and was pretty happy with what he had accomplished.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:52:20:01]"
    },
    {
      "id": "context_72_113",
      "index": 113,
      "speaker": "Robert Santelli",
      "words": "So with that, I will stop and, I'll see if there are any questions or comments that anyone might have. I see a Q and A here, so let me open that up. I was.",
      "tags": [

      ],
      "timestamp": "[00:52:42:02]"
    },
    {
      "id": "context_72_114",
      "index": 114,
      "speaker": "David Pettyjohn",
      "words": "Yeah. So, Bob, yeah, yeah. Real quick, we'll go. I'll, kind of moderate and I'll read the question.",
      "tags": [

      ],
      "timestamp": "[00:52:55:21]"
    },
    {
      "id": "context_72_115",
      "index": 115,
      "speaker": "Robert Santelli",
      "words": "Yeah, go ahead then.",
      "tags": [

      ],
      "timestamp": "[00:53:02:10]"
    },
    {
      "id": "context_72_116",
      "index": 116,
      "speaker": "David Pettyjohn",
      "words": "But I gotta say, thank you for that. And just on a personal note, I mean, I'm one of those fans. Yeah. John Denver has touched my life, and so many different ways. And even, I mean, I kept seeing, you know, where those were playing. I think a lot of people were probably singing along, with that, with those lyrics.",
      "tags": [

      ],
      "timestamp": "[00:53:04:14]"
    },
    {
      "id": "context_72_117",
      "index": 117,
      "speaker": "David Pettyjohn",
      "words": "So just to remind people, we have time for a few questions and, so you can use the Q&A feature at the bottom. And the first question we have is this in the comic strip Doonesbury, the character of Duke, loosely based on gonzo journalist Hunter Thompson, for some reason hated John Denver in real life. Was there animosity between Denver and Thompson?",
      "tags": [

      ],
      "timestamp": "[00:53:25:18]"
    },
    {
      "id": "context_72_118",
      "index": 118,
      "speaker": "David Pettyjohn",
      "words": "For some reason.",
      "tags": [

      ],
      "timestamp": "[00:53:46:16]"
    },
    {
      "id": "context_72_119",
      "index": 119,
      "speaker": "Robert Santelli",
      "words": "There wasn't personal animosity, but Hunter Thompson wrote for rolling Stone. All right. He was one of the he was caustic. He was radical, unpredictable, nasty. This was a tough guy, Hunter Thompson, that is to, be admired by and to him because he lived out there as well. Right? He lived out in Colorado as well, and he saw John Denver as everything that he hated about Colorado, the pure wholesomeness, the conservative ness, anything that basically smacked of if it wasn't about drugs or guns or anything to kind of Thompson wasn't interested in it.",
      "tags": [

      ],
      "timestamp": "[00:53:48:06]"
    },
    {
      "id": "context_72_120",
      "index": 120,
      "speaker": "Robert Santelli",
      "words": "I only met him once, and it was only in distance. I was at a party in New York when when I was writing for rolling Stone, and, I didn't even go up and speak to him, but he would when he would walk into a room, he would just he would get a lot of the most caustic, skeptical, sometimes arrogant people around him.",
      "tags": [

      ],
      "timestamp": "[00:54:29:04]"
    },
    {
      "id": "context_72_121",
      "index": 121,
      "speaker": "Robert Santelli",
      "words": "And, if you were to ask me if I didn't know what I just said, if you said Bob, do you think Hunter Thompson like John Denver or John Denver's music? I would laugh or say, you crazy? Of course, that would be impossible given who he was. So, yeah. So it wasn't a personal thing. It was what John represented that he hated most because he saw Colorado as more of a, of a rebel area.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:54:51:11]"
    },
    {
      "id": "context_72_122",
      "index": 122,
      "speaker": "Robert Santelli",
      "words": "An outlaw area, a place where, you shoot them up and take drugs and go crazy as opposed to the beauty and the in the the the, the, the, if you will, middle class comfort that John Denver brought to the state. So there was that disconnect and it was perfectly represented in Doonesbury.",
      "tags": [

      ],
      "timestamp": "[00:55:16:14]"
    },
    {
      "id": "context_72_123",
      "index": 123,
      "speaker": "David Pettyjohn",
      "words": "That's why I also met Hunter as Thompson once at a job I had. And you described him perfectly. People actually came. It was for a book signing. Yeah. People came with a book that Hunter S Thompson that actually shot a bullet through. There you go. And that was like their most prized possession. So yes. So can you speak to the effect that John Denver's testimony to Congress about labeling on albums had on his career and music?",
      "tags": [

      ],
      "timestamp": "[00:55:37:06]"
    },
    {
      "id": "context_72_124",
      "index": 124,
      "speaker": "Robert Santelli",
      "words": "Yeah, I don't, I don't know enough really to to speak, forcefully about that. I, I can't say I don't think it did. I don't think it did. John Denver's hill to climb was always vast, right from the very, very beginning. And it's really a tribute to people like yourself there. But you said he's he's spoken to you and he's you've related to him, that you stayed with him because, as I said, there's one element even before I did, we did the exhibit at the Grammy Museum.",
      "tags": [

      ],
      "timestamp": "[00:56:06:03]"
    },
    {
      "id": "context_72_125",
      "index": 125,
      "speaker": "Robert Santelli",
      "words": "There's one thing that I knew about John Denver fans, and it was loyal. Okay. If you connected to John Denver, you connected to him, and you stayed connected to. And that's really he was very fortunate that he had such a loyal fans because again, back then in the 70s in particular, music journalism and like rolling Stone etc., they were very powerful.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:56:37:19]"
    },
    {
      "id": "context_72_126",
      "index": 126,
      "speaker": "Robert Santelli",
      "words": "They, they could make or break an artist, right? They could, people read these magazines and, and looked at them. And if they said this album was great, they believed it was great. If this album was terrible, they believe that was terrible. It had incredible power, incredible power. I like to think, you know, I in just in summing up, I don't know, is there any other questions there?",
      "tags": [

      ],
      "timestamp": "[00:57:04:09]"
    },
    {
      "id": "context_72_127",
      "index": 127,
      "speaker": "Robert Santelli",
      "words": "I don't see any.",
      "tags": [

      ],
      "timestamp": "[00:57:25:05]"
    },
    {
      "id": "context_72_128",
      "index": 128,
      "speaker": "David Pettyjohn",
      "words": "Just, just a comment, you know, saying kind of what you reiterated how, John Denver, you know, his songs followed the life. But we did just get one question. If you could briefly speak to John Denver spiritualism, and then we'll kind of wrap it up after that.",
      "tags": [

      ],
      "timestamp": "[00:57:27:00]"
    },
    {
      "id": "context_72_129",
      "index": 129,
      "speaker": "Robert Santelli",
      "words": "Yeah. Yeah. You know, I, I that's an area quite honestly, I probably can't being the music person, I don't know enough about that aspect of his life unfortunately, to, to speak clearly about it. But I can say this in his music, there is, you know, if you see a Supreme being in, in nature. Right, and you see it in, in the manner by which we relate to Mother Earth, the spiritual ism is organic with him and home grown.",
      "tags": [
        "music",
        "environment",
        "agriculture"
      ],
      "timestamp": "[00:57:41:19]"
    },
    {
      "id": "context_72_130",
      "index": 130,
      "speaker": "Robert Santelli",
      "words": "And, a lot of people who, wait again when he is coming up and creating his, if you will, reputation who he is. It was a lot of interest in all of that. And of course, he will take that and it will grow more mature and sophisticated as the years go by. But for me, for me, spiritualism aside, as I mentioned to you before, I'm from new Jersey.",
      "tags": [

      ],
      "timestamp": "[00:58:15:23]"
    },
    {
      "id": "context_72_131",
      "index": 131,
      "speaker": "Robert Santelli",
      "words": "And of course in new Jersey we have Bruce Springsteen. And for us, for me, as a kid growing up, you know, Bruce Springsteen wrote about, new Jersey and a lot of the things, you know, I'm sure people from Iowa or Missouri or Arizona, they're thinking what? I they probably didn't recognize that music. But he wrote very, very forcefully and successfully about it.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:58:40:09]"
    },
    {
      "id": "context_72_132",
      "index": 132,
      "speaker": "Robert Santelli",
      "words": "I always think of John Denver as Colorado's Bruce Springsteen. You know, where he has. He really not only connected to the vibe of the place and the purity of the place down to Jersey. He's not pure or anything. We were the most densely populated state in the Union, and we're got pollution and mafia and everything like that. But Denver just embodied that.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:59:05:01]"
    },
    {
      "id": "context_72_133",
      "index": 133,
      "speaker": "Robert Santelli",
      "words": "The best parts of that state. I always saw Bruce Springsteen as the William Faulkner of New Jersey because of his ability to to say what I just said, and I saw John Denver being being the same way. We might need a few more of those. John Denver's and, you know, be interesting to see. Like I said, as it goes by, you're still a John Denver fan.",
      "tags": [

      ],
      "timestamp": "[00:59:28:08]"
    },
    {
      "id": "context_72_134",
      "index": 134,
      "speaker": "Robert Santelli",
      "words": "I think people who are listening and are still John Denver fans, the whole point of something like this is now to go back and re listen to the music, you know, get reconnected to it because clearly it's a part of your life, David. And and you know, for for someone like me whose business is music, I don't get to do that so much anymore.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:59:53:12]"
    },
    {
      "id": "context_72_135",
      "index": 135,
      "speaker": "Robert Santelli",
      "words": "I there's so much I have to listen to and, and react to. But, but for you guys, as fans, go back, stay connected to the music, stay connected to his legacy, find new inspiration and new and and new things about the music and his life that make you feel good and make you feel whole. I think that's that's really the hope I could leave you with.",
      "tags": [
        "music",
        "history"
      ],
      "timestamp": "[01:00:14:04]"
    },
    {
      "id": "context_72_136",
      "index": 136,
      "speaker": "Robert Santelli",
      "words": "As we begin to close.",
      "tags": [

      ],
      "timestamp": "[01:00:36:16]"
    },
    {
      "id": "context_72_137",
      "index": 137,
      "speaker": "David Pettyjohn",
      "words": "Beautifully said. Bob, thank you so much for joining us. Thank you all for joining us today. And don't forget, our next connected conversation is coming up. You can learn more information on our website on the Connected Conversations page. Bob, thanks again.",
      "tags": [

      ],
      "timestamp": "[01:00:39:04]"
    }
  ],
  "metadata": {
    "totalSegments": 138,
    "description": "John Denver was one of Americas greatest country-folk singer-songwriters. With over 30 albums, he was more than a performerhe was an actor, environmentalist, and humanitarian. His music captured everyday life with deep conviction, especially in 'Take Me Home, Country Roads,' now one of West Virginias four state anthems. Bio: Robert Santelli was named Executive Director of the GRAMMY Museum in Los Angeles in 2006. Under his leadership, the Museum opened new locations, curated over 65 exhibits, produced 600+ public programs, and partnered with the White House and The Kennedy Center for education. A noted blues and rock historian, Santelli has contributed to Rolling Stone and The New York Times and authored over a dozen books, including the New York Times bestsellers Greetings From E Street and The Bob Dylan Scrapbook. He was an original curator of the Rock and Roll Hall of Fame and its first Director of Education and VP of Public Programs. In 2000, he became CEO of Seattles Experience Music Project (now MoPOP), the first interactive music museum. He also developed the UKs first pop music museum, the British Music Experience. In 2012, Santelli co-produced Woody at 100: The Woody Guthrie Centennial Collection, earning a GRAMMY nomination. After the GRAMMY Museum merged with the GRAMMY Foundation in 2017, he was named Founding Executive Director and now oversees its traveling exhibits and external projects.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}