{
  "title": "Archie Boyd Teater: Art, Architecture, Artifacts & Archives",
  "interviewee": "Chelsee Boehm; Lester Taylor; Henry Whiting",
  "interviewer": "David Pettyjohn",
  "date": "2020-11-17",
  "subjects": [
    "impressionist (style)",
    "artist studios (work spaces)",
    "artifacts (object genre)",
    "portrait format",
    "landscapists",
    "architecture (discipline)"
  ],
  "segments": [
    {
      "id": "context_87_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_87_1",
      "index": 1,
      "speaker": "David Pettyjohn",
      "words": "Greetings everyone. My name is David Pettyjohn. I am the executive director of the Idaho Humanities Council. I want to thank each of you for joining us this evening for another one of our connected conversations. Before I kind of introduce our speakers, I would like to, first of all, remind each of you that, we will have a question and answer session.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_87_2",
      "index": 2,
      "speaker": "David Pettyjohn",
      "words": "So we'd like to to remind you that this is just one of the many programs that we offer here at the Idaho Humanities Council. And if you're not familiar with our work, I encourage you to go to our website, which is Idaho humanities.org. So tonight we are, going to learn about Archie Boyd theater, art, architecture, artifacts and archives.",
      "tags": [

      ],
      "timestamp": "[00:00:25:24]"
    },
    {
      "id": "context_87_3",
      "index": 3,
      "speaker": "David Pettyjohn",
      "words": "What a name. And joining us tonight is Chelsee Boehm, Lester Taylor and Henry Whiting. And they'll each say a little bit about themselves. So I will now turn it over to Chelsee. Welcome, everybody.",
      "tags": [

      ],
      "timestamp": "[00:00:47:20]"
    },
    {
      "id": "context_87_4",
      "index": 4,
      "speaker": "Chelsee Boehm",
      "words": "Thank you. David. I'm Chelsee. I am a public historian. I currently work for the Idaho State Historical Society, at the Idaho State Museum.",
      "tags": [

      ],
      "timestamp": "[00:01:04:03]"
    },
    {
      "id": "context_87_5",
      "index": 5,
      "speaker": "Lester Taylor",
      "words": "And we. Why don't you start?",
      "tags": [

      ],
      "timestamp": "[00:01:16:05]"
    },
    {
      "id": "context_87_6",
      "index": 6,
      "speaker": "Henry Whiting",
      "words": "Well, I'm Henry Whiting. I am the owner of taters, Nolan. And I'm looking forward to, to talking to everybody. I'll introduce myself more, more comprehensively and a little bit when I get started here.",
      "tags": [

      ],
      "timestamp": "[00:01:19:17]"
    },
    {
      "id": "context_87_7",
      "index": 7,
      "speaker": "Lester Taylor",
      "words": "Okay. I'm Lester Taylor, and I don't know whether you're supposed to do it this way or not, but I'm talking to you from my library in Tucson, Arizona, and, although I, I have written a book about, art, but I'm not an artist. I'm an art historian, and I not critic. I'm an economist. And I look forward to talking with Henry and Chelsee about art.",
      "tags": [

      ],
      "timestamp": "[00:01:36:19]"
    },
    {
      "id": "context_87_8",
      "index": 8,
      "speaker": "Lester Taylor",
      "words": "And these are all right.",
      "tags": [

      ],
      "timestamp": "[00:02:07:11]"
    },
    {
      "id": "context_87_9",
      "index": 9,
      "speaker": "David Pettyjohn",
      "words": "Thank you all very much. So, Chelsee, I think, we'll kind of turn it over to you now to kind of lead the, the discussion.",
      "tags": [

      ],
      "timestamp": "[00:02:09:18]"
    },
    {
      "id": "context_87_10",
      "index": 10,
      "speaker": "Chelsee Boehm",
      "words": "Thank you. So, yeah, I'm Chelsee, I am presenting this evening. I'm participating this evening from Boise, which is the ancestral homeland of the Shoshone Bannock people. So before we begin, I want to pay my respects to the members of that tribe, both past and present. So a little bit of of a summary about how tonight's gonna go.",
      "tags": [

      ],
      "timestamp": "[00:02:19:00]"
    },
    {
      "id": "context_87_11",
      "index": 11,
      "speaker": "Chelsee Boehm",
      "words": "I am going to turn the time over first to Lester, and he's going to tell us about, Rita's life and his art. And then Henry is going to talk about two years now, and then I will follow up at the end with just a brief bit about the archival collection. The writer, the Archie and Patricia Tito archival collection at the Idaho State Archives.",
      "tags": [

      ],
      "timestamp": "[00:02:45:22]"
    },
    {
      "id": "context_87_12",
      "index": 12,
      "speaker": "Chelsee Boehm",
      "words": "And some of the artifacts at the Idaho State Museum. So let me share my screen. Oh, can I have permission to share my screen? So, Lester, to begin. Can you tell us a little bit about Archie and his early life?",
      "tags": [

      ],
      "timestamp": "[00:03:08:05]"
    },
    {
      "id": "context_87_13",
      "index": 13,
      "speaker": "Lester Taylor",
      "words": "Certainly. Thanks, Chelsee. Archie was born in 19 oh, and, in Boise. And he grew up, in southeastern Idaho, much of it in, and Boise and a lot of it also in the Hagerman Valley of, along the state route. And in this slide, we see Archie's, father, Peter Boyd Teeter and his mother met, meditated.",
      "tags": [
        "boise",
        "hagerman"
      ],
      "timestamp": "[00:03:30:21]"
    },
    {
      "id": "context_87_14",
      "index": 14,
      "speaker": "Lester Taylor",
      "words": "And it there were five, five children, two boys and two girls. And in this slide, we have Archie, and his two brothers. Archie is the one, in the center there. And, it might is his, schooling years in Boise and, and much of his teenage years he grew from there is along the snake River in the Higgins Valley.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:04:05:00]"
    },
    {
      "id": "context_87_15",
      "index": 15,
      "speaker": "Lester Taylor",
      "words": "And, he the family was and was in general a very poor one. And Archie didn't get to really didn't get to eighth grade. But, it as he put it, he was requested to leave eighth grade because he was doodling rather than doing his mathematics. And at a very early age, and he's, probably 12, 13 years old.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:04:39:01]"
    },
    {
      "id": "context_87_16",
      "index": 16,
      "speaker": "Lester Taylor",
      "words": "He's, he, artist one time that was in a, I guess they called him a book. I just, in, drugstore in Boise. And he was painting portraits and other things. And Archie decided right then in there that he wanted to become rock. But in his teenage years, he spent much of his time, working in logging camps and, in Idaho or.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:05:09:09]"
    },
    {
      "id": "context_87_17",
      "index": 17,
      "speaker": "Lester Taylor",
      "words": "Excuse me. And, or he could. And along the snake River, in mining, gold mining camps, in the Higgins and. Well, and he started painting, in his teens. But he didn't have any formal art instruction until, 1921, when he went to, went to the Portland Art Museum. Important. And in this slide, he chose the, picture of the, in Portland at, at that time.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:05:37:13]"
    },
    {
      "id": "context_87_18",
      "index": 18,
      "speaker": "Lester Taylor",
      "words": "And he spent, two winters, studying art for the Portland Art Museum. And then, he came back to Boise and in, the years, say 1922 to 1928, he spent most of the summers, during those years, in the Sawtooth Mountains, in Idaho. And he would, he would start this summer by working with, with, to, to burros, up to the Sawtooth and spend the summer in Sawtooth, trekking about and painting, in 1928.",
      "tags": [
        "boise",
        "environment"
      ],
      "timestamp": "[00:06:16:04]"
    },
    {
      "id": "context_87_19",
      "index": 19,
      "speaker": "Lester Taylor",
      "words": "He oh, this is an interesting slide because this shows him when in the in the, sometime in the 1920s, in his stone dugout that he dug, which actually is, and Henry can correct me on this, Henry took me down to, to this site, several years ago. It's probably about a mile or so from, in, from Peters Mill.",
      "tags": [

      ],
      "timestamp": "[00:07:00:21]"
    },
    {
      "id": "context_87_20",
      "index": 20,
      "speaker": "Lester Taylor",
      "words": "And this is kind of what was left from, from Tito's, dugout, on the bank of the, of the, of the snake River. And the only thing that's left in it other than the rocks is that, is that iron door from, from his stove. But, then in the 19, 2018 first went to Jackson Hole and where he spent summers for essentially the next 50 years, in, in this painting and the Tetons, like in Jackson, all art.",
      "tags": [

      ],
      "timestamp": "[00:07:30:02]"
    },
    {
      "id": "context_87_21",
      "index": 21,
      "speaker": "Lester Taylor",
      "words": "He was, an enormously prolific, artist. I can personally account for the whereabouts, obviously not my, my own paintings, although I do have a number of upwards of 4000 of his paintings. And my estimate is that he did at least, double that quantity of the order of the eight, 8000 paintings. This is a painting that we're looking at now.",
      "tags": [

      ],
      "timestamp": "[00:08:11:14]"
    },
    {
      "id": "context_87_22",
      "index": 22,
      "speaker": "Lester Taylor",
      "words": "This is a painting that was done in The Hague in Italy. They wanted, the house in a water wheel and, he did, many, many of his paintings were done in the, in The Hague, in the Valley. But also a great, number of them were, done. And they sought to this, this this painting here, was done in 1941, just shortly after Pearl Harbor.",
      "tags": [

      ],
      "timestamp": "[00:08:42:03]"
    },
    {
      "id": "context_87_23",
      "index": 23,
      "speaker": "Lester Taylor",
      "words": "And it shows it's called the sheepherder, and his dog. And it probably is just it's a generic setting, probably in the Hawaiki, plateau or in the, in the white Hawaii and very south, southwestern Idaho. This is, a number of, another of, a very typical, type of painting that, it did of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:09:16:07]"
    },
    {
      "id": "context_87_24",
      "index": 24,
      "speaker": "Lester Taylor",
      "words": "This is his starting school. But you catch him, catch him. Idaho. And it was painted probably about 1935 to 1937. And then, and another of his paintings, I think they should be coming up. The, Oh, yes. This is, this is one of my favorites. It actually was the, the, wedding invitation for my daughter's wedding, and back in 2001.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:09:50:13]"
    },
    {
      "id": "context_87_25",
      "index": 25,
      "speaker": "Lester Taylor",
      "words": "And it's dance. It's ladies slay. This was a, it was a bar. And, Ketchum that was extremely popular in the 1930s. And the. You will notice the, up at the top, the mermaid, that it actually did that painting and it hung in the, in the slaves for many, many years. And I personally have been trying to locate that painting for a number of years, but so, so far with that and with that success, then there should be a painting coming up.",
      "tags": [

      ],
      "timestamp": "[00:10:29:15]"
    },
    {
      "id": "context_87_26",
      "index": 26,
      "speaker": "Lester Taylor",
      "words": "This is, that they chose this sought to use this is an old Stanley, kind of what old Stanley looked like, almost certainly in the early 1930s. And this is a north end of this sawtooth. Then there should be a painting that, that, that shows, this was entitled Dust Storm. Another fairly typical, type of, painting that he did.",
      "tags": [

      ],
      "timestamp": "[00:11:11:01]"
    },
    {
      "id": "context_87_27",
      "index": 27,
      "speaker": "Lester Taylor",
      "words": "And this probably is in an area fairly close to King Hill, east of, east of Boise. Probably not too far away from, well, now seeing the mountains in the background, is probably more of a generic painting, but, then another painting that I certainly went to, should be here is, is a looking kind in 1967, in the winter of 1967, it took it upon himself to paint, upwards of two dozen or more of, of, primarily, yeah.",
      "tags": [
        "boise",
        "environment"
      ],
      "timestamp": "[00:11:39:21]"
    },
    {
      "id": "context_87_28",
      "index": 28,
      "speaker": "Lester Taylor",
      "words": "Mining scenes. But he also did this painting of a logging camp. This would be typical of the logging camps that he worked in, when he was a teenager in, in Idaho. And he made an effort in this painting to show essentially everything that went on. Yeah. That was used in terms of, what went on and in terms of the tools and, and the like that, that, in like in camps.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:12:27:07]"
    },
    {
      "id": "context_87_29",
      "index": 29,
      "speaker": "Lester Taylor",
      "words": "And I think next, should be a, this is one of the upwards of two dozen, mining scenes, mines and mining services that you did in 1967. And the purpose of this was to, was to capture, what, mining in the 19 in the teens, 19 in the teens and early 1920s of what mining, was like in southern Idaho.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:12:59:21]"
    },
    {
      "id": "context_87_30",
      "index": 30,
      "speaker": "Lester Taylor",
      "words": "And these paintings were extremely good resource for the history of, of mining in, early history of mining in Idaho. Then I think there should be coming up a slide. And this is a mining camp. This is what, a generic, painting of, mining, of a mining camp along the snake River in the valley of what it was like in the in the teens, valleys between 1910, in 1920.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:13:35:19]"
    },
    {
      "id": "context_87_31",
      "index": 31,
      "speaker": "Lester Taylor",
      "words": "And this is actually a very autobiographical painting because in the middle of the snake, you will see that there is a boat and, that really is, Jesus father, and his brothers and they are capturing, what was then just absolutely gigantic, sturgeon and the sturgeon. The sturgeon who is then, caught and then in, over, toward the left, side of the painting, you will see a wagon with sturgeon in the back.",
      "tags": [

      ],
      "timestamp": "[00:14:14:00]"
    },
    {
      "id": "context_87_32",
      "index": 32,
      "speaker": "Lester Taylor",
      "words": "It has itself has put himself in the wagon. And the sturgeon were then subsequently, sold to the mining camp for food for the miners. Now I see the next, next painting. We jump to Jackson Hole. And in 1928, it he made his first visit to Jackson Hole. Yeah. A, and the, Ford, I'm not sure whether it was a model T or a model A, I think it was a play.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:14:52:07]"
    },
    {
      "id": "context_87_33",
      "index": 33,
      "speaker": "Lester Taylor",
      "words": "And, that was 1928 as he made his first visit and he subsequently, then spent virtually every summer, for the next 15 years in, in Jackson Hole. And during much of the latter part of that, he, he had, his own, studio there and he, among other things, he, painted many, many, Jackson Town scenes.",
      "tags": [

      ],
      "timestamp": "[00:15:29:02]"
    },
    {
      "id": "context_87_34",
      "index": 34,
      "speaker": "Lester Taylor",
      "words": "And the title of this would be Jackson on, Jackson on that Saturday night. And, this is for those of you that know Jackson. This is now Broadway. This is Broadway running through the, into Jackson, looking into the south side of the, of the Jackson County square. Okay. And this is just a fairly typical, genre scene of, Archies.",
      "tags": [

      ],
      "timestamp": "[00:16:00:14]"
    },
    {
      "id": "context_87_35",
      "index": 35,
      "speaker": "Lester Taylor",
      "words": "In. The the slide just before this can get to go back to that, Chelsee, this is one of, Archie's, probably, for locals in Jackson, in Jackson Hole is probably, one of the, of his best known paintings. It, was for years in the Jackson drugstore, and I'm happy to say it is back in the, Jackson drugstore now, although it's not a drugstore, it's, it is a restaurant, but it shows during World War two, when it was decided that, that, the government did not want to, to feed so many elk, you know, in the wintertime, there was an elk massacre.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:16:38:13]"
    },
    {
      "id": "context_87_36",
      "index": 36,
      "speaker": "Lester Taylor",
      "words": "And this is Archie's painting. Painting, so to speak, what he called the. Yes. And, what's next? See?",
      "tags": [

      ],
      "timestamp": "[00:17:32:03]"
    },
    {
      "id": "context_87_37",
      "index": 37,
      "speaker": "Chelsee Boehm",
      "words": "So, Lester, we're getting a little tight on time. Is there something you want me to jump to? That you want to make sure that folks see or.",
      "tags": [

      ],
      "timestamp": "[00:17:44:23]"
    },
    {
      "id": "context_87_38",
      "index": 38,
      "speaker": "Lester Taylor",
      "words": "Okay, quickly. This, this is showing. Okay. Those of you that know the movie. Shane Shane was shot in Jackson Hole. This is the frontier town. Then, in Shane, this is, is another, century genre painting. This is showing, that, the Mormon settlers along Mormon Road in Jackson Hole, keeping the elk out of their hatreds.",
      "tags": [
        "cinema",
        "history"
      ],
      "timestamp": "[00:17:53:03]"
    },
    {
      "id": "context_87_39",
      "index": 39,
      "speaker": "Lester Taylor",
      "words": "And this is, this shows, Archie's whimsical, side, his really fun side. One Saturday night, he was out for a walk, and there were, two, ladies from the cowboy bar. They got into a fight. They took the fight out into the, into the Jackson town square. And this is just this Okies.",
      "tags": [

      ],
      "timestamp": "[00:18:28:10]"
    },
    {
      "id": "context_87_40",
      "index": 40,
      "speaker": "Lester Taylor",
      "words": "Painting of this, maybe we can save. Oh. I gotta say about this, as I mentioned, Archie had two winters of, of, training at the Portland Art Museum in the mid 1930s. He studied for two winters at the end and, Art Students League in New York. And again, he did studied there at during World War Two.",
      "tags": [
        "labor",
        "conflict"
      ],
      "timestamp": "[00:18:53:22]"
    },
    {
      "id": "context_87_41",
      "index": 41,
      "speaker": "Lester Taylor",
      "words": "Winters in 1938, he did this painting of, what, southern Manhattan look like. And that's the Brooklyn Bridge. And and why we can save other things till later. Chelsee.",
      "tags": [

      ],
      "timestamp": "[00:19:25:09]"
    },
    {
      "id": "context_87_42",
      "index": 42,
      "speaker": "Chelsee Boehm",
      "words": "Okay. Are there any that you want to make sure that you talk about or. I'm just flipping through really quickly? Archie traveled the world and got to paint in a lot of places, so that's kind of what I skim over.",
      "tags": [

      ],
      "timestamp": "[00:19:42:06]"
    },
    {
      "id": "context_87_43",
      "index": 43,
      "speaker": "Lester Taylor",
      "words": "Okay. Back up to, One more. One back up. Okay. He loved parrots and it in that. Starting in 1958, Archie and Patricia traveled to more than 100 countries and they spent, much the winter, for the last 20 years. He lives in those 100 countries, more than 100 countries. Archie painted every room. And there was, there's the sand, nighttime on the sand, which, Kabul, in Afghanistan.",
      "tags": [

      ],
      "timestamp": "[00:19:56:16]"
    },
    {
      "id": "context_87_44",
      "index": 44,
      "speaker": "Lester Taylor",
      "words": "That's the nighttime, the longest on the sand. And this is Kabul in Afghanistan. And I think the next one is the upper house in, Sydney. Then I'll keep the rest to later. Thank you. Chelsee.",
      "tags": [

      ],
      "timestamp": "[00:20:41:07]"
    },
    {
      "id": "context_87_45",
      "index": 45,
      "speaker": "Chelsee Boehm",
      "words": "So are we. Are we going to turn it over to Henry now?",
      "tags": [

      ],
      "timestamp": "[00:21:04:05]"
    },
    {
      "id": "context_87_46",
      "index": 46,
      "speaker": "Lester Taylor",
      "words": "Oh, yes, by all means.",
      "tags": [

      ],
      "timestamp": "[00:21:08:22]"
    },
    {
      "id": "context_87_47",
      "index": 47,
      "speaker": "Chelsee Boehm",
      "words": "Okay. I'm going to stop sharing my screen for a second so Henry can talk a little bit about himself and how he kind of got to. There's no. Yeah. Henry, whenever you're ready.",
      "tags": [

      ],
      "timestamp": "[00:21:10:16]"
    },
    {
      "id": "context_87_48",
      "index": 48,
      "speaker": "Henry Whiting",
      "words": "Okay. Can you see me now? All right. Welcome to taters. No, all. I'm sitting at the dining room table here as as I, talking to you. I first learned of the Tater Studio in 1974, when I was in college, from a book called The Architecture of Frank Lloyd Wright by William Allen Store. It was the first book published that had photographs of all of Wright's extant work, including the Tater Studio.",
      "tags": [

      ],
      "timestamp": "[00:21:28:17]"
    },
    {
      "id": "context_87_49",
      "index": 49,
      "speaker": "Henry Whiting",
      "words": "I was born and raised in Midland, Michigan, where my great uncle Alden Dow had designed our house and over 100 buildings in the town of three of 30,000 residents. Alden was a student of Frank Lloyd Wright. In 1933, the first year of Wright's Taliesin Fellowship, a school for young architects. Alden was my close friend and mentor until his death in 1983.",
      "tags": [
        "education",
        "religion"
      ],
      "timestamp": "[00:21:59:23]"
    },
    {
      "id": "context_87_50",
      "index": 50,
      "speaker": "Henry Whiting",
      "words": "The theater studio was designed by Frank Lloyd Wright in 1952. At the same time he was working on the Guggenheim Museum in New York. He was certainly America's most famous architect at this time, and it's hard to imagine an architect of his stature today if there even was one. Taking on a job as small as an 1800 square foot, one room artist studio in rural Idaho, for which he was eventually paid $1,500 in the spring of 1968.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:22:28:19]"
    },
    {
      "id": "context_87_51",
      "index": 51,
      "speaker": "Henry Whiting",
      "words": "Our our family first came to Sun Valley for a ski vacation. We all loved it immediately as it got us out of dreary Michigan winters and into the sun. We came back every spring for ten years until my parents retired to Sun Valley, and I moved there as well to help with the design and construction of their house.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:23:03:19]"
    },
    {
      "id": "context_87_52",
      "index": 52,
      "speaker": "Henry Whiting",
      "words": "Because of my interest in Wright, I immediately sought out the Teeter studio, which I first saw in 1977. When I purchased the studio in 1982, I knew of it only through the connection of Frank with Frank Lloyd Wright. It has been one of the great joys of my life to learn about Archie and Patricia Teeter through their friends and acquaintances, as well as the documents found at Teeters Knoll.",
      "tags": [

      ],
      "timestamp": "[00:23:25:10]"
    },
    {
      "id": "context_87_53",
      "index": 53,
      "speaker": "Henry Whiting",
      "words": "Okay, could we go to the first slide? The.",
      "tags": [

      ],
      "timestamp": "[00:23:53:17]"
    },
    {
      "id": "context_87_54",
      "index": 54,
      "speaker": "Henry Whiting",
      "words": "This is a photograph of of teeter snow that was taken. Just as it was nearing completion. And it gives you an idea of the site. This was probably taken in about 1957 or 58. I'm going to I'm going to guess, and you can see the snake River beyond and above the studio and, its site at the lower end of the Hagerman Valley, and the road that runs in front of it was old highway 30, which at the time of the construction of the Teeter Studio, was the main East-West road in southern Idaho.",
      "tags": [
        "hagerman",
        "labor"
      ],
      "timestamp": "[00:24:06:13]"
    },
    {
      "id": "context_87_55",
      "index": 55,
      "speaker": "Henry Whiting",
      "words": "And over the past, however many years, that really hasn't changed much, except it has probably less traffic now. Okay, next slide. This is a little bit closer view. Taken a little bit later that shows the studio from from the south and you see those little trees that are just above the retaining wall. Those have now grown to be about 40ft tall.",
      "tags": [

      ],
      "timestamp": "[00:24:46:21]"
    },
    {
      "id": "context_87_56",
      "index": 56,
      "speaker": "Henry Whiting",
      "words": "And the whole, studio is the whole property at teeters. And all this all has mature, vegetation all around. The river is on the left hand side below that wall. There's a 200ft cliff that leads straight down to the river plain. And then the river is perhaps a quarter mile away. Next slide. This is a picture of Archie sitting on his on his patio wall.",
      "tags": [

      ],
      "timestamp": "[00:25:14:10]"
    },
    {
      "id": "context_87_57",
      "index": 57,
      "speaker": "Henry Whiting",
      "words": "With, with the studio nearly complete. And I'm guessing that all of that rock that you can see piled up is going to be the, flagstone patio that they built. Now, what's important to notice in this picture are the windows of the main studio room behind Archie's back, and how the window sills slope parallel to the to the, plane of the roof.",
      "tags": [

      ],
      "timestamp": "[00:25:48:23]"
    },
    {
      "id": "context_87_58",
      "index": 58,
      "speaker": "Henry Whiting",
      "words": "They are not horizontal, and that has quite a profound effect when you get inside the studio. The higher roof, the clear, starry roof. And above Archie, is is where the bathroom and the kitchen are, as well as the small, storage, workshop. And the high masonry is, is the fireplace chimney. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:26:13:17]"
    },
    {
      "id": "context_87_59",
      "index": 59,
      "speaker": "Henry Whiting",
      "words": "This is the inside of the studio as it looked when the theaters, lived there. And those three chairs that you see in the middle are the dining room chairs that have been moved to create a little bit of a, scene here, a little arrangement. And you see the paintings up on the, above there. I believe that the big one might be Custer's Last Stand, but lest we'd have to, confirm that.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:26:42:15]"
    },
    {
      "id": "context_87_60",
      "index": 60,
      "speaker": "Henry Whiting",
      "words": "But their collection of books and on the left side of the upper, shelf, you'll see a portrait of a person. And that is Frank Lloyd Wright. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:27:11:08]"
    },
    {
      "id": "context_87_61",
      "index": 61,
      "speaker": "Henry Whiting",
      "words": "Here is is Archie, painting? This is where he painted in the studio, in front of him, closer to me is the dining room table. And I guess you would probably say I'm sitting in that chair right now. The, you're looking at the back of, on the left hand side of the picture. But Art had his easel always set up at the very north end of the studio, and that was where he painted.",
      "tags": [

      ],
      "timestamp": "[00:27:26:19]"
    },
    {
      "id": "context_87_62",
      "index": 62,
      "speaker": "Henry Whiting",
      "words": "Now, the the dining chairs, the dining table and much of the furniture at Taters Knoll was designed by Frank Lloyd Wright. Here you can see how the windows sloped upwards. The curtains I have since removed these curtains that the teachers were very, paranoid about that studio being broken into. And so they had these curtains that they could pull when they were not in residence.",
      "tags": [

      ],
      "timestamp": "[00:27:53:03]"
    },
    {
      "id": "context_87_63",
      "index": 63,
      "speaker": "Henry Whiting",
      "words": "The the light fixtures above the dining room table, I'm guessing, were designed by Pat tater, but certainly not Frank Lloyd Wright. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:28:19:06]"
    },
    {
      "id": "context_87_64",
      "index": 64,
      "speaker": "Henry Whiting",
      "words": "This is Artie's painting of the inside of the studio. He painted it, numerous times, but this gives a little sense of how it was arranged. And much of this furniture was there when I got there. The large sofa in the front right and the sofa back against the the window, the green sofa and the large globe was not here.",
      "tags": [

      ],
      "timestamp": "[00:28:30:05]"
    },
    {
      "id": "context_87_65",
      "index": 65,
      "speaker": "Henry Whiting",
      "words": "That had been taken away. I mean, you can also see the, the brightly colored Ottomans, they're hexagonal Ottomans that were, in the studio are still in the studio. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:28:55:14]"
    },
    {
      "id": "context_87_66",
      "index": 66,
      "speaker": "Henry Whiting",
      "words": "But I will skip this because this again, is, my my picture of Lester's that Lester talked about the dugout. That was about a mile upstream of Peters Knoll, but still looks like this next slide. This is what is called the Bootlegger Shack. And this was where Archie Archie bought this from, from, pair of bootleggers who had used it as a still during, prohibition years.",
      "tags": [

      ],
      "timestamp": "[00:29:12:03]"
    },
    {
      "id": "context_87_67",
      "index": 67,
      "speaker": "Henry Whiting",
      "words": "And they built a using using the the native rock and and use the spring water for, for, for distilling their alcohol. And it's kind of an interesting thing, but he bought it from them and fixed it up and made it into a house. And you see a couple of things here. You see the red rocks. That on the top of the, chimney are sort of his, his sort of puckish sense of humor and the, the the, curved ridge line of the main studio room.",
      "tags": [

      ],
      "timestamp": "[00:29:42:13]"
    },
    {
      "id": "context_87_68",
      "index": 68,
      "speaker": "Henry Whiting",
      "words": "The main room of the house is also, his work. But this this building still exists near the mouth of the Millet Canyon. Next slide. Here is a wonderful picture that shows, the man on the left. And the picture is, is Robert Pond. Who was this apprentice that Frank Lloyd Wright sent to supervise the construction of the studio?",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:30:20:00]"
    },
    {
      "id": "context_87_69",
      "index": 69,
      "speaker": "Henry Whiting",
      "words": "The man in the middle is Kent Hale. Who is the mason who laying the first, stone? The studio. And the man on the right is is Archie. Of course. Kent Hale is probably the second most important artist, in terms of the construction of Peter's Knoll to the to its designer. His rock work is some of the finest rock work done in any Frank Lloyd Wright house.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:30:45:02]"
    },
    {
      "id": "context_87_70",
      "index": 70,
      "speaker": "Henry Whiting",
      "words": "The specifications called for it to follow the the pattern of the rock at Fallingwater in Pennsylvania, the famous Kaufmann house that sits over the waterfall. And it has a horizontally laid rock that makes it look as though it naturally grows out of it. So this rock is Oakley stone, and it came from the town of Oakley, where Kent, grew up.",
      "tags": [

      ],
      "timestamp": "[00:31:12:06]"
    },
    {
      "id": "context_87_71",
      "index": 71,
      "speaker": "Henry Whiting",
      "words": "And he essentially opened the quarry to, to do to build Peter's Knoll. And it has just some of the finest rock work as well as some of the finest Oakley stone as as well in the in the Rock. And Kent came back to work for me on two separate occasions. So he worked here in 1953, in 1983, and then again in 1998 when he was in his late 70s.",
      "tags": [

      ],
      "timestamp": "[00:31:37:11]"
    },
    {
      "id": "context_87_72",
      "index": 72,
      "speaker": "Henry Whiting",
      "words": "He was a remarkable friend and I was very fortunate to know him. Next slide. Here are Art and Pat, sitting on the window as the window frames have just gone up. And I show this because they were very much hands on when they when they were building the studio, they may have had their difficulties. And so you in particular was a difficult client for Wright to have to deal with.",
      "tags": [

      ],
      "timestamp": "[00:32:08:10]"
    },
    {
      "id": "context_87_73",
      "index": 73,
      "speaker": "Henry Whiting",
      "words": "And he eventually washed his hands of the project. And it is truly remarkable. It got finished as closely to his design as it did without any supervision from, from apprentices or with Wright's participation. Next slide. Here is pat up on the roof, varnishing some of the fascia boards that are there in the background on the right hand side of the picture.",
      "tags": [

      ],
      "timestamp": "[00:32:35:24]"
    },
    {
      "id": "context_87_74",
      "index": 74,
      "speaker": "Henry Whiting",
      "words": "And that just gives you an example of how they really did participate in the construction. Next slide. And I like this picture because this is some, an unknown, unnamed or unknown. I don't know who this man is, but he's holding a theater painting, and that is probably how he was paid for his work. Whenever the teachers could could manage it, they tried to.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:33:03:10]"
    },
    {
      "id": "context_87_75",
      "index": 75,
      "speaker": "Henry Whiting",
      "words": "They tried to pay laborers working on the job, not in cash, but through theater, paintings. Next slide. This is kind of a fun story. I mentioned how what a great joy it has been to meet people like Lester and another friend who I have met earlier was Monty, later from Saint Anthony, who was the friend of the teeters through the 1960s and 70s and a close friend.",
      "tags": [

      ],
      "timestamp": "[00:33:28:20]"
    },
    {
      "id": "context_87_76",
      "index": 76,
      "speaker": "Henry Whiting",
      "words": "And, they met often in Jackson, but also the leaders came to, to Noel and met with them as well. But one day Monty got a call from Archie and he and he said, asked asked him if he and Bev could come over to Twin Falls and meet him, that he had something he wanted to show them.",
      "tags": [

      ],
      "timestamp": "[00:34:00:18]"
    },
    {
      "id": "context_87_77",
      "index": 77,
      "speaker": "Henry Whiting",
      "words": "And Monie always like to see Archie and Pat, so we agreed and met at one of those motels along Blue Lakes. You know, below Lakes Boulevard. And when they got there, there was this bright orange Porsche, 911 under the park co-chair. And Monty kind of took a look at it and noted it and then walked inside the the lobby.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:34:22:08]"
    },
    {
      "id": "context_87_78",
      "index": 78,
      "speaker": "Henry Whiting",
      "words": "And there was Archie, and I can't remember exactly what part of his outfit was the same color, but he was also wearing orange. And he was Archie was just just beyond himself with excitement and, and and anyway, he said, come on out here, my money, I have to show you something. And they got in the car and, Archie sat in the driver's seat and Monty was in the passenger seat, and Archie reaches up and pats the the, dashboard of the Porsche.",
      "tags": [

      ],
      "timestamp": "[00:34:48:04]"
    },
    {
      "id": "context_87_79",
      "index": 79,
      "speaker": "Henry Whiting",
      "words": "And he says one painting, one painting. And what he meant was he he paid for the Porsche, won the sale of one painting. And that was when Archie knew he had really made it as an artist. Next. But. This is how it all looked when I first got here. And the carport is on the on the right and the front door is the left, center and you see that TV antenna thing on the left hand side of the picture that is supporting a 15ft cantilever.",
      "tags": [

      ],
      "timestamp": "[00:35:20:11]"
    },
    {
      "id": "context_87_80",
      "index": 80,
      "speaker": "Henry Whiting",
      "words": "And that was not part of Wright's design, but then Wright didn't there's didn't, include a way to support that roof properly. And so that was one of the things that I had to deal with when I got here. The clear storey, roof, you can see as well. Next slide. This is the view that I first of all, as I looked over the road, you see, you see the diagonal knee brace that supports the cantilever of what we call the prow.",
      "tags": [

      ],
      "timestamp": "[00:35:54:19]"
    },
    {
      "id": "context_87_81",
      "index": 81,
      "speaker": "Henry Whiting",
      "words": "And the prow is a 35ft cantilever. And again, Wright hadn't specified as to how that was to be supported. And that and that they ended up putting that knee brace there, which really bothered my eye when I first saw it. You can see the blackout curtains, in the studio, but the very first thing I did after I bought it was to take that awful the barbed wire down from the from the, fence there that that was, that really bothered me.",
      "tags": [

      ],
      "timestamp": "[00:36:26:13]"
    },
    {
      "id": "context_87_82",
      "index": 82,
      "speaker": "Henry Whiting",
      "words": "And that was the first thing that got changed. Next slide. This was what it looked like probably in the summer of 1982, shortly after I had purchased it. And, and we turned the whole studio into a woodshop and, and put those fluorescent lights hanging from the ceiling and the and the various saws and the equipment. What we were doing here is replacing all of the 105 pieces of glass in the studio with thermal paint.",
      "tags": [

      ],
      "timestamp": "[00:36:57:14]"
    },
    {
      "id": "context_87_83",
      "index": 83,
      "speaker": "Henry Whiting",
      "words": "It was all single pane glass, and it had condensed on the inside and, and, stained all the, all of the wood. And, and that was something that really bothered me. So we replaced it with thermal paint. And it was a project that took, at least six months to do. And, and, really didn't change the general view of the studio that much.",
      "tags": [

      ],
      "timestamp": "[00:37:30:05]"
    },
    {
      "id": "context_87_84",
      "index": 84,
      "speaker": "Henry Whiting",
      "words": "Other. Sure made it look beautiful. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:37:54:00]"
    },
    {
      "id": "context_87_85",
      "index": 85,
      "speaker": "Henry Whiting",
      "words": "The these are the two floor plans that I drove, for my first book, that I wrote about Teeters Knoll and the upper floor plan is the is Wright's original design. And that's the way it looked as I got it when I got to the studio. It is basically a one room, one room studio. The bedroom is actually just a partitioned off area of the of the main studio.",
      "tags": [

      ],
      "timestamp": "[00:38:00:06]"
    },
    {
      "id": "context_87_86",
      "index": 86,
      "speaker": "Henry Whiting",
      "words": "The fireplace is at the heart of the house, which is very typical of a Frank Lloyd Wright house. But what bothered me tremendously was the the workspace, which is Frank Lloyd Wright's word for kitchen and the bathroom are two rectangular spaces that are stuck in the middle of this beautiful geometry that are created by this these equilateral parallelograms.",
      "tags": [

      ],
      "timestamp": "[00:38:26:18]"
    },
    {
      "id": "context_87_87",
      "index": 87,
      "speaker": "Henry Whiting",
      "words": "Right, typically laid out a floor plan using a grid like this. It's somewhat like, staff and music. And the the notes of the music are comparable to the to the pillars and the walls or whatever. It's a very musical sort of architecture. So on the lower plan, you can see that I have moved the kitchen back into that workshop that was pretty much abandoned when I got there and, and, and then expanded the bathroom.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:38:50:15]"
    },
    {
      "id": "context_87_88",
      "index": 88,
      "speaker": "Henry Whiting",
      "words": "And that was the second major facet of, of the project. And, and the in the lower right hand corner is where the bunk house is, which I, I believe I have a picture of later that I designed and built that area. Next slide. This is what teachers know looks like today. From down near snake River pottery. Looking up at the studio, you can see the cliff below it, and you also can see the prow projecting out and the wood that is kind of illuminated.",
      "tags": [

      ],
      "timestamp": "[00:39:18:05]"
    },
    {
      "id": "context_87_89",
      "index": 89,
      "speaker": "Henry Whiting",
      "words": "There is the cladding that we did to, to cover up that diagonal knee brace which is still there, but you just can't see it. Next slide. And here it is from directly across the river. You can see what a beautiful piece of organic architecture this is. Organic meaning it grows out of the site and, and feels like a part of the site, which is very much the way it was a very important part of Frank Lloyd Wright's architecture.",
      "tags": [

      ],
      "timestamp": "[00:39:56:02]"
    },
    {
      "id": "context_87_90",
      "index": 90,
      "speaker": "Henry Whiting",
      "words": "Next slide. And this is the view from underneath the prow. There you could get a much better sense of how we basically extended the lines of the window sills to through that rock mass, to become this stepped detail that supports that cantilever. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:40:27:23]"
    },
    {
      "id": "context_87_91",
      "index": 91,
      "speaker": "Henry Whiting",
      "words": "And this is the the view looking towards the front door. In 1998, my, my late wife Lynne, and I, enclosed the carport and you can see the carport is the close right close in this view. And the rock walls there are where the the car would have driven in and you literally would have had to have a, Porsche or a car.",
      "tags": [

      ],
      "timestamp": "[00:40:51:06]"
    },
    {
      "id": "context_87_92",
      "index": 92,
      "speaker": "Henry Whiting",
      "words": "The teachers originally had a Karmann Ghia in order to get it in that airport. There's no way a pickup truck could fit that could fit in, but it now serves as an office and storage for us. And that wall, that's closest to you is Kent Hale's last wall. He did that in 1998, in his late 70s.",
      "tags": [

      ],
      "timestamp": "[00:41:19:05]"
    },
    {
      "id": "context_87_93",
      "index": 93,
      "speaker": "Henry Whiting",
      "words": "Just just a remarkable story. Next slide. This is the interior now, looking back towards the front door and showing the the large beam that supports the whole roof coming out of out of the, fireplace and leading to the front. This beam was actually put in place by Artie and by Fisher. Together, the two of them using two hay derricks, raised this this beam into place.",
      "tags": [

      ],
      "timestamp": "[00:41:40:05]"
    },
    {
      "id": "context_87_94",
      "index": 94,
      "speaker": "Henry Whiting",
      "words": "And it had been in in the, lumber yard. And Wendell for a few months, the theaters hadn't paid their bill. And, the lumber man had said that that, he was would rather see that beam get made into matchsticks than have the taters get it. And so they they asked their friend Mardis if he would go over and, and, purchase that and bring it to that.",
      "tags": [

      ],
      "timestamp": "[00:42:11:18]"
    },
    {
      "id": "context_87_95",
      "index": 95,
      "speaker": "Henry Whiting",
      "words": "Right. It's 12in wide by 18in, high by 46ft long. And after they got up, put into place, the taters paid for us with two bottles of whiskey. Next slide.",
      "tags": [

      ],
      "timestamp": "[00:42:36:20]"
    },
    {
      "id": "context_87_96",
      "index": 96,
      "speaker": "Henry Whiting",
      "words": "This is looking basically in the opposite direction towards the prow, and you can see the, the window seat is as it was the way Wright designed it. And the those chairs in the picture are called origami chairs. And they were designed by Frank Lloyd Wright, but never, put in the, in the studio. But the drawings were there.",
      "tags": [

      ],
      "timestamp": "[00:42:54:03]"
    },
    {
      "id": "context_87_97",
      "index": 97,
      "speaker": "Henry Whiting",
      "words": "So we built, three of them and the sculptures on the right hand side of the picture and those, those lanterns, are the work of my late wife, Lynn Fawcett Whiting. She was a sculptor, and we we were married in the house, and she lived there for 20 years before passing away about five years ago in the studio.",
      "tags": [

      ],
      "timestamp": "[00:43:17:12]"
    },
    {
      "id": "context_87_98",
      "index": 98,
      "speaker": "Henry Whiting",
      "words": "And she was a very gifted, person and, very integral part of the saving of theaters. No. Next slide. This is the view of the river. And this is from the bunk house deck. And it gives you a sense of of, of the connection with the river and how close it is. This it, of course, is called Frank Lloyd Wright Rapid.",
      "tags": [

      ],
      "timestamp": "[00:43:41:07]"
    },
    {
      "id": "context_87_99",
      "index": 99,
      "speaker": "Henry Whiting",
      "words": "And it's part of the Hagerman Reach of the snake, which is commercially rafted. And we frequently hear screams of people coming through the rapids, like that through there. The what doesn't show unless you're there or doesn't hear is is the sound. The sound of the river is very loud and it permeates the whole studio, the whole property.",
      "tags": [
        "hagerman"
      ],
      "timestamp": "[00:44:08:12]"
    },
    {
      "id": "context_87_100",
      "index": 100,
      "speaker": "Henry Whiting",
      "words": "Next slide. This is one of my favorite pictures of Archie and Pat Teeter. At the studio, gives you a sense of the, great kindness of Archie. I never knew him, but I, I wish I did, especially when you see a picture like this. And that concludes my slides. But I would just like to say one thing quickly is that people, the many, many people want to come see the studio.",
      "tags": [

      ],
      "timestamp": "[00:44:36:09]"
    },
    {
      "id": "context_87_101",
      "index": 101,
      "speaker": "Henry Whiting",
      "words": "And it just isn't possible for, for me to accommodate everybody who wants to come here individually. But what I want to say is that every June, the Hagerman Valley Historical Society has we have a benefit tour. And people come to Hagerman and have have lunch in the park, and then they come out and tour, taters and all.",
      "tags": [
        "hagerman"
      ],
      "timestamp": "[00:45:08:01]"
    },
    {
      "id": "context_87_102",
      "index": 102,
      "speaker": "Henry Whiting",
      "words": "And we're trying to raise money and awareness to build a museum for the for the, Historical Society, which will in part be dedicated to to Archie tater and I would welcome you to all sign up for that, or hopefully we can do it this coming year. We weren't able to do it last year, but we've we've done it in early June, which celebrates, Frank Lloyd Wright's birthday in general.",
      "tags": [

      ],
      "timestamp": "[00:45:32:03]"
    },
    {
      "id": "context_87_103",
      "index": 103,
      "speaker": "Henry Whiting",
      "words": "So in any case, thank you very much.",
      "tags": [

      ],
      "timestamp": "[00:46:00:00]"
    },
    {
      "id": "context_87_104",
      "index": 104,
      "speaker": "Chelsee Boehm",
      "words": "Thank you. Henry, I'm just going to talk really briefly about, my experience, with Archie Theater and his archival collection. I first learned of Archie Teeter in February 2019, when my colleague and I at the Idaho State Archives, we're working on an Instagram post. This is a screenshot of the post, and before we dug out these photos, I had never heard of Archie Peter, but I had heard of Frank Lloyd Wright, who I studied in high school, and I was a huge fan, I guess you can say, of his work.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:46:05:21]"
    },
    {
      "id": "context_87_105",
      "index": 105,
      "speaker": "Chelsee Boehm",
      "words": "And so when I learned Archie's connection to Frank Lloyd Wright, I wanted to work on this manuscript photo collection. And when I started working on it, the collection was unprocessed. So that means it wasn't organized. It was a lot of papers kind of just dumped or put into boxes in no specific order. So if you were looking for something in the collection, you would have to look through every box because we didn't know where things were.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:46:45:12]"
    },
    {
      "id": "context_87_106",
      "index": 106,
      "speaker": "Chelsee Boehm",
      "words": "There were about 25 boxes in the Archie Teeter collection at the Idaho State Archives, and I went through every single one, and I put my grubby hands. Not really. They were clean, but I put my hands on every single document in that collection and organized the collection into something that researchers can use, and easily find documents.",
      "tags": [

      ],
      "timestamp": "[00:47:16:14]"
    },
    {
      "id": "context_87_107",
      "index": 107,
      "speaker": "Chelsee Boehm",
      "words": "And and that took a little over a year. The cool thing about the Archie and Patricia Teeter collection is that it has all kinds of documents. There's correspondence, letters, receipts, furniture, catalogs, and here's an example. Patricia, Archie's wife, kept a lot of these little tiny diaries on the left side of the screen. You can see, you know, one sitting in my hand for scale.",
      "tags": [

      ],
      "timestamp": "[00:47:41:08]"
    },
    {
      "id": "context_87_108",
      "index": 108,
      "speaker": "Chelsee Boehm",
      "words": "And I have big hands, but they're just little diaries. And on the right you can see where I've gone through and made folders for each of those little tiny diaries, so that you can find what you're looking for. This, like I said, there's a lot of cool stuff in the in the Teeter collection at the Idaho State Archives, and this is a letter to the teachers from Frank Lloyd Wright signed by Frank Lloyd Wright.",
      "tags": [

      ],
      "timestamp": "[00:48:07:17]"
    },
    {
      "id": "context_87_109",
      "index": 109,
      "speaker": "Chelsee Boehm",
      "words": "And like I said, being a fan of Frank Lloyd Wright in high school, I saw this letter and I burst into tears. And there were other people in the room, and it was kind of weird, but it was such a cool experience. And as Henry mentioned, getting to know the teachers and the other people in this community has been amazing.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:48:36:07]"
    },
    {
      "id": "context_87_110",
      "index": 110,
      "speaker": "Chelsee Boehm",
      "words": "It's it really is a joy. Early this year, I transitioned from the Idaho State Archives to the Idaho State Museum, where I now help care for artifacts. And it just so happens there was a box of terror related artifacts that were waiting to be processed and, you know, put into proper packaging and those kinds of things and be stored.",
      "tags": [

      ],
      "timestamp": "[00:48:57:07]"
    },
    {
      "id": "context_87_111",
      "index": 111,
      "speaker": "Chelsee Boehm",
      "words": "So on the right hand side is one of the artifacts I got to work with. It's a lay figure or a mannequin of a horse, you know, that an artist would have used, to create an image of a horse. And on the left is a sketch of horses right from the Teeter collection. So you can see how Archie was using these artifacts that are at the State Museum and kind of how that materialized in the archival collection at the Idaho State Archives.",
      "tags": [

      ],
      "timestamp": "[00:49:25:05]"
    },
    {
      "id": "context_87_112",
      "index": 112,
      "speaker": "Chelsee Boehm",
      "words": "And this last one, this is a palette knife. There are many paint brushes of all different sizes, that are part of the Tudor collection at the Idaho State Museum and a bunch of palette knives. And everything is really fun because it's all covered in paint. This particular palette knife, is really cool because as you can see in that image in the bottom and he has carved Teton has carved his name into the palette knife.",
      "tags": [

      ],
      "timestamp": "[00:50:01:12]"
    },
    {
      "id": "context_87_113",
      "index": 113,
      "speaker": "Chelsee Boehm",
      "words": "So, you know, it's just shows, you know, his connection to those artifacts. As I mentioned, I spent over a year processing that archival collection at the Idaho State Archives. It's available to the public if you want to go in and research. There is a very large finding aid, which kind of tells you what is in the collection at a folder level.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:50:32:06]"
    },
    {
      "id": "context_87_114",
      "index": 114,
      "speaker": "Chelsee Boehm",
      "words": "Like I said, there are about 25 boxes. And that's kind of been the culmination of my work. But I'm so thankful, for this opportunity and to get to talk about, art and to listen to Lester and Henry talk about Archie. So thank you both so much. I think we can turn it over to David for questions.",
      "tags": [

      ],
      "timestamp": "[00:50:57:09]"
    },
    {
      "id": "context_87_115",
      "index": 115,
      "speaker": "David Pettyjohn",
      "words": "Yes. If you'll kind of stop sharing your screen for a moment. Oh, and they've got some.",
      "tags": [

      ],
      "timestamp": "[00:51:20:08]"
    },
    {
      "id": "context_87_116",
      "index": 116,
      "speaker": "Chelsee Boehm",
      "words": "Go ahead. Yes. Sorry. Very quickly. If you have any questions and you want to contact us, there's my my email and there's Lester's phone number and email. As Henry mentioned, he lives he lives in Titusville. So don't show up to his house and ask for a tour. Please be respectful of his space. But.",
      "tags": [

      ],
      "timestamp": "[00:51:27:12]"
    },
    {
      "id": "context_87_117",
      "index": 117,
      "speaker": "Chelsee Boehm",
      "words": "Yeah, sorry.",
      "tags": [

      ],
      "timestamp": "[00:51:52:04]"
    },
    {
      "id": "context_87_118",
      "index": 118,
      "speaker": "David Pettyjohn",
      "words": "No. That's great. Thank you so much. Chelsee, Lester and Henry, greatly appreciated all that wonderful knowledge. We have just a couple questions, and that's, you know, I don't have much time, so I'll go ahead and, ask these. The first one are prints of Archie's paintings available for sale? If so, where?",
      "tags": [

      ],
      "timestamp": "[00:51:59:00]"
    },
    {
      "id": "context_87_119",
      "index": 119,
      "speaker": "Lester Taylor",
      "words": "Unfortunately, no. There occasionally are Archie's paintings. Become available on eBay and elsewhere. But, it's not. Unfortunately, it's not very often anymore. But as I mentioned, he was enormously prolific and the place to, to see Archie's paintings. Now, that is, for the most part, is at the Historical Museum Society Museum in, in Hagerman, town.",
      "tags": [
        "hagerman"
      ],
      "timestamp": "[00:52:26:01]"
    },
    {
      "id": "context_87_120",
      "index": 120,
      "speaker": "Lester Taylor",
      "words": "There's also a large number of his there's a substantial number of his paintings in Jackson Hole, and the public can see them at what is called the drugstore, which is, a restaurant. But, a good number of his paintings are available there. Also, hey, I have a substantial collection of his paintings myself, and I do enjoy showing them to people, but unfortunately, yeah, as far as I know, no prints of these, paintings are available.",
      "tags": [

      ],
      "timestamp": "[00:53:08:16]"
    },
    {
      "id": "context_87_121",
      "index": 121,
      "speaker": "David Pettyjohn",
      "words": "Thank you, thank you. And, somebody asked, Will this program be made accessible for a time? Absolutely. This is being recorded, and we will, it'll be available on our website, which is Idaho Humanities council.org. So, time for two more questions. The first one, this is for you, Henry. After nearly 40 years of being president of teachers.",
      "tags": [

      ],
      "timestamp": "[00:53:49:04]"
    },
    {
      "id": "context_87_122",
      "index": 122,
      "speaker": "David Pettyjohn",
      "words": "And. No, please tell us some thoughts and feelings that occur now on a daily basis regarding your relationship with the House and its placement in the environment.",
      "tags": [

      ],
      "timestamp": "[00:54:14:01]"
    },
    {
      "id": "context_87_123",
      "index": 123,
      "speaker": "Henry Whiting",
      "words": "Well, that's that's a good question. That's a hard one to answer shortly, but I will just say that I have I observe I'll take a step back. Frank Lloyd Wright homeowners will inevitably tell you, and almost every one of them will say this, that they see something new, in their house every day. And it's one of the great things about it.",
      "tags": [

      ],
      "timestamp": "[00:54:24:16]"
    },
    {
      "id": "context_87_124",
      "index": 124,
      "speaker": "Henry Whiting",
      "words": "I agree with, and what I would say is that, is that what what what one sees basically is the relationship with, with the architecture and nature. And in recent years, I well, I've just been observing this, like you say, for 40 years, but interestingly, I find myself, especially in the afternoon, the light inside the studio.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:54:52:05]"
    },
    {
      "id": "context_87_125",
      "index": 125,
      "speaker": "Henry Whiting",
      "words": "This is a painter's studio, remember? So the light is just fantastic. And in the afternoon, as the late sun starts coming in and it comes through the those windows and it comes through the leaves on the trees and it will the shadows will, will sort of dance on the floor and it's, it's the most remarkable thing I, I so I essentially find myself turning in towards the house instead of looking out at nature and seeing the sunset.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:55:19:21]"
    },
    {
      "id": "context_87_126",
      "index": 126,
      "speaker": "Henry Whiting",
      "words": "And the other thing I would say I discovered this many years ago, but but what happens late in the day too, is that the sun will reflect off the surface of the snake River, and it will project itself onto the ceiling of the of the studio, and it will be brightly lit. And actually some days, if it's just bright, you can actually see the reflect the water, the surface of the water projected onto the ceiling, and you can actually see it moving.",
      "tags": [

      ],
      "timestamp": "[00:55:49:23]"
    },
    {
      "id": "context_87_127",
      "index": 127,
      "speaker": "Henry Whiting",
      "words": "And what's interesting is because it comes through the, the, the window, prism somewhat like it actually is flowing in the opposite direction on the roof that it is flowing on or on the floor. And these kind of magical, things just come from spending enough time at the studio. I, you know, of course, I didn't see the see that.",
      "tags": [

      ],
      "timestamp": "[00:56:23:10]"
    },
    {
      "id": "context_87_128",
      "index": 128,
      "speaker": "Henry Whiting",
      "words": "Realized that whole projection thing on the ceiling for about 20 years. And it makes you feel kind of like, what were you doing for those first 20 years that you didn't notice it? Because now it's so obvious. But those kind of secrets keep revealing themselves. And it's it's one of the great spaces I've ever been in. And it's, it's one of the lesser known right buildings, but it's one of the great interiors that's just full of diagonal lines.",
      "tags": [

      ],
      "timestamp": "[00:56:47:02]"
    },
    {
      "id": "context_87_129",
      "index": 129,
      "speaker": "Henry Whiting",
      "words": "It's, it's it's for an artist. It's a place for creation. It's not a place. It's not a house that's meant to be repose. Well, it's meant to be somewhat agitating and and to inspire creativity.",
      "tags": [

      ],
      "timestamp": "[00:57:14:20]"
    },
    {
      "id": "context_87_130",
      "index": 130,
      "speaker": "David Pettyjohn",
      "words": "Thank you so much, Henry. And our last question is for you, Chelsee. Are there plans to feature in any upcoming exhibits?",
      "tags": [

      ],
      "timestamp": "[00:57:29:19]"
    },
    {
      "id": "context_87_131",
      "index": 131,
      "speaker": "Chelsee Boehm",
      "words": "Hopefully. I have been advocating for an exhibit, about Tudor and his wife at the museum for for a while now. So hopefully, fingers crossed.",
      "tags": [

      ],
      "timestamp": "[00:57:40:07]"
    },
    {
      "id": "context_87_132",
      "index": 132,
      "speaker": "Lester Taylor",
      "words": "Can can I add something here?",
      "tags": [

      ],
      "timestamp": "[00:57:53:03]"
    },
    {
      "id": "context_87_133",
      "index": 133,
      "speaker": "David Pettyjohn",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:57:55:05]"
    },
    {
      "id": "context_87_134",
      "index": 134,
      "speaker": "Lester Taylor",
      "words": "There is planned for this coming summer for the Jackson Hole, historical, museum in Jackson for a full summer of, of theater. Teacher paintings and art teachers. It was originally planned for this past summer, but it obviously had to be postponed. So that is in the works. And there will be an extremely good collection of, teachers paintings.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:57:56:04]"
    },
    {
      "id": "context_87_135",
      "index": 135,
      "speaker": "Lester Taylor",
      "words": "There.",
      "tags": [

      ],
      "timestamp": "[00:58:24:12]"
    },
    {
      "id": "context_87_136",
      "index": 136,
      "speaker": "David Pettyjohn",
      "words": "Thank you so much for that. And Chelsee, Lester and Henry, thank you so much for sharing your knowledge. It was beautiful. I've seen several, comments of people just saying thank you, for opening up teachers and all, you know, to us and for sharing all those wonderful paintings and for Chelsee, for your dedication in preserving his legacy at the Idaho State Archives.",
      "tags": [

      ],
      "timestamp": "[00:58:26:02]"
    },
    {
      "id": "context_87_137",
      "index": 137,
      "speaker": "David Pettyjohn",
      "words": "We're going to take a break next week for the Thanksgiving holiday, but please join us on December the 1st when our next connected conversation will be on the history of Wallace. So thank you all so much. Have a wonderful evening and a wonderful Thanksgiving holiday. Thanks, everyone.",
      "tags": [

      ],
      "timestamp": "[00:58:49:01]"
    },
    {
      "id": "context_87_138",
      "index": 138,
      "speaker": "Lester Taylor",
      "words": "Thank you. I'll see.",
      "tags": [

      ],
      "timestamp": "[00:59:07:16]"
    },
    {
      "id": "context_87_139",
      "index": 139,
      "speaker": "Henry Whiting",
      "words": "Thank you.",
      "tags": [

      ],
      "timestamp": "[00:59:10:22]"
    }
  ],
  "metadata": {
    "totalSegments": 140,
    "description": "The life of American Western artist Archie Boyd Teater is recorded through his art, the construction of his studio/home, and in the extensive collection of archival material and artifacts left after the death of he and his wife, Patricia. Born in Boise in 1901, Teater became a prolific impressionist painter. With a popular studio in Jackson Hole, Wyoming, Teater found success painting western scenes, commissioned portraits, and the Teton Range. His art funded trips around the world, and in the 1950s, a studio/home in Idaho designed by Frank Lloyd Wright. The only Frank Lloyd Wright designed structure in Idaho, Teater's Knoll still overlooks the Snake River. Teater's legacy reaches across disciplines and generations, still touching the lives of people who knew and study him. This conversation will explore Teater's life and ongoing impact through the many sources that recorded his story. Henry Whiting, owner of Teater's Knoll in Hagerman, Idaho. Henry is an expert on Frank Lloyd Wright and he has written two books about his home in Hagerman. Lester Taylor is a former economics professor who wrote the book on Archie Boyd Teater. His book, The Life and Art of Archie Boyd Teater , was published in 2016. He owns hundreds of Teater paintings and met Archie when he was alive. Employed by the Idaho State Historical Society, Chelsee (she/her) is a public historian with a background in archives and museums. She earned her MA from Boise State in 2017.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}