{
  "title": "Minidoka: An American Concentration Camp",
  "interviewee": "Hanako Wakatsuki",
  "interviewer": "Doug Exton",
  "date": "2020-08-04",
  "subjects": [
    "concentration camps",
    "imprisonment",
    "world war",
    "civil rights",
    "racial discrimination",
    "testimonies",
    "documentary film"
  ],
  "segments": [
    {
      "id": "context_100_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_100_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Really. Thank you so much for joining us for tonight's Connected Conversation, a program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you all to check out our website, Idaho humanities.org. I'd like to remind you that you may submit questions using the Q&A feature located at the bottom of the screen with me tonight is Hanako Wakatsuki from the Minidoka National Historic Site.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_100_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "It is an honor to have you with us tonight, and I turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:00:30:19]"
    },
    {
      "id": "context_100_3",
      "index": 3,
      "speaker": "Hanako Wakatsuki",
      "words": "Okay. Hi, everyone. Thank you for joining, our program tonight. When I was talking to Doug, I kind of decided that it might be good for us to show our 30 minute park film before we go into Q&A. So our park film is called Minidoka, an American concentration camp. And we do talk about terminology of why we chose, that term, kind of more passively in it because, basically with our film, we focus on first person narration to have incarcerated tell their story.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:00:34:17]"
    },
    {
      "id": "context_100_4",
      "index": 4,
      "speaker": "Hanako Wakatsuki",
      "words": "So without much further ado, I guess we'll just start the video and then we can have a great conversation afterwards.",
      "tags": [

      ],
      "timestamp": "[00:01:07:07]"
    },
    {
      "id": "context_100_5",
      "index": 5,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The day you walk to that take, you know your last songs to be. There are some things in your heart that you can't forget. We were afraid. It looked like the enemy. But we're American citizens. Imagine someone saying you need to go to jail because you're Japanese. American. What did I have to do with Japan? Nothing. My family wasn't doing anything wrong, but we were paying for.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:01:38:02]"
    },
    {
      "id": "context_100_6",
      "index": 6,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Ours. Searchlights, barbed wire fences around us. If they thought we were trying to escape, they had the right to shoot us. We were stripped of our civil rights. We were stripped of everything. When that happens in America, that is a concentration camp.",
      "tags": [

      ],
      "timestamp": "[00:02:15:00]"
    },
    {
      "id": "context_100_7",
      "index": 7,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "December 7th, 1941. We will live in infamy. The United States of America was suddenly on the liberal and naval, on the forces of the Empire of Japan.",
      "tags": [

      ],
      "timestamp": "[00:02:51:09]"
    },
    {
      "id": "context_100_8",
      "index": 8,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My dad had just purchased a home for $1,500. December 7th is the day we were moving in. And when that news came on, my dad, I just saw his face. Just. Just drop. Within hours, the FBI began reading Japanese American homes up and down the West Coast. We lived in fear because the FBI came and picked up many of the fathers of the families.",
      "tags": [

      ],
      "timestamp": "[00:03:18:13]"
    },
    {
      "id": "context_100_9",
      "index": 9,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "When my father was taken away, I don't think our family knew anything about where he was. This left my mother panicked as to what was going to happen to us.",
      "tags": [

      ],
      "timestamp": "[00:03:56:07]"
    },
    {
      "id": "context_100_10",
      "index": 10,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "They were shop owners, language teachers, Buddhist priests.",
      "tags": [

      ],
      "timestamp": "[00:04:09:18]"
    },
    {
      "id": "context_100_11",
      "index": 11,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Law.",
      "tags": [

      ],
      "timestamp": "[00:04:17:02]"
    },
    {
      "id": "context_100_12",
      "index": 12,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Abiding citizens. Why the FBI targeted them. They happened to be prominent in the community. December 7th wasn't one Japanese American prejudice started. It was decades before that. In the early 1900s, there were alien land laws and exclusion acts that kept out Japanese immigrants. And you could not apply for citizenship if you wanted to. The majority of Japanese, when they started coming here to this country in the 1860s, the farmers, laborers, they worked hard, saved and then invested in an operation in Japan, starting a restaurant, a laundry, a hotel.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:04:17:09]"
    },
    {
      "id": "context_100_13",
      "index": 13,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The Japanese lived in pretty much segregated areas like Georgetown. So we were fairly isolated and largely unknown. As long as we were laborers and working for them, no problem. When we became competition, that was a no no for us. Then resentment, jealousy. We were called the Yellow Peril. The newspapers, the billboards, everything was Tan Chi. Japanese. The Japanese should be under armed guard to the last man and woman right now.",
      "tags": [

      ],
      "timestamp": "[00:04:56:23]"
    },
    {
      "id": "context_100_14",
      "index": 14,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And to hell with habeas corpus. My parents had a grocery store, and my dad put up a big sign in the front window. See, we are Americans. The Japs a jet, whether Asian American citizen or not. I don't want any of. Our bank accounts were frozen. We could not leave. Who was after 8:00 pm? Many people at the polls come in their businesses because of the curfew.",
      "tags": [

      ],
      "timestamp": "[00:05:36:19]"
    },
    {
      "id": "context_100_15",
      "index": 15,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "All Japanese should be put in concentration camps for the remainder of the war. We want to keep this a white man's country. The think of Japanese Americans was sealed in 1942, when President Roosevelt signed Executive Order 906. The West Coast commander designated the entire West Coast as a military exclusion zone, and then said anyone of Japanese ancestry would be excluded from that.",
      "tags": [
        "conflict",
        "migration"
      ],
      "timestamp": "[00:06:14:22]"
    },
    {
      "id": "context_100_16",
      "index": 16,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "So. So you could be a newborn baby, or you could be a 90 year old juvenile.",
      "tags": [

      ],
      "timestamp": "[00:06:47:21]"
    },
    {
      "id": "context_100_17",
      "index": 17,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Two thirds of these Japanese Americans were citizens by birthright. It was just a slip of a pen and a couple word. You're no longer a citizen. They said aliens and non aliens. And we thought, who in the sand hill is non aliens? That was us. They didn't dare say American citizens.",
      "tags": [

      ],
      "timestamp": "[00:06:57:09]"
    },
    {
      "id": "context_100_18",
      "index": 18,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The government called it an evacuation. It wasn't an evacuation. It was a forced removal. An evacuation happens when the house is on fire. And you've got to run for your safety. That's an evacuation. To be told they can only take what they could carry. They didn't even know where they were going. It was very terrifying for my parents.",
      "tags": [

      ],
      "timestamp": "[00:07:24:04]"
    },
    {
      "id": "context_100_19",
      "index": 19,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My dad said burn everything Japanese. So we start worrying and burying everything. My father had a fruit and vegetable stand. Two of them. He had to close them down. My parents had just bought a new tractor, and then we tracked in the were in to have all of that just wiped out. Taken away from them was really devastating.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:07:46:23]"
    },
    {
      "id": "context_100_20",
      "index": 20,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "But we got rid of our family possessions because General John, the widow, told us that we could only bring that which we couldn't carry. And as a young boy, I couldn't carry very much. Most of the families got rid of everything. My mother and father in 1939 had purchased a General Electric radio, and $100 was big money at that time.",
      "tags": [

      ],
      "timestamp": "[00:08:18:18]"
    },
    {
      "id": "context_100_21",
      "index": 21,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "They sold it to a policeman on the beach for $5. Working 15, 20, 30 years in America and having it all taken away. Suddenly. Always a question for why do you do this to us? What did we do to deserve this? And of course, the answer is my case. Our race. Bainbridge Island was the first community to be rounded up and incarcerated, and they had only a week to prepare and pack and be ready to leave.",
      "tags": [

      ],
      "timestamp": "[00:08:41:22]"
    },
    {
      "id": "context_100_22",
      "index": 22,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "It was difficult. It really was. I can't even find words to describe the feeling. You know, your home is your safe haven. We were murdered. Onto the ferry and onto the train. And never told us where we were going or how long we were going to be gone or anything. We all got numbers and we became numbers. We weren't people anymore.",
      "tags": [

      ],
      "timestamp": "[00:09:21:18]"
    },
    {
      "id": "context_100_23",
      "index": 23,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "We were numbers. There was nobody that stood up for us from outside of our community. If we dared to try to resist, we probably look up to everybody you know, without any hesitation.",
      "tags": [

      ],
      "timestamp": "[00:09:51:24]"
    },
    {
      "id": "context_100_24",
      "index": 24,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The government set up 17 temporary detention facilities on the West Coast. They drove the south north for them. And there we were in the livestock yard. They're living in Borstal, and they fully expected my grandparents to be deported because they were resident aliens. And I remember to this day the pungent odor, manure seeping through the floor. White paper, black with flies, barbed wire circling the building.",
      "tags": [

      ],
      "timestamp": "[00:10:12:16]"
    },
    {
      "id": "context_100_25",
      "index": 25,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Army soldiers with fixed bayonets. And I, as a nine year old looking at that frightened, they were saying, well, we're putting you here to protect you from people who might hurt you. Well, why were the guns pointed at us instead of at those people who weren't trying to hurt us?",
      "tags": [

      ],
      "timestamp": "[00:10:51:06]"
    },
    {
      "id": "context_100_26",
      "index": 26,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "One day, my father was a respectable business man. He had a wife, a family, a car, a place in this society. He could vote. Two weeks later, he was a prisoner in a camp surrounded by barbed wire.",
      "tags": [

      ],
      "timestamp": "[00:11:11:16]"
    },
    {
      "id": "context_100_27",
      "index": 27,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "We got orders towards the end of August to be ready to move. And he put his son, who trains.",
      "tags": [

      ],
      "timestamp": "[00:11:33:12]"
    },
    {
      "id": "context_100_28",
      "index": 28,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "In.",
      "tags": [

      ],
      "timestamp": "[00:11:43:22]"
    },
    {
      "id": "context_100_29",
      "index": 29,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Order to pull the window shades down. We're not to see where we're going headed east. That's all we knew. It was a two day journey. We were covered with soot.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:11:44:01]"
    },
    {
      "id": "context_100_30",
      "index": 30,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And.",
      "tags": [

      ],
      "timestamp": "[00:11:56:13]"
    },
    {
      "id": "context_100_31",
      "index": 31,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "We were then over to people. We could see a sea of sagebrush. That's all we could see. And suddenly, army barracks, hundreds and hundreds of army barracks. And somebody said that this is Minidoka. There was a dust storm. When we got off the train and my mom grabbed my hand, I remember her saying to me, Joanie, this is our new home.",
      "tags": [

      ],
      "timestamp": "[00:11:57:17]"
    },
    {
      "id": "context_100_32",
      "index": 32,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And you cried. Minidoka, also called again, was one of ten incarceration gardens built to all Japanese-Americans from the West Coast. There were those who was not finished yet, but we had to move in there and they didn't have the toilets or anything. Nothing that is really in the middle of nowhere. And there were 44 blocks. Each block consisting of 12 birds, each bird with six units or eight of them.",
      "tags": [

      ],
      "timestamp": "[00:12:26:10]"
    },
    {
      "id": "context_100_33",
      "index": 33,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And that's all in the middle.",
      "tags": [

      ],
      "timestamp": "[00:13:02:14]"
    },
    {
      "id": "context_100_34",
      "index": 34,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "A laundry room in the middle.",
      "tags": [

      ],
      "timestamp": "[00:13:05:05]"
    },
    {
      "id": "context_100_35",
      "index": 35,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And we will eat together. We will shower together. We do laundry together. No privacy whatsoever. Any place. Including babies born in camp. The government imprisoned over 120,000 innocent people. Minidoka held over 13,000.",
      "tags": [

      ],
      "timestamp": "[00:13:07:10]"
    },
    {
      "id": "context_100_36",
      "index": 36,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Every summer. Survivors and their families returned to Minidoka for an annual pilgrimage in our family of five. This is our veterans home right here. The five of us in one room here. I remember that we hung up blankets to celebrate. You know, get a little privacy between your sister and yourself. Things like that.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:13:34:02]"
    },
    {
      "id": "context_100_37",
      "index": 37,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "We had dust storms constantly, and we had so much does that it would seep through the walls of the barracks. When the wind blew, we would just take in our foragers. During the summertime, it would be boiling hot. In the wintertime we would freeze. When it rained, we would just be in a social mode. People say, oh, yeah, you know, we complained about the food.",
      "tags": [

      ],
      "timestamp": "[00:14:05:02]"
    },
    {
      "id": "context_100_38",
      "index": 38,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "We complained about the lodging. That wasn't it. The damage was psychological. Here you were with people, all in various stages of grief. They were in anger. They were in denial. They wanted to prove their loyalty. They were grieving the loss of their lives because their lives were stolen by the government. And by other was so withdrawn. It really destroyed you.",
      "tags": [

      ],
      "timestamp": "[00:14:33:22]"
    },
    {
      "id": "context_100_39",
      "index": 39,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "I didn't know about suicide at that time, but if there was a way for me and it is on my.",
      "tags": [

      ],
      "timestamp": "[00:15:03:15]"
    },
    {
      "id": "context_100_40",
      "index": 40,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "There's a two Japanese word spread there, and I get it. You can help me. Help, whatever that's happening. And up the hill. And. Come on. Bearing the unbearable. Those two words you were branded with. I was born in an American concentration camp. I've been able to do things with my life because of the strength of my parents and their values.",
      "tags": [

      ],
      "timestamp": "[00:15:14:10]"
    },
    {
      "id": "context_100_41",
      "index": 41,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "I cannot admire.",
      "tags": [

      ],
      "timestamp": "[00:15:51:07]"
    },
    {
      "id": "context_100_42",
      "index": 42,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "More.",
      "tags": [

      ],
      "timestamp": "[00:15:53:01]"
    },
    {
      "id": "context_100_43",
      "index": 43,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The pioneering spirit of the first generation. Amongst the hardship and the loss of freedom and being stripped of civil rights, the first generation issues and the older decisions tried to make it into a livable community.",
      "tags": [

      ],
      "timestamp": "[00:15:54:20]"
    },
    {
      "id": "context_100_44",
      "index": 44,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Everyone took a job. Anyone who could work. I mean, they hired firemen, policemen, men. My mother was a seamstress. I got a job as a waitress. My grandpa was out. He became the black captain. He recruited the people who had restaurants to become the cooks for the black. Eventually, they had schools and libraries. It was like a regular community.",
      "tags": [

      ],
      "timestamp": "[00:16:15:03]"
    },
    {
      "id": "context_100_45",
      "index": 45,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The schools would be decorated beautifully with great people for special occasions and young adults and adults who had their answers. Let me see your position. No.",
      "tags": [

      ],
      "timestamp": "[00:16:52:24]"
    },
    {
      "id": "context_100_46",
      "index": 46,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "I mean, go ahead. I'm not a baseball team. Was terrific. We used to beat the other teams, like 21 to 1. I think Reagan, if you would. It was just all Japanese second generation and playing against these white kids with fix. It was the truth. The whole idea was that we wanted to just drink soda. You know, it can.",
      "tags": [

      ],
      "timestamp": "[00:17:08:03]"
    },
    {
      "id": "context_100_47",
      "index": 47,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "After a year and a half, the American government decided we were not spies. We were not dangerous. And they gave us one day passes. We were able to go beyond the barbed wire. We were able to leave camp during harvest months. And we were for the Idaho farmers for not very much, you know. Okay. But I was, I believe, what saved my father.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:17:37:24]"
    },
    {
      "id": "context_100_48",
      "index": 48,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "In early 1943. President Roosevelt announced the formation of a 442nd Regimental Combat Team. This was to be a segregated Japanese-American unit. I would fight in Europe. They recognized that they had to have a process for Japanese-Americans to leave the camps. The government now wanted to enlist young Japanese-American men in the army and to start moving other incarcerated to civilian life away from the West Coast.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:18:08:00]"
    },
    {
      "id": "context_100_49",
      "index": 49,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And so they came up with the idea of a loyalty questionnaire. Questions 27 and 28 were the ones that people talked about a lot. And the first one dealt with. Are you willing to fight on behalf of the United States against all foes and enemies? And the second one was, do you swear all allegiance to the United States?",
      "tags": [

      ],
      "timestamp": "[00:18:42:24]"
    },
    {
      "id": "context_100_50",
      "index": 50,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And do you forswear any allegiance to the Emperor of Japan? How can we disavow something we never, about you in the first place? Are these answers to America? And I think that many of them were insulted. How dare you ask me questions like that? I'm as good an American as you.",
      "tags": [

      ],
      "timestamp": "[00:19:03:16]"
    },
    {
      "id": "context_100_51",
      "index": 51,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Those who responded with anything but an unqualified yes. Yes. Were branded as disloyal and were sent to to segregate the center in a maximum security prison in California. It was quite an indignation for a lot of our parents to think that they wanted our boys, after they had done all that to us.",
      "tags": [

      ],
      "timestamp": "[00:19:25:23]"
    },
    {
      "id": "context_100_52",
      "index": 52,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "So there was quite a bit of controversy between the parents and the sons.",
      "tags": [

      ],
      "timestamp": "[00:19:55:20]"
    },
    {
      "id": "context_100_53",
      "index": 53,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My dad volunteered without any hesitation because he was an orphan. He didn't have to get approval from his parents. And so he, without question.",
      "tags": [

      ],
      "timestamp": "[00:20:03:00]"
    },
    {
      "id": "context_100_54",
      "index": 54,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Decided.",
      "tags": [

      ],
      "timestamp": "[00:20:15:22]"
    },
    {
      "id": "context_100_55",
      "index": 55,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "He needed to go.",
      "tags": [

      ],
      "timestamp": "[00:20:16:13]"
    },
    {
      "id": "context_100_56",
      "index": 56,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "It was really about family honor.",
      "tags": [

      ],
      "timestamp": "[00:20:18:01]"
    },
    {
      "id": "context_100_57",
      "index": 57,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "About hoping that they could prove their loyalty to this country.",
      "tags": [

      ],
      "timestamp": "[00:20:20:22]"
    },
    {
      "id": "context_100_58",
      "index": 58,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The young man that was in our. He was put in the penitentiary because he refused to join the army, because he says, no, you take us out of our prison here in order to. Then I'll go and serve. People say he brought so much shame to the family, and I don't think of it that way. You know, courage comes in different forms.",
      "tags": [

      ],
      "timestamp": "[00:20:28:24]"
    },
    {
      "id": "context_100_59",
      "index": 59,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "For its size and length of service in the 42nd to become the most decorated unit in American military history. All the while, their mothers and fathers were incarcerated in an American concentration camp.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:20:58:03]"
    },
    {
      "id": "context_100_60",
      "index": 60,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Two of my brothers left hand to join the 42nd and my brother Masaharu, was killed in action in Italy.",
      "tags": [

      ],
      "timestamp": "[00:21:18:13]"
    },
    {
      "id": "context_100_61",
      "index": 61,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Two weeks before Germany surrendered. These young men. I'm going to do a career really celebrated. They were thought of as heroes. Their names were placed on an honor.",
      "tags": [

      ],
      "timestamp": "[00:21:33:00]"
    },
    {
      "id": "context_100_62",
      "index": 62,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Roll and.",
      "tags": [

      ],
      "timestamp": "[00:21:47:07]"
    },
    {
      "id": "context_100_63",
      "index": 63,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The loyalty questionnaire marked a turning point. Individuals and families could now apply to boot camp or school work or resettlement away from the West Coast. But by December 1944, there were still almost 8000 people incarcerated at Minidoka. The exclusion order that kept Japanese-Americans off the West Coast was lifted in January 1945. We were given $25 and a ticket back to where we came from.",
      "tags": [
        "education",
        "migration"
      ],
      "timestamp": "[00:21:49:20]"
    },
    {
      "id": "context_100_64",
      "index": 64,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My mother used to tell me they took us there and we didn't want to go, and then they let us go. But we had nowhere to go. My grandfather, like many of these days, lost their homes, their businesses, everything. It was extremely traumatic for him. People were afraid to go back out into a world where they knew that they would be discriminated against, and they would be hated anyways.",
      "tags": [

      ],
      "timestamp": "[00:22:26:13]"
    },
    {
      "id": "context_100_65",
      "index": 65,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My teacher hated.",
      "tags": [

      ],
      "timestamp": "[00:22:59:11]"
    },
    {
      "id": "context_100_66",
      "index": 66,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Japanese.",
      "tags": [

      ],
      "timestamp": "[00:23:00:06]"
    },
    {
      "id": "context_100_67",
      "index": 67,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Who used to work for the government. Wipe out those 27 students in the class. I did all the dirty work, she told me. We faced over racial prejudice.",
      "tags": [

      ],
      "timestamp": "[00:23:02:06]"
    },
    {
      "id": "context_100_68",
      "index": 68,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "There were bullets fired into houses in Seattle on their island. Someone burned down a Japanese farmhouse. Throwing rocks at me and being called those names left an indelible mark on me. A feeling of inferiority. Despite widespread hostility, there were individuals and isolated communities who welcomed their Japanese-American neighbors. Yet in most places on the West Coast, racism persisted. My father was a businessman and was quite successful, you know, to become a janitor.",
      "tags": [

      ],
      "timestamp": "[00:23:14:22]"
    },
    {
      "id": "context_100_69",
      "index": 69,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "We got married in 1955. We went to rented an apartment, and the manager took one look at us and said, sorry, we don't rent to Japs. And they leave the door. That was ten years after the war ended. My parents are the generation that went through the depression, through the relocation, and then went through the closing the camps.",
      "tags": [
        "conflict",
        "migration"
      ],
      "timestamp": "[00:24:00:14]"
    },
    {
      "id": "context_100_70",
      "index": 70,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "So they basically started over three times. This is why a lot of the old folks, they were depressed. It was like a rape, the rape of a community. And we behave like victims. We were in denial. We were silent. We were angry. We committed suicide. It was something that we kind of shut out of our life, because it was very emotional to us to forget and talk about it within the community.",
      "tags": [

      ],
      "timestamp": "[00:24:23:07]"
    },
    {
      "id": "context_100_71",
      "index": 71,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "There was a sense that we could be taken again. So do not call attention to ourselves. Do not do bad things. We all could be taken again. My parents, they never complained about anything. I don't know what they were feeling. Really. I mean, did you work from them? We didn't talk about it for 40 years. Imagine.",
      "tags": [

      ],
      "timestamp": "[00:24:59:17]"
    },
    {
      "id": "context_100_72",
      "index": 72,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My youngest daughter. It was on December 7th. And she says I hate Pearl Harbor Day because everybody turns around and looks at me like I'm the enemy. I said to her. Honey your, daddy, World War two hero. She said. I thought he fought for Japan. So that was the kind of revelation to us that we were not doing them a favor by keeping quiet.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:25:32:14]"
    },
    {
      "id": "context_100_73",
      "index": 73,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "I think the civil rights movement in the 60s really, shifted things.",
      "tags": [

      ],
      "timestamp": "[00:26:11:03]"
    },
    {
      "id": "context_100_74",
      "index": 74,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The Sansei particularly.",
      "tags": [

      ],
      "timestamp": "[00:26:16:18]"
    },
    {
      "id": "context_100_75",
      "index": 75,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Were saying that the.",
      "tags": [

      ],
      "timestamp": "[00:26:18:03]"
    },
    {
      "id": "context_100_76",
      "index": 76,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Government needed to recognize that what.",
      "tags": [

      ],
      "timestamp": "[00:26:19:14]"
    },
    {
      "id": "context_100_77",
      "index": 77,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Occurred was wrong, that they wanted restitution and an apology. Jimmy Carter, in his final year in office as president, started a bipartisan commission to look into this 40 years after the fact. Their findings from this commission was that one, there was no military necessity that the causes of the World War Two incarceration, Japanese-Americans was war hysteria, racial prejudice, and a failure of political leadership.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:26:22:00]"
    },
    {
      "id": "context_100_78",
      "index": 78,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "My fellow Americans, we gather here today to write a grave wrong. We must recognize that the internment of Japanese-Americans was just that, a mistake. Throughout the war, Japanese Americans in the tens of thousands remained utterly loyal to the United States. Ronald Reagan signed into law the Civil Liberties Act in 1988, and it was the official apology and first step toward reparations to survivors.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:26:53:00]"
    },
    {
      "id": "context_100_79",
      "index": 79,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Only of this tragedy. Three presidents signed letters of apology, and we got $20,000 each. If you were alive when the act was passed, when they came out. All our parents died. They're the ones that should have got that money. But most of them all died. And we've been hit by the. Which is not right. You know, because they're the ones who suffered for most.",
      "tags": [

      ],
      "timestamp": "[00:27:20:01]"
    },
    {
      "id": "context_100_80",
      "index": 80,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The money wasn't even the issue. The apology was much more valuable. It really helped me.",
      "tags": [

      ],
      "timestamp": "[00:27:50:19]"
    },
    {
      "id": "context_100_81",
      "index": 81,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "Heal. It was like we were finally part of history. Americans have to understand that freedom is very fragile. It's never to be taken for granted. I remember on September 11th, 2001, watching the news, and I'm hearing this is our generation's Pearl Harbor. And the first thing that went through my mind was, I hope not.",
      "tags": [

      ],
      "timestamp": "[00:27:59:04]"
    },
    {
      "id": "context_100_82",
      "index": 82,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "People used to call me names just on the street and no one spoke up for me. No one said, hey, you, you can't call that kid that kind of name. That's wrong. And so the whole notion was, it's okay. It's okay to call these people names. That's the situation that's been created for Muslim Americans today. We, the Japanese, are not going to be taken again.",
      "tags": [

      ],
      "timestamp": "[00:28:25:21]"
    },
    {
      "id": "context_100_83",
      "index": 83,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "That's done. But someone other group will be taken for a different reason to a different place. It's essentially the same. When you see injustice happening. You need to stand up. When you see someone being called names in public. You need to stand up. The wrongs of the incarceration will be perpetuated unless we do things to prevent it. Now there.",
      "tags": [

      ],
      "timestamp": "[00:28:55:24]"
    },
    {
      "id": "context_100_84",
      "index": 84,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "I told you my story. You have a piece of that legacy to stand up. You have a piece. And should it happen again? You cannot claim ignorance. You can either say, yeah, Or there were. No.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:29:25:22]"
    },
    {
      "id": "context_100_85",
      "index": 85,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "I don't.",
      "tags": [

      ],
      "timestamp": "[00:29:40:19]"
    },
    {
      "id": "context_100_86",
      "index": 86,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "And I'm hoping that reason and they will see the injustices hurt us all.",
      "tags": [

      ],
      "timestamp": "[00:29:41:22]"
    },
    {
      "id": "context_100_87",
      "index": 87,
      "speaker": "Minidoka: An American Concentration Camp documentary audio",
      "words": "The.",
      "tags": [

      ],
      "timestamp": "[00:30:31:00]"
    },
    {
      "id": "context_100_88",
      "index": 88,
      "speaker": "Doug Exton",
      "words": "So there was the video, and I'll start off by saying that that was definitely a gorgeous and informing video.",
      "tags": [

      ],
      "timestamp": "[00:31:31:19]"
    },
    {
      "id": "context_100_89",
      "index": 89,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. It was, you know, a couple of years in the making, and we were finally able to, get that all put together last year. And fortunately, with our grand opening that we had in February, we're able to showcase it at our visitor center for that short.",
      "tags": [

      ],
      "timestamp": "[00:31:40:23]"
    },
    {
      "id": "context_100_90",
      "index": 90,
      "speaker": "Hanako Wakatsuki",
      "words": "Time before we had to.",
      "tags": [

      ],
      "timestamp": "[00:31:56:10]"
    },
    {
      "id": "context_100_91",
      "index": 91,
      "speaker": "Hanako Wakatsuki",
      "words": "Close down due to Covid. But, but yeah, it was, you know, it's one of the longest, video in the Park Service, but, I think we'd do it justice to tell the story of the incarceration experience holistically and to contextualize it and specifically tell it from the first person narration. And when we couldn't do that, that's where we had our.",
      "tags": [

      ],
      "timestamp": "[00:31:57:10]"
    },
    {
      "id": "context_100_92",
      "index": 92,
      "speaker": "Hanako Wakatsuki",
      "words": "Narrator. George Takei to kind of fill in those gaps.",
      "tags": [

      ],
      "timestamp": "[00:32:21:00]"
    },
    {
      "id": "context_100_93",
      "index": 93,
      "speaker": "Doug Exton",
      "words": "I do also want to say we are now accepting questions for the Q&A, and we already have one. And the question is where the people held in American concentration camps, given any reparations or resettlement support once they're allowed to return to their homes? And how many were deported to Japan or other Asian countries?",
      "tags": [

      ],
      "timestamp": "[00:32:27:00]"
    },
    {
      "id": "context_100_94",
      "index": 94,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So, I guess the support that was provided was, $25 and a one way ticket. There was some, so the whole program of resettlement was kind of orchestrated by the government to break up the Japanese American population off the West Coast. So originally people couldn't go back to the west Coast that they had to move inland.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:32:48:09]"
    },
    {
      "id": "context_100_95",
      "index": 95,
      "speaker": "Hanako Wakatsuki",
      "words": "And, but I think, a majority of the Japanese-American population, ended up going back to the West Coast, because a lot of folks had trouble, trying to, you know, try to fit into the communities, whether it was like Chicago or Denver. And they some folks had a really hard time. So they're like, you know what?",
      "tags": [

      ],
      "timestamp": "[00:33:10:17]"
    },
    {
      "id": "context_100_96",
      "index": 96,
      "speaker": "Hanako Wakatsuki",
      "words": "I'd rather try to make make our way back to what we called home to see if that's going to be better than where they ended up, resettling at. As with, I think the last question, can I get that clarified? Was it, how many people were deported? Was that the question there?",
      "tags": [

      ],
      "timestamp": "[00:33:32:10]"
    },
    {
      "id": "context_100_97",
      "index": 97,
      "speaker": "Doug Exton",
      "words": "Let me see. Yeah. How many were deported to Japan or other Asian countries?",
      "tags": [

      ],
      "timestamp": "[00:33:49:10]"
    },
    {
      "id": "context_100_98",
      "index": 98,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So it would have been to Japan, and I believe the number is about 4600 ish or so.",
      "tags": [

      ],
      "timestamp": "[00:33:54:14]"
    },
    {
      "id": "context_100_99",
      "index": 99,
      "speaker": "Hanako Wakatsuki",
      "words": "Other folks who were deported, to Japan and it was kind of through, a voluntary aspect in one capacity where people could just say, you know what? I, you know, I choose to go, to go to Japan. Not everyone actually have been to Japan sometimes are following their families. If their mom and dad was like, hey, let's try to see if we can make it better over there.",
      "tags": [

      ],
      "timestamp": "[00:34:03:24]"
    },
    {
      "id": "context_100_100",
      "index": 100,
      "speaker": "Hanako Wakatsuki",
      "words": "Let's, you know, go through this process of repatriating. So there's kind of a misnomer because some people think like, oh, they're going back to Japan. But for most of the people, it was their first time going, because if their children, there were some people who were then, used kind of for a prisoner exchange as well, where they're going down to Crystal City.",
      "tags": [

      ],
      "timestamp": "[00:34:30:04]"
    },
    {
      "id": "context_100_101",
      "index": 101,
      "speaker": "Hanako Wakatsuki",
      "words": "And then, they were used that way. I'm not sure if any Japanese-Americans were used in that capacity. We have documented evidence, of Japanese Latinos that the government, actually kidnapped people from Latin America, brought them up to the United States, and then used them as P.O.W. exchange, which, actually caused a kerfuffle within, the rules of engagement, because most of the time when you do P.O.W. exchange a soldier for soldier, and then Imperial Japan was like, why are there women and children and why are they speaking Spanish?",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:34:51:24]"
    },
    {
      "id": "context_100_102",
      "index": 102,
      "speaker": "Hanako Wakatsuki",
      "words": "So that's when, they had the Spanish Red cross actually intervene. And then it was determined that, oh, this is what the United States is doing to their American citizens. And, Japanese citizens for that, you say, who were barred by law from becoming, naturalized citizens. And so, that's when Imperial Japan started to find out more about what was happening to their citizens and their descendants, which, and oral histories.",
      "tags": [

      ],
      "timestamp": "[00:35:25:07]"
    },
    {
      "id": "context_100_103",
      "index": 103,
      "speaker": "Hanako Wakatsuki",
      "words": "We we've heard this a lot where, at one point in time, Imperial Japan was actually sending provisions to the United States, to help offset food, issues with Japanese Americans at these sites. So you'll hear oral histories where people are like, wow, we got, giant bats, assure you, which is, soy sauce. And we actually have in our collection from the Japanese Red cross tea bags.",
      "tags": [

      ],
      "timestamp": "[00:35:52:07]"
    },
    {
      "id": "context_100_104",
      "index": 104,
      "speaker": "Hanako Wakatsuki",
      "words": "So they're sending teeth over to try to provide, some supplement supplements, for the food issues out here, because we did have issues specifically at Minidoka where there wasn't good quality food, at first. And then people had to petition to actually, have ethnically appropriate food.",
      "tags": [

      ],
      "timestamp": "[00:36:15:21]"
    },
    {
      "id": "context_100_105",
      "index": 105,
      "speaker": "Doug Exton",
      "words": "And then how many of these people were able to start their lives back to what it was once they were, out of the camps and everything kind of started to return, honestly, back to normal. But once the camp for those in that process was finished.",
      "tags": [

      ],
      "timestamp": "[00:36:38:03]"
    },
    {
      "id": "context_100_106",
      "index": 106,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So that's a little harder to answer because, we didn't really do a whole bunch of, data gathering as a government on that. There's there were a couple of sociological studies that was done, after the war in the 40s. But, it's kind of hard to just gauge to say like X amount of people, you know, we're able to kind of restart their lives, I guess everyone in some capacity had to.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:36:55:11]"
    },
    {
      "id": "context_100_107",
      "index": 107,
      "speaker": "Hanako Wakatsuki",
      "words": "But I think their quality of life, was definitely not the same as pre-war. There was a lot of people who lost their properties because, they didn't make enough, of a wage and camp to pay their mortgages or their property taxes. And a lot of property was lost during that time. Personally, my family was incarcerated at Manzanar in California, and we were a fishing family.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:37:20:00]"
    },
    {
      "id": "context_100_108",
      "index": 108,
      "speaker": "Hanako Wakatsuki",
      "words": "So two of our, family boats got repossessed, and we never, ever went back into the fishing industry after war. So a lot of folks, especially if they were in professional jobs, whether they're teachers or doctors, it was really hard for them to go back into those fields because of the racism that existed. So like my grandfather, he was actually drafted out of Manzanar into the military.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:37:44:24]"
    },
    {
      "id": "context_100_109",
      "index": 109,
      "speaker": "Hanako Wakatsuki",
      "words": "So he was in the military intelligence service. And when he came back from war, he was unable to actually secure a job because no one wants to hire and they use a derogatory terms of Japs. And so he couldn't find a job. So he was like, you know what? I'll be my own boss. So he decided that, he wanted to be a door to door salesman, but he still faced, racism, where people didn't want to buy from a Japanese-American.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:38:10:01]"
    },
    {
      "id": "context_100_110",
      "index": 110,
      "speaker": "Hanako Wakatsuki",
      "words": "And so he ended up, becoming a professional wrestler by putting his pride aside because people needed an enemy to fight. So there was actually this whole generation of Nisei wrestlers, who a lot of them were vets that had to do very much stereotypical Japanese things to, you know, create this, you know, this narrative of, you know, fighting and whatnot.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:38:36:06]"
    },
    {
      "id": "context_100_111",
      "index": 111,
      "speaker": "Hanako Wakatsuki",
      "words": "And that's how he was able to support his family. And so, a lot of folks, it was a struggle for them because, you know, they not everyone was able to go back to, their regular profession or even go back to the same city that they came out of, let alone their homes. But there were a few stories where people were able to still get their homes back because they had friends watching it.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:39:01:02]"
    },
    {
      "id": "context_100_112",
      "index": 112,
      "speaker": "Hanako Wakatsuki",
      "words": "But that's really few and far between.",
      "tags": [

      ],
      "timestamp": "[00:39:25:04]"
    },
    {
      "id": "context_100_113",
      "index": 113,
      "speaker": "Doug Exton",
      "words": "And how were the, conditions at the other camps outside of the Doka camp?",
      "tags": [

      ],
      "timestamp": "[00:39:28:16]"
    },
    {
      "id": "context_100_114",
      "index": 114,
      "speaker": "Hanako Wakatsuki",
      "words": "So, some of them were the same. Some of them were worse. So Minidoka was kind of pegged as one of the more positive viewed camps. It's because the administration, with the white administration, that relationship, between Harry, all staff, Stafford and the incarcerated was actually pretty good originally when Harry L Stafford, joined to become an administrator of the camp, he wanted to be part of the war effort because he was too old to go into the military.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:39:35:04]"
    },
    {
      "id": "context_100_115",
      "index": 115,
      "speaker": "Hanako Wakatsuki",
      "words": "But then once he got here, he realized, hey, this is kind of messed up. And even in his journals, he said, the worst thing about the camp was that it was operational. So he tried it, with the best within the realm of his bureaucracy, to try to be as communicative and trying to provide as much, comfort as he could as a bureaucrat.",
      "tags": [

      ],
      "timestamp": "[00:40:09:04]"
    },
    {
      "id": "context_100_116",
      "index": 116,
      "speaker": "Hanako Wakatsuki",
      "words": "So it wasn't like he could let them go or anything like that. But, you know, eventually he established day passes where, incarcerated could get permission to go into twin Falls for the day. So that became kind of a highlight for people who are getting married. So because a lot of people didn't want their marriage license to, say, Hunt Idaho, so they would go into town to get married, of the I mentioned that incarcerated petition to grow ethnically appropriate vegetables.",
      "tags": [

      ],
      "timestamp": "[00:40:33:06]"
    },
    {
      "id": "context_100_117",
      "index": 117,
      "speaker": "Hanako Wakatsuki",
      "words": "He allowed that. So we actually had a tofu factory on site. They were able to grow, gobo and some daikon radishes, that are ethnically appropriate. And then the War Relocation Authority ended up becoming the largest purchaser of rice during the war, to help, feed folks. So I think with that aspect, Minidoka has a more positive view compared to the some of the other camps, because Tule Lake ended up becoming a segregation center, and five federal agencies went in to oversee that.",
      "tags": [
        "labor",
        "conflict",
        "migration"
      ],
      "timestamp": "[00:41:01:02]"
    },
    {
      "id": "context_100_118",
      "index": 118,
      "speaker": "Hanako Wakatsuki",
      "words": "So that became this, huge issue where there was a lot of suppression of people's rights, at that site. And I was, you know, also like pegged as, like the bad camp to be at which I use air quotes because it was at first another War Relocation Authority site, just like Minidoka, but ended up converting into a maximum security prison.",
      "tags": [
        "conflict",
        "migration"
      ],
      "timestamp": "[00:41:33:07]"
    },
    {
      "id": "context_100_119",
      "index": 119,
      "speaker": "Hanako Wakatsuki",
      "words": "And then you have, like, Manzanar there, riots down there. There are riots at some of the other camps as well. So, so Minidoka tends to have one of the more positive views in comparison.",
      "tags": [

      ],
      "timestamp": "[00:41:56:14]"
    },
    {
      "id": "context_100_120",
      "index": 120,
      "speaker": "Doug Exton",
      "words": "And then out of all the people incarcerated at Minidoka, how many of them stayed in Twin Falls or Idaho? Greater area.",
      "tags": [

      ],
      "timestamp": "[00:42:10:01]"
    },
    {
      "id": "context_100_121",
      "index": 121,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So, they're very, very few people that ended up staying in the area. I don't know an exact number, but I only know of one, I think 2 or 3 families, that are here that had families who are incarcerated, at Minidoka. But I don't think that they just moved out afterwards. I think eventually, over time, they ended up coming back to Twin Falls.",
      "tags": [

      ],
      "timestamp": "[00:42:18:23]"
    },
    {
      "id": "context_100_122",
      "index": 122,
      "speaker": "Hanako Wakatsuki",
      "words": "But the one thing that's also interesting is that there are Japanese-Americans living in Twin Falls in Jerome, Idaho, who were not in cars related because they're beyond the exclusion zone. So we also have a large population in Idaho Falls as well. So they don't have a connection to Minidoka because they're beyond, that zone. So so there's a variety of stories of this.",
      "tags": [

      ],
      "timestamp": "[00:42:44:24]"
    },
    {
      "id": "context_100_123",
      "index": 123,
      "speaker": "Hanako Wakatsuki",
      "words": "There's so many layers, and I don't want to go into all these rabbit holes.",
      "tags": [

      ],
      "timestamp": "[00:43:07:20]"
    },
    {
      "id": "context_100_124",
      "index": 124,
      "speaker": "Doug Exton",
      "words": "And then I would assume that you have documentation of every prisoner having a Dogo. Is that correct?",
      "tags": [

      ],
      "timestamp": "[00:43:12:08]"
    },
    {
      "id": "context_100_125",
      "index": 125,
      "speaker": "Hanako Wakatsuki",
      "words": "So we don't actually have, all the documentation, but the government did document a lot of this. And as of right now, they're over at the National Archives. And so far, you know, we were not able to get access to all of them, because if people are still alive, we have to get permission because it is personal information.",
      "tags": [

      ],
      "timestamp": "[00:43:19:14]"
    },
    {
      "id": "context_100_126",
      "index": 126,
      "speaker": "Unknown Speaker",
      "words": "Right?",
      "tags": [

      ],
      "timestamp": "[00:43:38:19]"
    },
    {
      "id": "context_100_127",
      "index": 127,
      "speaker": "Hanako Wakatsuki",
      "words": "So, over time, we'll be able to get access. To a majority of the documents. We pulled some files here and there as we're doing some research. But it was highly documented on this whole program and just a little caveat I need to mention is that the Department of Interior was actually in charge of the War Relocation Authority, and I now work for the National Park Service, which is, managed by the Department of Interior.",
      "tags": [
        "education",
        "migration"
      ],
      "timestamp": "[00:43:39:10]"
    },
    {
      "id": "context_100_128",
      "index": 128,
      "speaker": "Hanako Wakatsuki",
      "words": "So this is the government almost coming full circle, recognizing that, hey, we messed up. We need to talk about the civil liberties and civil rights issues. And that's why it was significant resources. It was determined that there's enough resources here to tell this story. And that's why Minidoka, Manzanar or Tule Lake, Honolulu, really, have been established as national park units to tell this story.",
      "tags": [

      ],
      "timestamp": "[00:44:07:20]"
    },
    {
      "id": "context_100_129",
      "index": 129,
      "speaker": "Doug Exton",
      "words": "And then where there are any documented beatings or homicides within the camps specifically.",
      "tags": [

      ],
      "timestamp": "[00:44:33:11]"
    },
    {
      "id": "context_100_130",
      "index": 130,
      "speaker": "Unknown Speaker",
      "words": "So.",
      "tags": [

      ],
      "timestamp": "[00:44:38:08]"
    },
    {
      "id": "context_100_131",
      "index": 131,
      "speaker": "Hanako Wakatsuki",
      "words": "So, yeah. So I know that there's probably, all of that, there. Unfortunately, I haven't been able to look at the records because the National Archives originally had them available, but then because of the personal information, they ended up, kind of, removing them from the general circulation. So we haven't been able to actually gather all that information.",
      "tags": [

      ],
      "timestamp": "[00:44:39:17]"
    },
    {
      "id": "context_100_132",
      "index": 132,
      "speaker": "Hanako Wakatsuki",
      "words": "I do know that I believe those about, like, 300 deaths, on site and there were suicides. There were a lot of those, really, you know, tough subjects of folks like, we just, so we're doing an online pilgrimage right now. That's been nine weeks to talk about the incarceration. So if you Google Japanese-American memorial pilgrimages, you'll find it.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:45:02:13]"
    },
    {
      "id": "context_100_133",
      "index": 133,
      "speaker": "Hanako Wakatsuki",
      "words": "But, we had this, elder panel session a few weekends ago where we had, I want to say was 3 or 4 Minidoka survivors and one of the, woman. She just realized that one of her, I think, was her neighbor or someone she knew committed suicide in camp and used, rocks to hold herself down. Which is, you know, that was the first time that she was talking about it.",
      "tags": [

      ],
      "timestamp": "[00:45:25:08]"
    },
    {
      "id": "context_100_134",
      "index": 134,
      "speaker": "Hanako Wakatsuki",
      "words": "So her family was really shocked to hear that. So. So I know it made an impact, for people who heard about these, these incidents. So, I wouldn't be surprised if there was a homicide or not. So. But I just I don't have, documentation to back it up, but knowing, you know, you're basically building a city, right?",
      "tags": [

      ],
      "timestamp": "[00:45:50:24]"
    },
    {
      "id": "context_100_135",
      "index": 135,
      "speaker": "Hanako Wakatsuki",
      "words": "And you're going to have real city issues, you know, interpersonal conflicts, because most of these folks, you know, they're coming in from urban areas. They had their own homes and then yet they're shoved into this communal lifestyle, which is really, unusual for them because they have privacy, you know, when they were at home here, you have no privacy.",
      "tags": [

      ],
      "timestamp": "[00:46:12:08]"
    },
    {
      "id": "context_100_136",
      "index": 136,
      "speaker": "Hanako Wakatsuki",
      "words": "You had to share, you know, the bathrooms and the toilets. You don't have, that space for yourself, you know, and I love my family, but I don't think I could share a 20 by 20 space with them. You know, I could sometimes with my siblings, I could only, like, be around each other for like, 40 minutes. So it caused a lot of, issues psychologically, too, because of this new environment that people are trying to adjust to, which, was unusual for a lot of.",
      "tags": [

      ],
      "timestamp": "[00:46:32:17]"
    },
    {
      "id": "context_100_137",
      "index": 137,
      "speaker": "Unknown Speaker",
      "words": "The folks that were coming in.",
      "tags": [

      ],
      "timestamp": "[00:47:02:10]"
    },
    {
      "id": "context_100_138",
      "index": 138,
      "speaker": "Doug Exton",
      "words": "And then in the video they mentioned with the survey, if you said no, joining the military, you were sent to prison so that the official like apologies from the presidents, did not acknowledge the specific people that were imprisoned for not being willing to join the military.",
      "tags": [

      ],
      "timestamp": "[00:47:05:05]"
    },
    {
      "id": "context_100_139",
      "index": 139,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So I don't think it was specifically noted in the Civil Liberties Act of 1988. The community has done some, some comments on that. But to clarify, it wasn't if they said no on the questionnaire that they're incarcerated, but they said no on the questionnaire. They were segregated to like the maximum security prison. But if they were drafted and did not go to induction, then they were charged with draft evasion and then incarcerated.",
      "tags": [

      ],
      "timestamp": "[00:47:22:09]"
    },
    {
      "id": "context_100_140",
      "index": 140,
      "speaker": "Hanako Wakatsuki",
      "words": "So, so, yeah. So, one of my friends, Takashi Zaki, I serve on a board with him who was 17 years old, and he was over at Heart Mountain in Wyoming, and he actually resisted the draft, and he was sent to, to federal prison for, I think, a year and a half or two years. And, when I was talking to him one time, he said that he felt really bad for his parents because knowing that the conditions in camp at, you know, there's no privacy.",
      "tags": [

      ],
      "timestamp": "[00:47:49:22]"
    },
    {
      "id": "context_100_141",
      "index": 141,
      "speaker": "Hanako Wakatsuki",
      "words": "You know, the housing was terrible, the food was terrible. He said that when he was in, at McNeil Island, he had better access to health care. He had privacy with his own indoor plumbing. He had better access to better quality food. You know, for other leisurely things like a library and, you know, whatnot.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:48:19:22]"
    },
    {
      "id": "context_100_142",
      "index": 142,
      "speaker": "Hanako Wakatsuki",
      "words": "So he said that, you know, he felt really bad because of that, but, you know, it wasn't until I want to say, well, I don't know what the year, but they did overturn a lot of those convictions. So it wasn't a felony, even though they still served their time for draft resistance because the government recognized, you know, hey, you know, they're trying to, protest, you know, their civil liberties and civil rights because the whole point of it was like, hey, give me back my civil liberties.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:48:41:20]"
    },
    {
      "id": "context_100_143",
      "index": 143,
      "speaker": "Hanako Wakatsuki",
      "words": "Civil rights, take us out of this prison, and then we'll go into the military. But until then, you can pick and choose and say, we're American citizens to draft us, but not treat us as American citizens. And so, you know, to Takashi Hanna, he is a war vet. So he did fight in the Korean War because when he got drafted, he's like, I have my civil liberties intact.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:49:10:00]"
    },
    {
      "id": "context_100_144",
      "index": 144,
      "speaker": "Hanako Wakatsuki",
      "words": "It is my duty to go so and think.",
      "tags": [

      ],
      "timestamp": "[00:49:31:06]"
    },
    {
      "id": "context_100_145",
      "index": 145,
      "speaker": "Doug Exton",
      "words": "That brought up a really good point about the quality of life and putting it into perspective where, you know, it's you got a better quality of life being in an actual prison than in these camps themselves.",
      "tags": [

      ],
      "timestamp": "[00:49:34:19]"
    },
    {
      "id": "context_100_146",
      "index": 146,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. And the other aspect is here's another data point to compare it to. So there was a P.O.W. camp nearby in Roper where they actually held German P.O.W. who were caught on the front line holding arms against the United States. And they were brought out here to work in the fields. So as a P.O.W. who actually fought against the United States citizens, they had more, opportunities of freedom where under the Geneva Convention, they actually had better access to healthcare, food and certain amenities.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:49:49:00]"
    },
    {
      "id": "context_100_147",
      "index": 147,
      "speaker": "Hanako Wakatsuki",
      "words": "So they weren't behind the barbed wire. A lot of them integrated within the community itself, out in Roper. And, they could stay overnight if they got permission at the farmer's house. But if they're in groups of ten or more, then they were escorted by a military. But other than that, you know, they had more freedom and leisure.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:50:20:23]"
    },
    {
      "id": "context_100_148",
      "index": 148,
      "speaker": "Hanako Wakatsuki",
      "words": "At Minidoka, they were, surrounded by barbed wire, those military police unit watching all their movement, if they're, you know, coming in or out, if they have permission to actually leave. A lot of the returning vets of the Nisei vets who were incarcerated went off to war. They're coming back for their R&R once they pass that imaginary line there to another inmate rather than another, you know, military personnel.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:50:41:12]"
    },
    {
      "id": "context_100_149",
      "index": 149,
      "speaker": "Hanako Wakatsuki",
      "words": "And so those are the differences where even, you know, we have this image, for Christmas 1944, their kids eating hot dogs. And some people, when they see that, they're like, oh, that's cute. You know, they're trying to be un-American, eating hot dogs, which is like, they're actually Americans. And why are they eating hot dogs for Christmas?",
      "tags": [

      ],
      "timestamp": "[00:51:07:08]"
    },
    {
      "id": "context_100_150",
      "index": 150,
      "speaker": "Hanako Wakatsuki",
      "words": "Then? You see, and the reports were the German actually got a proper ham dinner, with all the fixings, you know, and it's like, hey, why is there a disparity here where American citizens only got like, you know, basically hot dogs and then POW actually got a real Christmas meal. So you could kind of then see, you know, how how that differs.",
      "tags": [

      ],
      "timestamp": "[00:51:26:19]"
    },
    {
      "id": "context_100_151",
      "index": 151,
      "speaker": "Hanako Wakatsuki",
      "words": "And it's, you know, it doesn't make us feel good, right? As whether we're the government or people just hearing these stories. But we need to recognize that we did treat people really differently, you know, and the whole point of, or at least the government at the time was trying to say there military necessity to do this, you know, but it's like, is there really military necessity when the FBI, the Office of Naval Intelligence said that there's no need to do this, and then why are we actually treating people who fought against the United States better, you know, than Japanese Americans, American citizens who are here and were not convicted of anything, but yet they're",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:51:51:15]"
    },
    {
      "id": "context_100_152",
      "index": 152,
      "speaker": "Hanako Wakatsuki",
      "words": "imprisoned.",
      "tags": [

      ],
      "timestamp": "[00:52:30:06]"
    },
    {
      "id": "context_100_153",
      "index": 153,
      "speaker": "Unknown Speaker",
      "words": "So, yeah. Sorry.",
      "tags": [

      ],
      "timestamp": "[00:52:31:02]"
    },
    {
      "id": "context_100_154",
      "index": 154,
      "speaker": "Doug Exton",
      "words": "And then how did the community surrounding the camps respond to the sudden Japanese-American presence and that militaristic culture? I don't know. That appeared out of nowhere.",
      "tags": [

      ],
      "timestamp": "[00:52:35:11]"
    },
    {
      "id": "context_100_155",
      "index": 155,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. I think at first there was some hesitation because a lot of the fear and war hysteria that existed.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:52:47:20]"
    },
    {
      "id": "context_100_156",
      "index": 156,
      "speaker": "Hanako Wakatsuki",
      "words": "And it didn't help that governor Chase Clark was very anti-Japanese. You know, he used a derogatory term of Japanese. And he did say that they were going to come into the state of Idaho. He wants them in a concentration camp with guns pointing inward. And so, and so I think because of all that racial hostility and then, the war hysteria that, you know, people were very concerned for their safety, not understanding that they're American citizens.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:52:55:01]"
    },
    {
      "id": "context_100_157",
      "index": 157,
      "speaker": "Hanako Wakatsuki",
      "words": "Because, you know, I was telling you about the P.O.W. camp nearby. A lot of people assume that these are Imperial Japanese soldiers who are brought in from the war front, not recognizing that they're civilians. Then eventually what the, harvest and whatnot. A lot of the young white men were, drafted into the war. So it created a labor shortage.",
      "tags": [
        "conflict",
        "agriculture"
      ],
      "timestamp": "[00:53:24:24]"
    },
    {
      "id": "context_100_158",
      "index": 158,
      "speaker": "Hanako Wakatsuki",
      "words": "So they're utilizing Japanese Americans to fill in that labor shortage. And I think that that's where a lot of the community building began, because they're like, oh, these people are just in a really bad situation, but they're helping us out, helping us agriculturally. So we could still save the crops. Amalgamated sugar actually put in an advertisement thanking the Japanese American community for the harvest.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:53:45:11]"
    },
    {
      "id": "context_100_159",
      "index": 159,
      "speaker": "Hanako Wakatsuki",
      "words": "So I think by the end of war, there was more of an openness and a, you know, an appreciation, than at the beginning of the war where there was that hesitation and concern.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:54:09:22]"
    },
    {
      "id": "context_100_160",
      "index": 160,
      "speaker": "Doug Exton",
      "words": "And then, is there any evidence of speaking of the agricultural workers, is there any evidence of individuals that were part of that agricultural, like movement, I guess, transitioning into later, labor movements in U.S. history after World War two?",
      "tags": [

      ],
      "timestamp": "[00:54:21:24]"
    },
    {
      "id": "context_100_161",
      "index": 161,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So I think that there is a correlation, because a lot of people who came well, so most of the folks that came, came to Minidoka was from Seattle and Portland area. So Washington and Oregon, but there are a whole group of people from Central California that were incarcerated. They went to other camps, but, so there was a whole bunch of farmers, you know, who who participated in kind of the war effort through agriculture and afterwards.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:54:43:18]"
    },
    {
      "id": "context_100_162",
      "index": 162,
      "speaker": "Hanako Wakatsuki",
      "words": "And it's been documented and, Asian American series that was on PBS that, that kind of helped with some of the, labor movement. But I don't necessarily think it was like Japanese, like Japanese-Americans or whatnot. A lot of it was with the Pinoy. But I think it's all kind of, mixed in there where, I do believe that there's probably some influences there since, you know, they were moved from south central California and, and, a lot of them did return back.",
      "tags": [

      ],
      "timestamp": "[00:55:11:15]"
    },
    {
      "id": "context_100_163",
      "index": 163,
      "speaker": "Hanako Wakatsuki",
      "words": "So sorry. There's not a clear cut answer to that one.",
      "tags": [

      ],
      "timestamp": "[00:55:41:01]"
    },
    {
      "id": "context_100_164",
      "index": 164,
      "speaker": "Unknown Speaker",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:55:44:11]"
    },
    {
      "id": "context_100_165",
      "index": 165,
      "speaker": "Doug Exton",
      "words": "No. And is there a cemetery I'm going to do path.",
      "tags": [

      ],
      "timestamp": "[00:55:45:12]"
    },
    {
      "id": "context_100_166",
      "index": 166,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So there was a cemetery at Minidoka. And yeah, I think we had I want to say it was like 300 people or so who passed away. It was definitely under 500. And so a lot of people, tried to cremate their family members if they did pass, because that is, kind of a Buddhist ritual.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:55:48:23]"
    },
    {
      "id": "context_100_167",
      "index": 167,
      "speaker": "Hanako Wakatsuki",
      "words": "So there was no crematories, in Idaho at the time. So they had to send remains down to, Utah for a cremation. But then they did have some of burials over there as well. But since it was Bureau of Reclamation land, most of the remains, were exhumed by the family and taken back to wherever they resettled after war.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:56:10:07]"
    },
    {
      "id": "context_100_168",
      "index": 168,
      "speaker": "Hanako Wakatsuki",
      "words": "But the remaining remains was moved into a local cemetery.",
      "tags": [

      ],
      "timestamp": "[00:56:33:10]"
    },
    {
      "id": "context_100_169",
      "index": 169,
      "speaker": "Doug Exton",
      "words": "And we are running short on time. But we do have a lot of questions still, so we'll try and power through them. Do you have any examples of communities that were accepting of the incarcerated Japanese-Americans after being incarcerated ended?",
      "tags": [

      ],
      "timestamp": "[00:56:39:18]"
    },
    {
      "id": "context_100_170",
      "index": 170,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So Bainbridge Island community was probably one of the more positive, reception back. And we do actually have a park film on that because Bainbridge Island is actually a unit of Minidoka. So, so I don't know if that's available online or not to check, but, but yeah, that was one of the more welcoming communities. Come back.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:56:55:05]"
    },
    {
      "id": "context_100_171",
      "index": 171,
      "speaker": "Hanako Wakatsuki",
      "words": "There are pockets elsewhere, that, you know, welcomed family back. But it was just few. And far between because I think a majority of the folks, you know, they faced a lot of hostilities.",
      "tags": [

      ],
      "timestamp": "[00:57:14:23]"
    },
    {
      "id": "context_100_172",
      "index": 172,
      "speaker": "Doug Exton",
      "words": "Is Minidoka open currently during Covid?",
      "tags": [

      ],
      "timestamp": "[00:57:26:22]"
    },
    {
      "id": "context_100_173",
      "index": 173,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So the trail itself is open. So you could come in seven days a week to walk a walk that it's a 1.6 mile trail. Unfortunately the visitor center itself is not open quite yet. We're hoping so. It's not, official yet, but we're hoping to open up over, Labor Day weekend. But we're waiting for, some issues to get resolved because basically, we have a water tank issue.",
      "tags": [

      ],
      "timestamp": "[00:57:30:12]"
    },
    {
      "id": "context_100_174",
      "index": 174,
      "speaker": "Hanako Wakatsuki",
      "words": "We don't have running water. So until we get that resolved, then we can open up the visitor center. But we're we're hopeful that it will be over Labor Day weekend. So check our website, to see.",
      "tags": [

      ],
      "timestamp": "[00:57:55:02]"
    },
    {
      "id": "context_100_175",
      "index": 175,
      "speaker": "Unknown Speaker",
      "words": "If if that's the case.",
      "tags": [

      ],
      "timestamp": "[00:58:05:01]"
    },
    {
      "id": "context_100_176",
      "index": 176,
      "speaker": "Doug Exton",
      "words": "And then, see what the video mentioned. The internee who is in prison for not joining the military, as we talked about earlier. Do you know exactly what happened to that internee specifically?",
      "tags": [

      ],
      "timestamp": "[00:58:07:16]"
    },
    {
      "id": "context_100_177",
      "index": 177,
      "speaker": "Hanako Wakatsuki",
      "words": "Maybe they're talking about Jay Akutsu? Seem, because was it the the vague comment about, like, then he was sent to the prison?",
      "tags": [

      ],
      "timestamp": "[00:58:22:02]"
    },
    {
      "id": "context_100_178",
      "index": 178,
      "speaker": "Doug Exton",
      "words": "Yes.",
      "tags": [

      ],
      "timestamp": "[00:58:28:23]"
    },
    {
      "id": "context_100_179",
      "index": 179,
      "speaker": "Hanako Wakatsuki",
      "words": "Oh, okay. So that's with, Okay. So that's with, Fujiko. So, yeah, she doesn't really name the individual, but I'm pretty sure she was referring to the cases where, he was sent to McNeil, prison. I think that he was incarcerated there for a year and a half or two years as well. So. Yeah. And then, yeah.",
      "tags": [

      ],
      "timestamp": "[00:58:29:17]"
    },
    {
      "id": "context_100_180",
      "index": 180,
      "speaker": "Hanako Wakatsuki",
      "words": "So as both it was Jean and Jim. So I think that they're brothers who are both resisters because, at Minidoka, we had 40 resisters. And the one thing that was kind of weird is that I was telling you guys about governor Chase Clark and how he was anti Japanese. So by the time with the whole draft resister issue came up, he was actually the Idaho Supreme Court justice and didn't recuse himself during all the trials.",
      "tags": [

      ],
      "timestamp": "[00:58:52:02]"
    },
    {
      "id": "context_100_181",
      "index": 181,
      "speaker": "Hanako Wakatsuki",
      "words": "And, so that was another weird layer where he knowingly wanted the incarceration. And then, yeah, he convicted 37 of the young men, to prison.",
      "tags": [

      ],
      "timestamp": "[00:59:18:04]"
    },
    {
      "id": "context_100_182",
      "index": 182,
      "speaker": "Doug Exton",
      "words": "So and then is the road to Minidoka clearly marked with signs? And is it paved all the way?",
      "tags": [

      ],
      "timestamp": "[00:59:29:19]"
    },
    {
      "id": "context_100_183",
      "index": 183,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So, no, it's not clear clearly, Mark, yet we're trying to work with Idaho Transportation Department, and it takes a while for that to get all process. But if you just, like, put in Google, Hunt Idaho or Minidoka National Historic Site, Google will bring you out to us. But make sure you're not clicking Minidoka Wildlife Refuge because that will take you about an hour away.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:59:37:02]"
    },
    {
      "id": "context_100_184",
      "index": 184,
      "speaker": "Hanako Wakatsuki",
      "words": "So but yes, most of the road itself, it's all paved. They'll go on, basically a highway and then a county road. Once you get to the site, you know, it's going to be all paved, at least to get to the visitor center parking area. We have a paid parking lot over by the guard tower.",
      "tags": [

      ],
      "timestamp": "[01:00:01:19]"
    },
    {
      "id": "context_100_185",
      "index": 185,
      "speaker": "Hanako Wakatsuki",
      "words": "But yeah. So it isn't like you're going to have to off road only if you take some of the service roads. That's where they're just. That's more like a trail. But it's, you know, please stay on the.",
      "tags": [

      ],
      "timestamp": "[01:00:19:11]"
    },
    {
      "id": "context_100_186",
      "index": 186,
      "speaker": "Unknown Speaker",
      "words": "Road for your own safety.",
      "tags": [

      ],
      "timestamp": "[01:00:29:02]"
    },
    {
      "id": "context_100_187",
      "index": 187,
      "speaker": "Doug Exton",
      "words": "And then do you mind commenting on the recent book and AI for justice, edited by Susan Stacy, if you're familiar with it?",
      "tags": [

      ],
      "timestamp": "[01:00:31:19]"
    },
    {
      "id": "context_100_188",
      "index": 188,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So, so I actually kind of helped tangentially on that book. So, Roberts's Sims, he was a professor over at Boise State University. He was actually the former dean of the College of Social Science and Public Affairs. But he was known as a preeminent scholar on Minidoka, and he passed away several years ago.",
      "tags": [
        "boise"
      ],
      "timestamp": "[01:00:39:08]"
    },
    {
      "id": "context_100_189",
      "index": 189,
      "speaker": "Hanako Wakatsuki",
      "words": "And so I was working, with his wife and with Stacy, to kind of gather, some of his writings. And Stacy did a really good job to edit it together. And then put, put some of his information out there. So all of Doctor Sims paperwork, and research is actually over at the Boise State University Special Collections.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[01:01:00:17]"
    },
    {
      "id": "context_100_190",
      "index": 190,
      "speaker": "Hanako Wakatsuki",
      "words": "And it's a great resource, which I'm sure there's going to be tons of additional research based off of all his research. But that was a way for us to kind of honor all of the work that he's done, but then also providing kind of, some information to the general public, potential things that people could research on.",
      "tags": [
        "education"
      ],
      "timestamp": "[01:01:22:24]"
    },
    {
      "id": "context_100_191",
      "index": 191,
      "speaker": "Hanako Wakatsuki",
      "words": "So it's a it's both kind of a book to talk about Minidoka, but it's also a resource guide as well.",
      "tags": [

      ],
      "timestamp": "[01:01:42:06]"
    },
    {
      "id": "context_100_192",
      "index": 192,
      "speaker": "Doug Exton",
      "words": "And then do you, mind sharing other books and films and other resource materials on Minidoka?",
      "tags": [

      ],
      "timestamp": "[01:01:49:06]"
    },
    {
      "id": "context_100_193",
      "index": 193,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah. So, you know, we have our Park film, so a couple books that I think are good to read. One is by attach it in Kashima. And I'm like, actually blanking on the book theme. Hold on. Like, and I'm looking for.",
      "tags": [
        "cinema",
        "literature"
      ],
      "timestamp": "[01:01:56:23]"
    },
    {
      "id": "context_100_194",
      "index": 194,
      "speaker": "Unknown Speaker",
      "words": "The book right now.",
      "tags": [

      ],
      "timestamp": "[01:02:12:12]"
    },
    {
      "id": "context_100_195",
      "index": 195,
      "speaker": "Hanako Wakatsuki",
      "words": "Oh, yeah. Personal justice tonight. Oh my gosh. And then there's, on the National Archives. We also have, you could just like, Google it, but, it's called it's a civilian, wartime internment, relocation from citizens or something like that. So this is CWI, RC, which is actually the congressional study that said this was due to war.",
      "tags": [
        "migration",
        "education",
        "conflict"
      ],
      "timestamp": "[01:02:14:10]"
    },
    {
      "id": "context_100_196",
      "index": 196,
      "speaker": "Hanako Wakatsuki",
      "words": "Yeah, war hysteria, race prejudice and a failure of political leadership that led to the Civil Liberties Act of 1988. So that's a government commission, a congressional commission that said we need to make an official apology. And they did research on that. So that's a really good resource as well as the book, to kind of focus on it.",
      "tags": [
        "conflict",
        "education"
      ],
      "timestamp": "[01:02:37:00]"
    },
    {
      "id": "context_100_197",
      "index": 197,
      "speaker": "Hanako Wakatsuki",
      "words": "But it's going to be maybe a little bit more dense, because it is very, research related. But then there's other books, like if you like, fiction, like hotel on the corner, Bitter and Sweet talks about, Minidoka a little bit, and the love story aspects. And, you know, another one is, looking after, Minidoka, by Aneel Mercado.",
      "tags": [
        "education",
        "literature"
      ],
      "timestamp": "[01:02:55:24]"
    },
    {
      "id": "context_100_198",
      "index": 198,
      "speaker": "Hanako Wakatsuki",
      "words": "And then Monica. Monica, Soren, wrote Nisei Daughter, which is another good book. So, yeah. So there's a lot of resources out there. Also then show is a really good resource as well, denture.org, where they have a lot of primary resources. And a lot of oral histories. And then check out the Japanese American Memorial pilgrimages as well.",
      "tags": [

      ],
      "timestamp": "[01:03:21:19]"
    },
    {
      "id": "context_100_199",
      "index": 199,
      "speaker": "Hanako Wakatsuki",
      "words": "Because we have a whole bunch of resources there, almost nine weeks of content, of oral histories covering all the camps. So it isn't just Minidoka. There was, you know, over 50 associated sites that incarcerated people. We have Department of Justice sites, Department of Army sites, all these little facilities that, you know, we talk about.",
      "tags": [

      ],
      "timestamp": "[01:03:44:12]"
    },
    {
      "id": "context_100_200",
      "index": 200,
      "speaker": "Doug Exton",
      "words": "So and then unfortunately, this will be our last question you were able to get to tonight. But is the film that was shown here available for private screening.",
      "tags": [

      ],
      "timestamp": "[01:04:03:10]"
    },
    {
      "id": "context_100_201",
      "index": 201,
      "speaker": "Hanako Wakatsuki",
      "words": "You can purchase it online through Discover Your Northwest. And yeah, they have it available for sale. I'm not sure the cost of it or anything. I could try to throw it up in the chat so you could have that there. Let me try to find it. Okay. So I'll do that really quick. So here's that.",
      "tags": [

      ],
      "timestamp": "[01:04:14:24]"
    },
    {
      "id": "context_100_202",
      "index": 202,
      "speaker": "Hanako Wakatsuki",
      "words": "So yeah.",
      "tags": [

      ],
      "timestamp": "[01:04:42:18]"
    },
    {
      "id": "context_100_203",
      "index": 203,
      "speaker": "Doug Exton",
      "words": "And then when this video gets posted on our website, I'll have that link also in the description box. So that way anyone can go and purchase it that way. But thank you both Hanako and everyone that came tonight and have a great night everyone.",
      "tags": [

      ],
      "timestamp": "[01:04:44:01]"
    }
  ],
  "metadata": {
    "totalSegments": 204,
    "description": "Minidoka: An American Concentration Camp tells the story of Japanese Americans, most of them American citizens, who were forcibly removed from their Pacific Northwest homes during Word War II. They were held in squalid conditions in temporary detention centers, and then put on trains to a concentration camp in the desert of southern Idaho. Innocent of any crime, many of them would remain imprisoned at Minidoka for over three years. In the compelling voices of survivors of the camp, the film explores the unconstitutional suspension of the civil rights of these Americans and the long-lasting impact of the incarceration on their community. Minidoka examines what happens when a group of Americans are imprisoned solely on the basis of race, and examines the relevance of this story today. Hanako Wakatsuki is the Chief of Interpretation and Education at the Minidoka National Historic Site and the Liaison for Honouliuli National Historic Site. She has approximately 12 years of experience in the museum and public history field. In the past she has worked for the Idaho State Historical Society, Tule Lake National Monument, and the U.S. Navy Seabee Museum.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}