{
  "title": "S1E14 Seeking Suffrage: The Idaho Story",
  "interviewee": "Katherine G. Aiken",
  "interviewer": "Doug Exton",
  "date": "2020-09-01",
  "subjects": [
    "women's suffrage",
    "political organizations",
    "women's studies",
    "senators",
    "social history",
    "labor",
    "education"
  ],
  "segments": [
    {
      "id": "context_96_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_96_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Thank you so much for joining us for tonight's Connect Conversation. A program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you to check out our website, Idaho humanities.org. I'd like to remind you all that you may submit any questions using the Q&A feature located at the bottom of the screen. Okay, with me tonight is Kathy Aiken from University of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_96_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "It is an honor to have you with us tonight, and I turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:00:29:01]"
    },
    {
      "id": "context_96_3",
      "index": 3,
      "speaker": "Katherine G. Aiken",
      "words": "Well, thank you and welcome, everyone. It's great to be talking about history, even folks that I can't actually see. This is not the way I would prefer to talk about women's suffrage, but I guess I'm glad to be talking about it in any venue. So Idaho's history with women's suffrage really has two components. It has an early, wide component that involved, you know, amendment Idaho, and then it has a ratification of the 19th amendment that we're celebrating the centennial of the, this year.",
      "tags": [

      ],
      "timestamp": "[00:00:32:23]"
    },
    {
      "id": "context_96_4",
      "index": 4,
      "speaker": "Katherine G. Aiken",
      "words": "And so both of those stories are stories that I want to tell. There. I think that people have written about, especially at Boise State historian Jay Larsen, but only about ten years ago. And when he did that, he was writing as many first women's history pieces where tell the story and do what we think is important. Now about what we call intersectionality our gender, race, and cast iron for stories.",
      "tags": [
        "boise",
        "history"
      ],
      "timestamp": "[00:01:08:13]"
    },
    {
      "id": "context_96_5",
      "index": 5,
      "speaker": "Katherine G. Aiken",
      "words": "And he also really the suffrage story in its context. So those are the two goals I have night to try to make those connections that he didn't make and then tell the story. So Idaho is one of the early states on a statewide basis. And we can look at the next slide. So in the West, starting first with Wyoming and then the next slide is Colorado.",
      "tags": [

      ],
      "timestamp": "[00:01:43:20]"
    },
    {
      "id": "context_96_6",
      "index": 6,
      "speaker": "Katherine G. Aiken",
      "words": "And then and I think it takes two clicks to get you. I don't really know why. And another click Idaho in 1896. So Idaho often known as such a progressive state, was the fourth state in the union, to grab a vote for for women. And it did that in a relatively simple way, on some level, in a complicated way on the other.",
      "tags": [

      ],
      "timestamp": "[00:02:16:08]"
    },
    {
      "id": "context_96_7",
      "index": 7,
      "speaker": "Katherine G. Aiken",
      "words": "Next slide.",
      "tags": [

      ],
      "timestamp": "[00:02:44:13]"
    },
    {
      "id": "context_96_8",
      "index": 8,
      "speaker": "Katherine G. Aiken",
      "words": "And the next one too. So Abigail Scott Conway and Mark Wright and I probably the best known Idaho suffrage workers from a national standpoint, Abigail Scott Conway, published the first really important suffrage newspaper in the United States and was very well known among suffrage workers and was an officer in the National American Women's Suffrage Association. But she lived in Custer County in Idaho from 1887 until 1894, and she even gave a speech in favor of suffrage at the Idaho state constitutional convention that a lot of people say was the best seat at the whole convention.",
      "tags": [

      ],
      "timestamp": "[00:02:50:01]"
    },
    {
      "id": "context_96_9",
      "index": 9,
      "speaker": "Katherine G. Aiken",
      "words": "And her argument was what we call a state rights argument, that women their right to vote because they were people. And that's what happens in a democracy. You talked about the fundamental principles of liberty, which the government of the United States founded. So, very much in the, in the vein of of equal. Right. New York. Right.",
      "tags": [

      ],
      "timestamp": "[00:03:38:07]"
    },
    {
      "id": "context_96_10",
      "index": 10,
      "speaker": "Katherine G. Aiken",
      "words": "Hutton was, came to the Silver Valley in the Coeur d'Alene when she was only 23 years old. She was a cook in mining camps and really was working class and if you look at this photo, you may not tell that she was weighed well over 200 pounds. And she wasn't, according to a lot of other suffrage workers, particularly ladylike.",
      "tags": [
        "mining",
        "labor"
      ],
      "timestamp": "[00:04:03:18]"
    },
    {
      "id": "context_96_11",
      "index": 11,
      "speaker": "Katherine G. Aiken",
      "words": "And so both of these women had a strong reputation as suffrage workers around the country. Idaho women were really reticent about having both of them involved in suffrage. They were afraid that their strong personalities and the nature of her arguments would distract from opportunities that women have suffrage. So if we see the next. So the kind of suffrage workers in Idaho that people thought would be successful were people more like Mitchell, who was from Blackfoot and was a member of the Women's Union.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:04:29:12]"
    },
    {
      "id": "context_96_12",
      "index": 12,
      "speaker": "Katherine G. Aiken",
      "words": "As the name indicates, it's probably the most famous, group of women working for politician, and oftentimes women associated the suffrage with prohibition because they thought if they achieved the right to vote, that they would be able to enact suffrage legislation, and certainly in that category or Annette Bowman, other woman in this role who was one of the first for professors at the University of Idaho, is a professor of art, and very kind of straight laced or people like Eunice Lund Athey, who was the secretary of the Idaho Equal Suffrage Association and a prominent Boise, person.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:05:12:21]"
    },
    {
      "id": "context_96_13",
      "index": 13,
      "speaker": "Katherine G. Aiken",
      "words": "So.",
      "tags": [

      ],
      "timestamp": "[00:05:58:10]"
    },
    {
      "id": "context_96_14",
      "index": 14,
      "speaker": "Katherine G. Aiken",
      "words": "These people who are primarily upper middle class and upper class and all white women were at the center of suffrage, and that was really true across the country. Let's see the next slide. And I think this quotation from Ida Weaver talks about this issue. It is unfeminine for justice. When an eager foreigner or a taste wreck of a man to vote, excited for a woman's property to stay in an, house, what the hell it is it right as a large number of for wage earners, women and property holders with Indians, idiots and lunatics and it's pretty clear that this is a racist notion on the part of a woman suffrage advocate in Idaho and",
      "tags": [
        "economy",
        "migration"
      ],
      "timestamp": "[00:06:01:03]"
    },
    {
      "id": "context_96_15",
      "index": 15,
      "speaker": "Katherine G. Aiken",
      "words": "also a socio economic, concern about lower class men. So basically, what a lot of white women argued in is the part of the suffrage movement across the country that for a long time we ignored is that if people of color and or people and Kinkade and others have, or truly your own wife or mother or sister ought to be able to vote.",
      "tags": [

      ],
      "timestamp": "[00:06:52:16]"
    },
    {
      "id": "context_96_16",
      "index": 16,
      "speaker": "Katherine G. Aiken",
      "words": "But had we're really a racist and ass element to it that we sometimes, ignore. So those women who were middle class and, and prominent members of Idaho society began to work especially hard for suffrage because in 1895, the Idaho Legislature, both the House and Senate passed amendments to the Constitution that we then put it on by the public, and the general election in 1896.",
      "tags": [

      ],
      "timestamp": "[00:07:19:18]"
    },
    {
      "id": "context_96_17",
      "index": 17,
      "speaker": "Katherine G. Aiken",
      "words": "So they did that in the legislative session of 1895. And the election was obviously in November of 1896. So it's a really short turnaround. So the first Equal Rights Association meeting was held in Boise in July of 1896. And you can imagine what Boise was like in July across every flight. It was incredibly hot. Try to imagine traveling from England or Blackfoot or from Wallace or Bonners Ferry to Boise in July and 1896, especially if you were a woman and not accustomed to that kind of thing.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:07:57:18]"
    },
    {
      "id": "context_96_18",
      "index": 18,
      "speaker": "Katherine G. Aiken",
      "words": "A most of these women had never run a meeting. There's a lot of correspondence in the historical society as they try to figure out even how to rent Hall. So they really are starting at the very beginning, and yet they organize think this is the important part, an incredibly efficient and ultimately successful campaign. They decided to try to downplay the prohibition women's union part, and they also decided, play, Gail Scott in a way, equal rights kind of argument and make middle of the road arguments.",
      "tags": [

      ],
      "timestamp": "[00:08:37:23]"
    },
    {
      "id": "context_96_19",
      "index": 19,
      "speaker": "Katherine G. Aiken",
      "words": "They sent 7000 copies of various resolutions that people around Boise, about around the state, they wrote every clergyman in Idaho. They sent letters in plain brown envelopes so that people at the post office wouldn't know what the clergymen were receiving. And so the clergymen would open the envelope, not knowing that they were from the suffrage association, and urge them to talk about women's suffrage.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:09:19:16]"
    },
    {
      "id": "context_96_20",
      "index": 20,
      "speaker": "Katherine G. Aiken",
      "words": "From their pulpit. They sent a thousand leaflets. They sent 2001 page fliers. And this is all of a lot in 1896. And at the time of voting, they had a table at every precinct voting place in Idaho, where they asked out sandwiches and AC and urged people to vote. That was legal to do. In 1896. So that part is an important part of the story.",
      "tags": [

      ],
      "timestamp": "[00:09:48:24]"
    },
    {
      "id": "context_96_21",
      "index": 21,
      "speaker": "Katherine G. Aiken",
      "words": "If we can see the next slide. The part of the story that people haven't, told in books recently involves the issue of free silver, the election of 1896, as you might all recall from high school history, one of the most important elections in United States history, on a par with the election of 1860 or the election of 1942.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:10:18:22]"
    },
    {
      "id": "context_96_22",
      "index": 22,
      "speaker": "Katherine G. Aiken",
      "words": "Or might the election of 2020. It's an important election because William Jennings Bryan is nominated on the Democratic Party, and he has a very progressive and populist platform and a lot of different interest in the country. If he was elected in the entire economic system of the United States would be at jeopardy. And especially they were worried about his idea and the prominent idea of democratic reform in 1896, that the populist idea for a number of years, the free and unlimited coinage of silver at a ratio of 16oz of silver, won gold.",
      "tags": [

      ],
      "timestamp": "[00:10:49:00]"
    },
    {
      "id": "context_96_23",
      "index": 23,
      "speaker": "Katherine G. Aiken",
      "words": "And the crux of this is that the United States, throughout most of its history, is the currency on the gold standard, and a free silver were enacted. It would expand the amount of currency. And if you expand the amount of currency, that's really matters. A lot of farmers in Idaho were debtors, and so they were interested in the free and unlimited we need of silver.",
      "tags": [

      ],
      "timestamp": "[00:11:36:21]"
    },
    {
      "id": "context_96_24",
      "index": 24,
      "speaker": "Katherine G. Aiken",
      "words": "In addition, I just don't need to tell anyone on this call. Silver was a very imperfect commodity in Idaho and a central part of Idaho's economic, system. And so even wealthy people in Idaho were in favor of free silver because they thought silver mines, especially in the Coeur d'Alene, would benefit from this extension of the currency based on silver.",
      "tags": [

      ],
      "timestamp": "[00:12:05:04]"
    },
    {
      "id": "context_96_25",
      "index": 25,
      "speaker": "Katherine G. Aiken",
      "words": "And so in 1896, that's the main topic of conversation throughout Idaho. So much so that Dubois, who was a Republican senator from Idaho when the Republican National Convention nominated William McKinley and he came out in favor of the gold standard, read Dubois walked out of the convention and basically decided not to support the Republican Party. So free silver is incredibly important.",
      "tags": [

      ],
      "timestamp": "[00:12:33:24]"
    },
    {
      "id": "context_96_26",
      "index": 26,
      "speaker": "Katherine G. Aiken",
      "words": "And you can see by looking at that slide what an overwhelming victory William Jennings Bryan won in 96. And it said, this is the progressive kind of radical candidate, that you're the one that people in the East were really afraid of as much about Idaho, that that was how they win. And it certainly was where all the political competition, mostly in 1896, was.",
      "tags": [

      ],
      "timestamp": "[00:13:07:19]"
    },
    {
      "id": "context_96_27",
      "index": 27,
      "speaker": "Katherine G. Aiken",
      "words": "So what it really simply women's suffrage, which was a down ballot issue, kind of got lost in the shuffle to a degree or not really helped. I think women in, in a number of ways. So if we can see the next slide. So result 29,516 men voted, 12,126 in favor of women's suffrage. And the next slide, 6482 opposed every county in Idaho.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:13:37:24]"
    },
    {
      "id": "context_96_28",
      "index": 28,
      "speaker": "Katherine G. Aiken",
      "words": "We see the next couple of slides. It was women's suffrage, except Chester County. No. Back that. Yeah. Thank you. Custer County, which is a mining district. Mining districts tended to have the smallest margin in favor of suffrage because miners like liquor. And they didn't want to vote for women's suffrage in case women would, in fact, be successful at initiating probation and would limit their liquor 77% of the men in LDS Church of Jesus Christ of Latter day Saints districts voted in favor.",
      "tags": [
        "mining",
        "religion"
      ],
      "timestamp": "[00:14:13:14]"
    },
    {
      "id": "context_96_29",
      "index": 29,
      "speaker": "Katherine G. Aiken",
      "words": "The biggest majorities were in Mormon counties in Bannock and Bear Lake, and Bingham and Cassia and Fremont counties. Because The Church of Jesus Christ of Latter day Saints was one of the strongest proponents, votes for women. So this is a, A three. But it was called into question by the Idaho Board of Canvassers because you could look at the number and someone just asked this question.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:14:50:19]"
    },
    {
      "id": "context_96_30",
      "index": 30,
      "speaker": "Katherine G. Aiken",
      "words": "So 29,516 men voted. So you need to figure what is a majority of that number, or a majority of the number of people who voted on the suffrage amendment was put down ballot. And the Idaho Board of Canvassers said you had to choose a former that you needed to have a majority of the 29,000, which a thousand would not be.",
      "tags": [

      ],
      "timestamp": "[00:15:27:01]"
    },
    {
      "id": "context_96_31",
      "index": 31,
      "speaker": "Katherine G. Aiken",
      "words": "So if we can see the next slide. So suffrage advocate green note that. Thank you. Went to the Idaho Supreme Court with case against the state Board of Canvassers, arguing that the women's suffrage amendment, the Idaho Constitution, had in fact been successful because it had the majority of people who voted for that. And so very many people surprised three prominent Boise attorneys volunteered pro bono women's side before the Idaho Supreme Court.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:15:54:24]"
    },
    {
      "id": "context_96_32",
      "index": 32,
      "speaker": "Katherine G. Aiken",
      "words": "So Myles Tate, who is a famous Boise attorney, Ames Holley, who later became governor of Idaho, and William Borah, probably the most famous Idaho. And even this day, all case pro bono. And they were furious. In December of 1896, when the Idaho Supreme Court ruled unanimously that you couldn't counties, electors, people who didn't look something. And so since the majority of people who voted for the amendment, men who voted for the amendment returned favor, women's suffrage was successful.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:16:37:02]"
    },
    {
      "id": "context_96_33",
      "index": 33,
      "speaker": "Katherine G. Aiken",
      "words": "So that had some impact on the electorate in Idaho, for example, at the next election after 1896 and 1898, per male French was elected State Superintendent of Public Instruction, the first woman elected to a statewide office. And if we can see the next slide.",
      "tags": [

      ],
      "timestamp": "[00:17:16:14]"
    },
    {
      "id": "context_96_34",
      "index": 34,
      "speaker": "Katherine G. Aiken",
      "words": "The three members were elected to the House of Representatives Claire Campbell, Hattie Noble and Mary Wright, all elected, and in 1898 Two more were elected in 1908, 1 in 1914 and one woman in 1916 and one woman in 1918. So it's some change in the nature of the electorate, but not a huge number in addition. Oh, and this was true of all of the states in the West where suffrage was enacted.",
      "tags": [

      ],
      "timestamp": "[00:17:46:04]"
    },
    {
      "id": "context_96_35",
      "index": 35,
      "speaker": "Katherine G. Aiken",
      "words": "Idaho being was often turned to as an example of how if women came to vote, it didn't create the end of life as we know it. So you can look at the next slide. So this first is that one. So one of the things the governor of Idaho, James Bradley, who was elected in 1909, published 20,000 copies of reading from the Unties Women of Idaho, where he and others talked about how having women, as part of the electorate had been a good thing.",
      "tags": [

      ],
      "timestamp": "[00:18:20:06]"
    },
    {
      "id": "context_96_36",
      "index": 36,
      "speaker": "Katherine G. Aiken",
      "words": "And that it was had a positive impact on politics in Idaho. And it was primarily designed to encourage voters in the state of Washington to approve the suffrage. In addition, of 37 very prominent Boise businessmen wrote letter to people in Oregon when they were talking about women's suffrage, where they indicated that women in the electorate was a powerful force for good government and that it benefits Idaho business to have women vote and the network to correct.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:18:58:24]"
    },
    {
      "id": "context_96_37",
      "index": 37,
      "speaker": "Katherine G. Aiken",
      "words": "And in addition, the National American Women's Suffrage Association published pamphlet Women's Suffrage in Idaho and Idaho Speaks for Herself, where they touted Idaho as an example of how beneficial it was. Women vote and that there were no negative results from having that happen. So I don't really was held up as a as an example for suffrage in, the rest of the country.",
      "tags": [

      ],
      "timestamp": "[00:19:36:13]"
    },
    {
      "id": "context_96_38",
      "index": 38,
      "speaker": "Katherine G. Aiken",
      "words": "So that's the 1896 story in Idaho, the story with 19th amendment ratification, which takes place, as you know, in 1920, is very different. And let's see the next slide. So this is Margaret Roberts. She lived in Boise. He was a member of the Columbian Club, which still exists and was the premier most elite women's organization in all of Idaho and certainly in Boise.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:20:07:24]"
    },
    {
      "id": "context_96_39",
      "index": 39,
      "speaker": "Katherine G. Aiken",
      "words": "She later became the first librarian for the traveling library in Idaho. He was the first take care of the League of Women Voters, was a very prominent Republican, and she took the lead in urging, as you'll recall, in order for the 19th amendment to in for sex, two thirds of the state's 36 state legislators and ratify it. And and so where the 1896 was the situation of Idaho voters, the 19th amendment is a situation where this legislature needs to ratify it.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:20:40:23]"
    },
    {
      "id": "context_96_40",
      "index": 40,
      "speaker": "Katherine G. Aiken",
      "words": "So she is the primary mover and shaker and a Republican working for that. And let's do the next slide. Oops. Not well, that's fine. Leave it. William Borah was the hero of 1896 because he wins the court case is the villain, I suppose. The situation in 1918, 1920, Borah, who was elected, as you all probably know, went to the United States Senate in 1907, was the first person to introduce what we now call the Susan B Anthony amendment in the United States Senate.",
      "tags": [

      ],
      "timestamp": "[00:21:17:17]"
    },
    {
      "id": "context_96_41",
      "index": 41,
      "speaker": "Katherine G. Aiken",
      "words": "He did that primarily because Mary Great Hutton, the minor lady that we thought the beginning. In the meantime, she and her husband. But get rid of the Hercules line. And so she was a wealthy Republican and she urged him to, to present the amendment. It failed in committee, Borah argued. Well, that was kind of an educational thing.",
      "tags": [

      ],
      "timestamp": "[00:22:00:00]"
    },
    {
      "id": "context_96_42",
      "index": 42,
      "speaker": "Katherine G. Aiken",
      "words": "In March of 1914, the amendment got to the floor and William Borah spoke. When you look at the Congressional Record, if you've ever seen it, it's this fairly big volume with kind of little print and columns. He spoke three pages of the Congressional Record and those on and on, all about how wonderful women voting in Idaho had been and how it had been a terrific thing.",
      "tags": [

      ],
      "timestamp": "[00:22:23:23]"
    },
    {
      "id": "context_96_43",
      "index": 43,
      "speaker": "Katherine G. Aiken",
      "words": "But then in the end, he opposed the amendment. He opposed the amendment because he didn't believe that it could be a national part of the Constitution, but rather that it was the state's right to issue. Well, I don't have to tell anybody in the situation we find ourselves in in September of 2020, in American history, just about every important story is a story that involves race, and this is no exception.",
      "tags": [

      ],
      "timestamp": "[00:22:54:01]"
    },
    {
      "id": "context_96_44",
      "index": 44,
      "speaker": "Katherine G. Aiken",
      "words": "William Borah and others were opposed to a national amendment that granted women the right to vote, primarily because southern senators opposed that amendment, and Borah in particular, want angry Southerners because he was, as many of you know, very interested in, I mean, the United States being the League of Nations. And he didn't want southern senators not vote for that.",
      "tags": [

      ],
      "timestamp": "[00:23:29:09]"
    },
    {
      "id": "context_96_45",
      "index": 45,
      "speaker": "Katherine G. Aiken",
      "words": "And southern senators recognize that if the 19th amendment passed because the 15th amendment had given black men the right to vote, that black women would be able to vote as well, and they wanted to prevent that at all costs. And Borah recognized that. And quite frankly, Borah really wasn't interested in black women voting. But he also said that he really had no particular desire to bestow suffrage on Japanese or Chinese women in Idaho, California or Washington, either.",
      "tags": [

      ],
      "timestamp": "[00:24:00:23]"
    },
    {
      "id": "context_96_46",
      "index": 46,
      "speaker": "Katherine G. Aiken",
      "words": "So it really is a racial thing. And he said, as the slide indicates, I believe it to be both inexperienced and unwise. This is the most impracticable, impossible way in which to get women's suffrage in this country. And he claimed it was a state's rights issue, which is code for an issue involving race. In many instances, particularly in Boris situation, because he favored a National Amendment proclamation, he argued that that was an interstate commerce question and therefore a natural amendment was okay.",
      "tags": [

      ],
      "timestamp": "[00:24:39:00]"
    },
    {
      "id": "context_96_47",
      "index": 47,
      "speaker": "Katherine G. Aiken",
      "words": "So in March of 1914, after his speech, amendments failed in the United States Senate and the pressure on Borah to increase. In 1916, Borah wrote the Republican National Platform, and in it he advocated for state approving suffrage individually and again, an amendment to the to the Constitution. And even when Margaret Roberts that prominent Republican, said, this is going to hurt you with Republican women in Idaho and with some Republican men as well, he maintained that the amendment was the was the wrong thing.",
      "tags": [

      ],
      "timestamp": "[00:25:22:04]"
    },
    {
      "id": "context_96_48",
      "index": 48,
      "speaker": "Katherine G. Aiken",
      "words": "Carrie Chapman had a name you probably are familiar with, who is the president of the National American Women's Suffrage Association, and that's Margaret Roberts. Every other senator in the West was in favor of the suffrage amendment, and that Borah was more responsible for this problem then, than than anybody else. But he continued to side with what were primarily southern Democrats.",
      "tags": [

      ],
      "timestamp": "[00:26:08:24]"
    },
    {
      "id": "context_96_49",
      "index": 49,
      "speaker": "Katherine G. Aiken",
      "words": "Despite pressure from Republicans in Idaho and, and, and elsewhere. On February 10th of 1919, the amendment was voted on in the United States Senate again, and at last, by one vote for a vote. And so the National American Women's Suffrage Association. So shame on the women of Idaho, and the Great Free West that Borah has done this and continued, the push on, on Borah eventually, as you know, the amendment passed in, in Congress in June 14th of 1919, and then it needed 36 states ratify it.",
      "tags": [

      ],
      "timestamp": "[00:26:39:18]"
    },
    {
      "id": "context_96_50",
      "index": 50,
      "speaker": "Katherine G. Aiken",
      "words": "Well, since Idaho was an early suffrage state, people thought Idaho would be quick to be one of the states to ratify it. But the Idaho Legislature was not scheduled to meet in January of 1921, and the Perry Chapman Cat and the National American Woman Suffrage Association pushed hard on Margaret Roberts and on others in Idaho Hall, a special session of the Idaho Legislature to vote to ratify the amendment.",
      "tags": [

      ],
      "timestamp": "[00:27:32:07]"
    },
    {
      "id": "context_96_51",
      "index": 51,
      "speaker": "Katherine G. Aiken",
      "words": "And Margaret would. Well, it's just not possible. We can't get that done. And Carrie Chapman said not good enough, he said, surely the women of Idaho must realize their relation to the national problem to some degree. They must know that they elect to demand to the United States Senate to deprive the women of this country for two years of the vote.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:28:05:19]"
    },
    {
      "id": "context_96_52",
      "index": 52,
      "speaker": "Katherine G. Aiken",
      "words": "And she also said some very unkind things. Including calling Borah eccentric. And for Margaret Roberts, that went a little too far, I think. And she defended Borah. Very charming cat wrote back. I'm sorry if I offended you in my remarks about Senator Borah being eccentric. I can't get back because that's the mildest adjective that I have in my dictionary with which to describe him.",
      "tags": [

      ],
      "timestamp": "[00:28:31:14]"
    },
    {
      "id": "context_96_53",
      "index": 53,
      "speaker": "Katherine G. Aiken",
      "words": "I mean, he became the focus of sort of anger on the part of women across the country. And he was the only really Western senator who opposed the, the, the amendment. Governor of Idaho David Davis said, it would cost too much to call a special session. A typical Idaho argument. And in addition, the whole state capital was being, renovated at the time.",
      "tags": [

      ],
      "timestamp": "[00:29:03:16]"
    },
    {
      "id": "context_96_54",
      "index": 54,
      "speaker": "Katherine G. Aiken",
      "words": "And so the governor said, we don't have any place to meet Carrie Chapman Catt wrote. Surely there is some building in Boise that's big enough to accommodate the Idaho Legislature? Well, they could have this meeting and Carrie Chapman Catt that I'll come to Idaho and I'll bring a number of other prominent members of the National American Women's Suffrage Association to convince you people in Idaho to do what you're supposed to do.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:29:34:00]"
    },
    {
      "id": "context_96_55",
      "index": 55,
      "speaker": "Katherine G. Aiken",
      "words": "Well, Margaret Roberts was aghast. We know in 2020, and it was certainly true in 1920. Idaho. And like nothing less than we like having outsiders come and tell them what to do. Margaret Roberts wrote. If you come here and a try to go around, we'll never ratify the amendment. AOA don't hold a, a rally. We've got the governor friendly and some other people friendly, and you'll jinx everything.",
      "tags": [

      ],
      "timestamp": "[00:30:07:02]"
    },
    {
      "id": "context_96_56",
      "index": 56,
      "speaker": "Katherine G. Aiken",
      "words": "If you come. They continued to pressure Borah, who was certainly in a position to urge the Idaho Legislature to have a special session, and he refused to do that up until that. And finally, the governor called the special session, and Idaho passed the amendment. We can see the next slide. On February 11th, 1920, Idaho was the 30th state to ratify the amendment.",
      "tags": [

      ],
      "timestamp": "[00:30:37:20]"
    },
    {
      "id": "context_96_57",
      "index": 57,
      "speaker": "Katherine G. Aiken",
      "words": "So here we were, so early in suffrage and one of the last states, two of the 36 states needed to, ratify the amend. It all became so nasty that Margaret Roberts even that that well, for the problem was that Carrie Chapman Catt must be a Democrat. And that explains why she was given Boris the hard time. She got very disgusted Roberts with the whole thing.",
      "tags": [

      ],
      "timestamp": "[00:31:12:12]"
    },
    {
      "id": "context_96_58",
      "index": 58,
      "speaker": "Katherine G. Aiken",
      "words": "So much so that she wrote the section of Idaho Harper's History of Women's Suffrage, which remains kind of the main source. And she only wrote a page and a half about everything that happened with with Idaho and she became very candid with, with politics and also and how little women having the vote actually changed the nature of Idaho public things.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:31:43:08]"
    },
    {
      "id": "context_96_59",
      "index": 59,
      "speaker": "Katherine G. Aiken",
      "words": "So the next slide.",
      "tags": [

      ],
      "timestamp": "[00:32:11:24]"
    },
    {
      "id": "context_96_60",
      "index": 60,
      "speaker": "Katherine G. Aiken",
      "words": "So what does this all tell us first? That's up there. Women in Idaho took this ballot typically these rights based or arguments like taxation without representation and citizens of the United States of right to vote and arguments for suffrage that were not popular among a lot of, mining areas. And because of that, they were able to gain support in both mining districts and the Jesus Christ of Latter day Saints districts would is no small feat.",
      "tags": [
        "mining",
        "religion"
      ],
      "timestamp": "[00:32:16:20]"
    },
    {
      "id": "context_96_61",
      "index": 61,
      "speaker": "Katherine G. Aiken",
      "words": "I mean, these are parts of Idaho, excuse me, that really have nothing in common. And yet these women had enough local acumen to cast their arguments in such a way that they could appeal both of those. And I think that's one of the pieces that have been lost in a lot of the rise of Idaho history, in the 20th century and now in the 21st century, that, women were politically astute in this situation.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:32:56:13]"
    },
    {
      "id": "context_96_62",
      "index": 62,
      "speaker": "Katherine G. Aiken",
      "words": "Next slide. Also, and this is always true, but sometimes we ignore it. In Idaho history, national conversation shaped state politics, especially the next quick I think, currency reform. This whole notion of free silver is something that historians have ignored for over, 125 years. Issues of race are often, ignored in Idaho. And certainly race was important in the women's suffrage campaign, although the best I can tell.",
      "tags": [

      ],
      "timestamp": "[00:33:31:18]"
    },
    {
      "id": "context_96_63",
      "index": 63,
      "speaker": "Katherine G. Aiken",
      "words": "Indians man who could vote in 1896 on the Nez Perce Indian Reservation voted in favor of suffrage. So that's the added complexity. And certainly the issue of it's right, which is a is a constant piece of, American political conversation from before the Civil War till now. And this national context is an important part of this Idaho story.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:34:17:13]"
    },
    {
      "id": "context_96_64",
      "index": 64,
      "speaker": "Katherine G. Aiken",
      "words": "Next slide please. But the most important takeaway is that I looked at every Idaho history conversation book about women's suffrage and the first place they're usually only have a sentence or two that Idaho women got the vote in 1896 because men were beneficent and that kind of thing. And I think it really ignores the fact that Idaho women engaged in this incredibly, almost secular campaign for women's suffrage that with very limited resources and a very short window in which to get approval of the the suffrage amendment.",
      "tags": [

      ],
      "timestamp": "[00:34:51:11]"
    },
    {
      "id": "context_96_65",
      "index": 65,
      "speaker": "Katherine G. Aiken",
      "words": "They were able to to accomplish that and they that organization, I mean, they certainly had some male allies, like William Balderstone, who was the editor of the Idaho Statesman. But they primarily organized this effort on their own and managed it across a huge geographic space that is Idaho at a time when transportation and communication was incredibly difficult.",
      "tags": [

      ],
      "timestamp": "[00:35:40:08]"
    },
    {
      "id": "context_96_66",
      "index": 66,
      "speaker": "Katherine G. Aiken",
      "words": "And I think that we should, admire and give them credit for those efforts. So that's what I have to say about women's suffrage. And I if Doug helps build I that answer your question.",
      "tags": [

      ],
      "timestamp": "[00:36:11:07]"
    },
    {
      "id": "context_96_67",
      "index": 67,
      "speaker": "Doug Exton",
      "words": "Thank you for such a informative presentation. Definitely learned a lot on my end.",
      "tags": [

      ],
      "timestamp": "[00:36:27:12]"
    },
    {
      "id": "context_96_68",
      "index": 68,
      "speaker": "Katherine G. Aiken",
      "words": "You're welcome.",
      "tags": [

      ],
      "timestamp": "[00:36:33:12]"
    },
    {
      "id": "context_96_69",
      "index": 69,
      "speaker": "Doug Exton",
      "words": "And to open up the question, the question session, why was the LDS church in favor of women's suffrage?",
      "tags": [

      ],
      "timestamp": "[00:36:34:17]"
    },
    {
      "id": "context_96_70",
      "index": 70,
      "speaker": "Katherine G. Aiken",
      "words": "Well, they had also been, the primary movers for women's suffrage in Utah, which it suffered the same year. But before Idaho and primarily because they have a lot of women members, especially because of plural marriage, there are a lot more women members of The Church of Jesus Christ of Latter day Saints than men. And they're interested in having those folks participate in, in voting.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:36:43:00]"
    },
    {
      "id": "context_96_71",
      "index": 71,
      "speaker": "Katherine G. Aiken",
      "words": "And so that's primarily why. And so Mormon Relief societies throughout Idaho were a big part of the organizational effort.",
      "tags": [

      ],
      "timestamp": "[00:37:10:08]"
    },
    {
      "id": "context_96_72",
      "index": 72,
      "speaker": "Doug Exton",
      "words": "In then kind of building off of that. When you talked about in Idaho during that one election where people were voting all together and then also voting on women's suffrage, there was that giant discrepancy between the two numbers. Why did people just choose not to vote on that specific measure?",
      "tags": [

      ],
      "timestamp": "[00:37:21:18]"
    },
    {
      "id": "context_96_73",
      "index": 73,
      "speaker": "Katherine G. Aiken",
      "words": "Well, if you've ever heard there were actually three, amendments to the Idaho Constitution on that ballot, and they're way down at the bottom of the ballot. And if you've ever seen, the language for a constitutional amendment, they're always kind of complicated. And it there would be the presidential election and all the other local elections and county elections playing under the bottom.",
      "tags": [

      ],
      "timestamp": "[00:37:39:08]"
    },
    {
      "id": "context_96_74",
      "index": 74,
      "speaker": "Katherine G. Aiken",
      "words": "And by then, people, I think sort of and went, no, I'm not I'm not doing these. I don't really understand what these are. Anyway, one of them was about, the official system and one of them was, kind of changing, basically a, grammatical sort of eyeball editing thing in the Constitution. And so they weren't exactly thrilling.",
      "tags": [

      ],
      "timestamp": "[00:38:03:08]"
    },
    {
      "id": "context_96_75",
      "index": 75,
      "speaker": "Katherine G. Aiken",
      "words": "And so people vote all the way down to those who both vote.",
      "tags": [

      ],
      "timestamp": "[00:38:29:05]"
    },
    {
      "id": "context_96_76",
      "index": 76,
      "speaker": "Doug Exton",
      "words": "And was the special session that was called in Idaho, was that actually held at the Capitol, or was there another spot in Boise?",
      "tags": [

      ],
      "timestamp": "[00:38:36:02]"
    },
    {
      "id": "context_96_77",
      "index": 77,
      "speaker": "Katherine G. Aiken",
      "words": "I think they actually got into the Capitol. I think that that was just, kind of an excuse. There weren't that many of them in the legislature at that time.",
      "tags": [

      ],
      "timestamp": "[00:38:43:18]"
    },
    {
      "id": "context_96_78",
      "index": 78,
      "speaker": "Doug Exton",
      "words": "And then just for clarification, was Borah, in favor of prohibition?",
      "tags": [

      ],
      "timestamp": "[00:38:56:15]"
    },
    {
      "id": "context_96_79",
      "index": 79,
      "speaker": "Katherine G. Aiken",
      "words": "Oh, yes.",
      "tags": [

      ],
      "timestamp": "[00:39:04:07]"
    },
    {
      "id": "context_96_80",
      "index": 80,
      "speaker": "Doug Exton",
      "words": "In the do you mind elaborating as to why he was in favor of prohibition?",
      "tags": [

      ],
      "timestamp": "[00:39:05:09]"
    },
    {
      "id": "context_96_81",
      "index": 81,
      "speaker": "Katherine G. Aiken",
      "words": "Well, that, all kinds of progressive are in favor of of prohibition. That's one of the main sort of tenets of progressivism. I think they're in favor of prohibition because they think a lot of immigrants, particularly Irish, drink too much. They think that, in saloons, especially in the East, that, bosses manipulated the suffrage because of, of liquor, they thought liquor was responsible for,",
      "tags": [

      ],
      "timestamp": "[00:39:09:14]"
    },
    {
      "id": "context_96_82",
      "index": 82,
      "speaker": "Katherine G. Aiken",
      "words": "Domestic violence, for poverty, for all kinds of things. Remember that prohibition. It prohibits the sale of alcohol. So if you already had some, if you had your wine cellar, you still got to keep that during prohibition. Oh, wasn't that people weren't to drink. It was just they didn't want it virtually poor immigrants to drink, I think. And it was you know, it was such an important part of reform.",
      "tags": [

      ],
      "timestamp": "[00:39:46:20]"
    },
    {
      "id": "context_96_83",
      "index": 83,
      "speaker": "Katherine G. Aiken",
      "words": "They thought it would cut down crime. They thought it would just make society better. And that's why they passed the prohibition amendment.",
      "tags": [

      ],
      "timestamp": "[00:40:18:04]"
    },
    {
      "id": "context_96_84",
      "index": 84,
      "speaker": "Doug Exton",
      "words": "And then it looks like we have another question. And it's they're asking for you to elaborate more on why the mining districts, were, supportive of women's suffrage.",
      "tags": [

      ],
      "timestamp": "[00:40:26:10]"
    },
    {
      "id": "context_96_85",
      "index": 85,
      "speaker": "Katherine G. Aiken",
      "words": "So, it was Custer County. They, they crossed, but by the smallest majorities, and it's, as I said, because miners, saloons are really important part of miner culture. And they were worried about prohibition, but they did have strong advocate of women's suffrage in mining districts, the same kind of progressive that supported Borah and prohibition, supported women's suffrage.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:40:43:18]"
    },
    {
      "id": "context_96_86",
      "index": 86,
      "speaker": "Katherine G. Aiken",
      "words": "And, women had pretty strong organizations in mining districts as well. And so they were able to squeak by there. But they're the places that they had the most trouble.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:41:15:24]"
    },
    {
      "id": "context_96_87",
      "index": 87,
      "speaker": "Doug Exton",
      "words": "And Boris is definitely a popular figure tonight. So he's still here in Idaho to this day. Does his reluctance to support the 19th amendment affect his standing in time within Idaho?",
      "tags": [

      ],
      "timestamp": "[00:41:29:17]"
    },
    {
      "id": "context_96_88",
      "index": 88,
      "speaker": "Katherine G. Aiken",
      "words": "Well, I don't think there's much that you're going to do. I mean, when you see Statuary Hall, there's statues and law as one of them for for Idaho, he's, you know, the Lion of Idaho is the most famous Idaho ever. But he. He currently not in American self but women with his is failure to approve the amendment on on his defense though in his own state women already vote and so and he accomplished that so he I don't think he saw, his actions that's so detrimental at least Idaho women.",
      "tags": [

      ],
      "timestamp": "[00:41:44:11]"
    },
    {
      "id": "context_96_89",
      "index": 89,
      "speaker": "Katherine G. Aiken",
      "words": "And he didn't he thought it made sense. Why not just have every state have suffrage in and of them by themselves? And everything would be fine without this amendment and without making southern senators angry? And I that's I would also add that it was not a piece of foreign history that had a lot of impetus until recently, when we all started paying attention to this again.",
      "tags": [

      ],
      "timestamp": "[00:42:28:14]"
    },
    {
      "id": "context_96_90",
      "index": 90,
      "speaker": "Doug Exton",
      "words": "And then it looks like we have another, more question. Did he have a problem with indigenous women voting in addition to the Japanese and Chinese women that you mentioned?",
      "tags": [

      ],
      "timestamp": "[00:42:57:05]"
    },
    {
      "id": "context_96_91",
      "index": 91,
      "speaker": "Katherine G. Aiken",
      "words": "Bor it's pretty much a white racist. I guess that's the way to, to put it. But as you know, Idaho's tribal people, they're not a huge population in Idaho. And so they weren't the focus of his, his his concern as much as, as Denise and Japanese who Borah thought were, were foreign and and brought a dangerous element to Idaho politics.",
      "tags": [
        "indigenous",
        "migration"
      ],
      "timestamp": "[00:43:09:00]"
    },
    {
      "id": "context_96_92",
      "index": 92,
      "speaker": "Katherine G. Aiken",
      "words": "And I, I also there was, a lot of sense among Borah and others that both Chinese and Japanese society were so highly patriarchal that women and their votes would have to be controlled by their husbands, who were also dangerous foreigners. And that was a concern.",
      "tags": [

      ],
      "timestamp": "[00:43:46:05]"
    },
    {
      "id": "context_96_93",
      "index": 93,
      "speaker": "Doug Exton",
      "words": "To kind of double stacking the vote.",
      "tags": [

      ],
      "timestamp": "[00:44:07:06]"
    },
    {
      "id": "context_96_94",
      "index": 94,
      "speaker": "Katherine G. Aiken",
      "words": "Yeah, yeah.",
      "tags": [

      ],
      "timestamp": "[00:44:08:19]"
    },
    {
      "id": "context_96_95",
      "index": 95,
      "speaker": "Doug Exton",
      "words": "And today there's a lot of younger, generally younger members of the sorry members of of the younger generations. It's been a long day, that are involved in politics today. So what was the case for younger women in Idaho during this time period?",
      "tags": [

      ],
      "timestamp": "[00:44:11:00]"
    },
    {
      "id": "context_96_96",
      "index": 96,
      "speaker": "Katherine G. Aiken",
      "words": "So in general, the Idaho population tended to be young. It certainly was then in 1896, when the fall of basically pioneers who came and the Idaho population has always had until recently, a younger element, although most of the women that were leaders in the suffrage movement, would be more in their 30s and 40s.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:44:25:23]"
    },
    {
      "id": "context_96_97",
      "index": 97,
      "speaker": "Doug Exton",
      "words": "And we have another question. I'm just going to read it word for word. As I recall, the Idaho Senate had a fairly close vote on ratification in 1920. What was the reason behind those who voted no?",
      "tags": [

      ],
      "timestamp": "[00:44:57:19]"
    },
    {
      "id": "context_96_98",
      "index": 98,
      "speaker": "Katherine G. Aiken",
      "words": "Only only six senators voted against ratification. And, the the reason for voting against ratification kind of run the gamut. Some of them were followers of Borah and thought it should be a state rights issue, but they're also the standard sorts of issues that if women had the vote, that it might encourage families and motherhood and their, sort of domestic sphere, or that women were weak or that women, many of them thought women didn't have the intellectual capacity to be engaged in politics.",
      "tags": [

      ],
      "timestamp": "[00:45:11:00]"
    },
    {
      "id": "context_96_99",
      "index": 99,
      "speaker": "Katherine G. Aiken",
      "words": "So all of those reasons, but only six of them voted no.",
      "tags": [

      ],
      "timestamp": "[00:45:52:21]"
    },
    {
      "id": "context_96_100",
      "index": 100,
      "speaker": "Doug Exton",
      "words": "And then do you know how many women were elected at the local level after 1896?",
      "tags": [

      ],
      "timestamp": "[00:46:00:05]"
    },
    {
      "id": "context_96_101",
      "index": 101,
      "speaker": "Katherine G. Aiken",
      "words": "So, I couldn't I couldn't count them. But when you look at them by county, a lot of women filled the, the superintendent of schools or the public instruction system, which makes sense because people thought that was sort of part of women fear, educated, open, and that they have an interest that there are lots of women and I'm not sure exactly know why.",
      "tags": [

      ],
      "timestamp": "[00:46:06:15]"
    },
    {
      "id": "context_96_102",
      "index": 102,
      "speaker": "Katherine G. Aiken",
      "words": "Who fill treasurer positions in counties and cities, maybe because they're able to tedious work, or people thought they would be honest that, there are a number of, of of examples of that, not very many other kinds of example. And as you know, only Gracie Post and Helen Pennyworth been elected to the United States Congress from Idaho in 2020, though.",
      "tags": [

      ],
      "timestamp": "[00:46:32:21]"
    },
    {
      "id": "context_96_103",
      "index": 103,
      "speaker": "Katherine G. Aiken",
      "words": "So that's two women in 124 years since 1896. So we have a we have a ways to go. We haven't had a woman governor. Most states have. So our our record is not great in that area.",
      "tags": [

      ],
      "timestamp": "[00:47:00:22]"
    },
    {
      "id": "context_96_104",
      "index": 104,
      "speaker": "Doug Exton",
      "words": "And then, do you mind speaking a little bit more to that duality of Idaho being very supportive of women's suffrage, but at the same time being that absence of women in political power within Idaho, whether it be for the federal level, for the as I say, governor.",
      "tags": [

      ],
      "timestamp": "[00:47:23:09]"
    },
    {
      "id": "context_96_105",
      "index": 105,
      "speaker": "Katherine G. Aiken",
      "words": "Well, I mean, part of it is the strength of The Church of Jesus Christ of Latter day Saints, who were in favor of women's suffrage, but certainly have conservative views about women and their role in society. I would say, and I think, because the women organized, set up a powerful and efficient campaign, people were in favor of it.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:47:41:00]"
    },
    {
      "id": "context_96_106",
      "index": 106,
      "speaker": "Katherine G. Aiken",
      "words": "And it turned out surprise, surprise that women vote as a bloc until all of the dangers that people thought might be associated with women voting didn't come, for, for. And I think women, both women and men in Idaho, tend to be conservative and have throughout the 20th and now into the 21st century. And I think, you know, even in the United, it's it's difficult for a woman to, be elected to national office from any state.",
      "tags": [

      ],
      "timestamp": "[00:48:07:20]"
    },
    {
      "id": "context_96_107",
      "index": 107,
      "speaker": "Doug Exton",
      "words": "And then is there a location where researchers can find the correspondence between Carrie Chapman Catt and Margaret Roberts?",
      "tags": [

      ],
      "timestamp": "[00:48:48:24]"
    },
    {
      "id": "context_96_108",
      "index": 108,
      "speaker": "Katherine G. Aiken",
      "words": "Yes. Some of it is in, Ida Harper's book column on women's suffrage. Some of it, is in the state Historical Society. They have a small amount of records about the Equal Suffrage Association, and some of it is in both papers.",
      "tags": [

      ],
      "timestamp": "[00:48:56:16]"
    },
    {
      "id": "context_96_109",
      "index": 109,
      "speaker": "Doug Exton",
      "words": "And another question that I have personally with, like the mining district, since they kind of assumed, women's suffrage would also equal prohibition and it said, how did they feel about women's suffrage actually becoming a reality?",
      "tags": [

      ],
      "timestamp": "[00:49:19:14]"
    },
    {
      "id": "context_96_110",
      "index": 110,
      "speaker": "Katherine G. Aiken",
      "words": "Well, I mean, they're worse there. If you're a miner, your worst fears came true because not long after women vote, the prohibition was enacted. And so, I think in that respect, exactly what they feared would happen, would happen.",
      "tags": [

      ],
      "timestamp": "[00:49:39:09]"
    },
    {
      "id": "context_96_111",
      "index": 111,
      "speaker": "Doug Exton",
      "words": "And with that, were there like any like the people try and, like, oppose, oppose it after it was already like ratified and stuff like that. Like, did they like, lead rallies to try and remove women's voting?",
      "tags": [

      ],
      "timestamp": "[00:50:00:04]"
    },
    {
      "id": "context_96_112",
      "index": 112,
      "speaker": "Katherine G. Aiken",
      "words": "Nope. We don't have any really examples of that in in Idaho. And we don't have examples of that really in the country. We do have examples with the Equal Rights Amendment later on, but not with suffrage, really. Suffrage, turned out to be kind of a, a no brainer for a lot of people.",
      "tags": [

      ],
      "timestamp": "[00:50:14:03]"
    },
    {
      "id": "context_96_113",
      "index": 113,
      "speaker": "Katherine G. Aiken",
      "words": "And it's and I guess I would also add one of the and people involved in politics know this. One of the benefits of women having the suffrage is that they became great political party workers for both the vote and Republicans. They did a lot of underground grassroots organizing. And it's stuff that men really didn't want to do. And so that's one of the reasons why, I think there was not opposition.",
      "tags": [

      ],
      "timestamp": "[00:50:40:12]"
    },
    {
      "id": "context_96_114",
      "index": 114,
      "speaker": "Katherine G. Aiken",
      "words": "They were they were great at doing work.",
      "tags": [

      ],
      "timestamp": "[00:51:08:04]"
    },
    {
      "id": "context_96_115",
      "index": 115,
      "speaker": "Doug Exton",
      "words": "And what did you think of the role of Martha Whitman as president of the Idaho Equal Suffrage Association? She was appointed the first woman regent for University of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:51:12:20]"
    },
    {
      "id": "context_96_116",
      "index": 116,
      "speaker": "Katherine G. Aiken",
      "words": "So, you know, printed region of the University of Idaho, my beloved alma mater. And the place where I taught most of my career is really a political kind of appointment. And so it it's I mean, it's a good thing to have, a, we had several women early on as as members of the of the, of the regents, but that's actually about that.",
      "tags": [

      ],
      "timestamp": "[00:51:25:17]"
    },
    {
      "id": "context_96_117",
      "index": 117,
      "speaker": "Doug Exton",
      "words": "And another question is, I've heard it said women's suffrage was supported in part to make it comfortable for more women to move. Was is there any truth in that.",
      "tags": [

      ],
      "timestamp": "[00:52:01:13]"
    },
    {
      "id": "context_96_118",
      "index": 118,
      "speaker": "Katherine G. Aiken",
      "words": "That really I mean, that has been, the reason all of the Western states, the suffrage by the time the national suffrage movement came in, a lot of people have argued that that's the reason that it happened. And there's not really good evidence that that's primarily true. It's primarily, the associations of working class groups and that we talked about, issues like free silver, and then also, I think because of, of the nature of Western politics, but not so much because as to encourage people to them.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:52:12:00]"
    },
    {
      "id": "context_96_119",
      "index": 119,
      "speaker": "Katherine G. Aiken",
      "words": "The other kind of argument a lot of Idaho historians have made is that because women were such helpmate in the pioneer period, that men felt like they had to reward them for for that, and I'm not sure there's much evidence that that's the case either.",
      "tags": [

      ],
      "timestamp": "[00:52:57:18]"
    },
    {
      "id": "context_96_120",
      "index": 120,
      "speaker": "Doug Exton",
      "words": "All righty. And we are still taking questions. We have a few minutes left, so feel free to send them in. But I will read a few comments that we've gotten in as well. One person was very interested in seeing you. Our time back has been in Idaho before the 1896 vote. And then the other comment we have is I thought it was most interesting how the Idaho Equal Suffrage Association worked to keep the 19 or the 1896 amendment vote for being a Partizan issue, and gained the support of all political parties, which I will also agree with.",
      "tags": [

      ],
      "timestamp": "[00:53:19:10]"
    },
    {
      "id": "context_96_121",
      "index": 121,
      "speaker": "Doug Exton",
      "words": "I think that's a really interesting, tactic that they took to prevent it from being, one side or the other.",
      "tags": [

      ],
      "timestamp": "[00:53:52:19]"
    },
    {
      "id": "context_96_122",
      "index": 122,
      "speaker": "Katherine G. Aiken",
      "words": "Yeah, I think they were quite astute.",
      "tags": [

      ],
      "timestamp": "[00:54:02:03]"
    },
    {
      "id": "context_96_123",
      "index": 123,
      "speaker": "Doug Exton",
      "words": "And then also David John, who was attending tonight, did mention that Hester Sparkman, who built our entire house, was a superintendent of the schools for Ada County. So we do have a little connection there. Thank you, David, for a little tidbit of history.",
      "tags": [

      ],
      "timestamp": "[00:54:05:19]"
    },
    {
      "id": "context_96_124",
      "index": 124,
      "speaker": "Doug Exton",
      "words": "And when Alice Paul traveled to Idaho for the national campaign before 1920, what did she do and how she received?",
      "tags": [

      ],
      "timestamp": "[00:54:25:05]"
    },
    {
      "id": "context_96_125",
      "index": 125,
      "speaker": "Katherine G. Aiken",
      "words": "So Alice Paul, Alice Paul was quite radical for Idaho. And, that's what I will say about about that.",
      "tags": [

      ],
      "timestamp": "[00:54:35:01]"
    },
    {
      "id": "context_96_126",
      "index": 126,
      "speaker": "Katherine G. Aiken",
      "words": "Alice Paul was quite radical for most Americans in that. But on the other hand, Gary Will has this article, it called radicals and other Useful fanatics. If there's not an Alice Paul, then very, very Chapman cat in the National American Woman Suffrage Association don't look so mainstream and moderate. Oh, Alice Paul is incredibly important to the success of women's suffrage that you really push, others.",
      "tags": [

      ],
      "timestamp": "[00:54:49:20]"
    },
    {
      "id": "context_96_127",
      "index": 127,
      "speaker": "Katherine G. Aiken",
      "words": "And he's merely responsible for the notion of an amendment to the United States Constitution.",
      "tags": [

      ],
      "timestamp": "[00:55:23:18]"
    },
    {
      "id": "context_96_128",
      "index": 128,
      "speaker": "Doug Exton",
      "words": "Already, I think, was.",
      "tags": [

      ],
      "timestamp": "[00:55:33:01]"
    },
    {
      "id": "context_96_129",
      "index": 129,
      "speaker": "Katherine G. Aiken",
      "words": "A big hero of mine, a big heroine of mine.",
      "tags": [

      ],
      "timestamp": "[00:55:33:22]"
    },
    {
      "id": "context_96_130",
      "index": 130,
      "speaker": "Doug Exton",
      "words": "And I think that's a good spot to wrap up tonight. So I did want to say thank you again, Kathy, for joining me tonight.",
      "tags": [

      ],
      "timestamp": "[00:55:39:01]"
    },
    {
      "id": "context_96_131",
      "index": 131,
      "speaker": "Katherine G. Aiken",
      "words": "You're welcome.",
      "tags": [

      ],
      "timestamp": "[00:55:45:09]"
    },
    {
      "id": "context_96_132",
      "index": 132,
      "speaker": "Doug Exton",
      "words": "And thank you to everyone for attending. Have a great one.",
      "tags": [

      ],
      "timestamp": "[00:55:46:05]"
    }
  ],
  "metadata": {
    "totalSegments": 133,
    "description": "While Idaho was an womens suffrage state, it was one of the last to ratify the 19th amendment.  Idahos Senator William Borah played a major role both in 1896 and in 1920.  This presentation will discuss the politics surround both womens suffrage episodes, the women activists and their tactics that were crucial for both campaigns, and Borahs complicated position. Katherine G. Aiken is professor of history emerita at the University of Idaho where she also served as College of Letters, Arts & Social Sciences Dean and Interim Provost and Executive Vice President.  She was a member of the State Department of Education Professional Standards Committee for six years; she is committed to K-12 curriculum development and has led numerous professional development workshops. Aiken was chair of the Idaho Humanities Council, served on the Council for seven years, and has been lead scholar for the Councils Teacher Institute.  She is a Latah County Historical Society board member and is on the University of Idaho Library Advisory Board. Aikens American history scholarly areas of interest include social and cultural history, labor history, womens history, mining, and the environment. She is the author of four books and many articles dealing with those topics--often with an Idaho focus.  She participated in the Idaho Public Television production Idahos Trial of the Century and in the Idaho Experience series.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}