{
  "title": "The 51 Tunnels That Saved Twin Falls",
  "interviewee": "Dr. Jim Gentry",
  "interviewer": "Johanna Bringhurst",
  "date": "2024-03-27",
  "subjects": [
    "local history (discipline)",
    "resistance",
    "research notes",
    "education",
    "academic dissertations",
    "drainage basins"
  ],
  "segments": [
    {
      "id": "context_06_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_06_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the agency or the NEA. My name is Johanna Bringhurst, and joining us today is Jim Gentry. Doctor Gentry taught history at the College of Southern Idaho between 1969 and 2010.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_06_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "He completed his PhD in history at the University of Utah in 1985. While completing his dissertation, he became inspired to research and write local history. Since 2003. He has completed four local histories In the Middle and on the Edge: The Twin Falls region of Idaho in 2003, Meeting Needs and Developing Opportunities: A history of the College of Southern Idaho in 2015,",
      "tags": [

      ],
      "timestamp": "[00:00:33:17]"
    },
    {
      "id": "context_06_3",
      "index": 3,
      "speaker": "Johanna Bringhurst",
      "words": "Transformations: A History of First Baptist Church of Twin Falls, Idaho in 2020, and most recently, The 51 Tunnels that Saved Twin Falls: Twin Falls Canal Company's board solution to a big drainage surrounds. These studies demonstrate the resilience of communities during booming or stressful time. Jim, thank you for joining us today. It's so good to have you here.",
      "tags": [

      ],
      "timestamp": "[00:01:04:07]"
    },
    {
      "id": "context_06_4",
      "index": 4,
      "speaker": "Dr. Jim Gentry",
      "words": "Thank you for having me.",
      "tags": [

      ],
      "timestamp": "[00:01:32:04]"
    },
    {
      "id": "context_06_5",
      "index": 5,
      "speaker": "Johanna Bringhurst",
      "words": "You wrote this last book with Brian Olmstead about 51 little known tunnels under Twin Falls. Can we start by talking about the creation of Twin Falls as a city? The Twin Falls area was a desert that was irrigated by the Milner Dam when it was built in 1905, which brought settlers to the area. Is that right?",
      "tags": [

      ],
      "timestamp": "[00:01:34:15]"
    },
    {
      "id": "context_06_6",
      "index": 6,
      "speaker": "Dr. Jim Gentry",
      "words": "Yes. In fact, in the building of Twin Falls was really done to attract people to come in for irrigation. The Twin Falls Land and Water Company had been created in, in 1900, to encourage irrigation. They wanted to sell irrigated farmland, but they discovered that the people didn't want to buy any land until they saw that it was going to work.",
      "tags": [

      ],
      "timestamp": "[00:01:59:20]"
    },
    {
      "id": "context_06_7",
      "index": 7,
      "speaker": "Dr. Jim Gentry",
      "words": "So the decision in 19 four to to construct a city, in essence, before the dam was closed, was to show settlers that there was confidence in the future. And that, the, developers were putting their money where their mouth was, so to speak. And that just made all the difference in the world they had tried earlier and had not been, successful in selling very much land.",
      "tags": [

      ],
      "timestamp": "[00:02:28:03]"
    },
    {
      "id": "context_06_8",
      "index": 8,
      "speaker": "Johanna Bringhurst",
      "words": "So when, settlers came to the area and started farming within just a few years, a very unexpected problem arose for a desert. What happened?",
      "tags": [

      ],
      "timestamp": "[00:02:59:05]"
    },
    {
      "id": "context_06_9",
      "index": 9,
      "speaker": "Dr. Jim Gentry",
      "words": "Yeah. Something that no one anticipated. In fact, the Twin Falls, Canal Company, gained occupation of the, of the, irrigated land. And, things were going well. And starting in 1909, the Twin Falls Canal Company took over from the Federal Falls Land and Water Company. And starting in 1909, well, two years later, in 1911, there began to be a small amount of seepage, and that is that water was coming up out of the, out of the land, really kind of like artesian, if you think about artesian water.",
      "tags": [

      ],
      "timestamp": "[00:03:12:22]"
    },
    {
      "id": "context_06_10",
      "index": 10,
      "speaker": "Dr. Jim Gentry",
      "words": "And, it was coming up. And of course, you can't cultivate wet land. And so, after about 135,000 acres had been developed. There was the, problem with 500 of those acres by 1913, 500 acres or so seeped that they could not be cultivated. So company had a new problem on its hands and worked long and hard to solve it.",
      "tags": [

      ],
      "timestamp": "[00:04:00:06]"
    },
    {
      "id": "context_06_11",
      "index": 11,
      "speaker": "Johanna Bringhurst",
      "words": "So what was actually going on? Why were the fields flooding with this seepage?",
      "tags": [

      ],
      "timestamp": "[00:04:31:18]"
    },
    {
      "id": "context_06_12",
      "index": 12,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, what had happened is when you think about Twin Falls, it was a very dry area. Very, very little amount of water. And so therefore the water table was very, very low. When the settlers first came in, in fact, the first documented well was not done until 1908. There was just no water there. But all of a sudden, with irrigation, you're dumping enormous amounts of water, into, the farm land.",
      "tags": [
        "history",
        "agriculture"
      ],
      "timestamp": "[00:04:38:01]"
    },
    {
      "id": "context_06_13",
      "index": 13,
      "speaker": "Dr. Jim Gentry",
      "words": "And it has to go somewhere. The assumption was that the water would go down into the soil and then would go out and springs such as occurs on the north side of, the snake River canyon. So things like thousand springs and lakes and, you know, there's a lot Niagara Springs, there are several examples, but the soil and the level rock on the south side would not allow the water to come through.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:05:13:01]"
    },
    {
      "id": "context_06_14",
      "index": 14,
      "speaker": "Dr. Jim Gentry",
      "words": "And so, you have an issue of where the water is, is going in and there's no place for it to go other than accumulate. I think it is the example of pouring water, into a bowl. Or maybe you could think of a bathroom sink. If you've got the stopper open and the water can go on through, if you close it off, then you're going to have a flooded bathroom floor.",
      "tags": [

      ],
      "timestamp": "[00:05:46:02]"
    },
    {
      "id": "context_06_15",
      "index": 15,
      "speaker": "Dr. Jim Gentry",
      "words": "So. So they really, the prediction of how this would work, simply, had not been calculated adequately.",
      "tags": [

      ],
      "timestamp": "[00:06:14:19]"
    },
    {
      "id": "context_06_16",
      "index": 16,
      "speaker": "Johanna Bringhurst",
      "words": "Twin Falls Canal Company was responsible for irrigation in that area, and they were turned to by farmers and the community to solve the drainage problem. How did they try to fix the issue?",
      "tags": [

      ],
      "timestamp": "[00:06:29:12]"
    },
    {
      "id": "context_06_17",
      "index": 17,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, the the of course, the issue again was how to get rid of the water and who was responsible and so forth. But what they discovered fairly quickly is that if they would drill wells, the water would come gushing up out of the the, the, soil. And then, of course, the problem is what happens to the water.",
      "tags": [

      ],
      "timestamp": "[00:06:44:28]"
    },
    {
      "id": "context_06_18",
      "index": 18,
      "speaker": "Dr. Jim Gentry",
      "words": "And, if you and I had a big puddle of water, they were trying to get rid of it, make a little ditch. And but the problem here was that the ditches did not have slant. They didn't have any angle to them. So they would get the water up from the, wells, but the water would just sit there.",
      "tags": [

      ],
      "timestamp": "[00:07:08:10]"
    },
    {
      "id": "context_06_19",
      "index": 19,
      "speaker": "Dr. Jim Gentry",
      "words": "And so what they had to figure out was how to get, the water moving. So another thing they did with the wells was they would dig ditches, including big ditches, and, try to divert the water through the ditches. But again, the problem was that they did not want to, drain because of the lack of, of an angle.",
      "tags": [

      ],
      "timestamp": "[00:07:32:04]"
    },
    {
      "id": "context_06_20",
      "index": 20,
      "speaker": "Dr. Jim Gentry",
      "words": "So the the ultimate trick with the tunnels was to get an angle so the water would go down instead of remain flat, or. That makes any sense?",
      "tags": [

      ],
      "timestamp": "[00:07:59:01]"
    },
    {
      "id": "context_06_21",
      "index": 21,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah. Yeah. So from around 1911 through the 1920s, a company tried these different techniques. Who was it who came up with the idea of trying to put tunnels under the land to allow for drainage?",
      "tags": [

      ],
      "timestamp": "[00:08:11:28]"
    },
    {
      "id": "context_06_22",
      "index": 22,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, that's. And then the like, so many historical things that began, and the people at the time don't realize what a, what a unique development. And so it's not documented as well as we might like, but there had been a lot of interest and it had been observed that, the water was seeping not very far from the snake or River canyon.",
      "tags": [

      ],
      "timestamp": "[00:08:28:12]"
    },
    {
      "id": "context_06_23",
      "index": 23,
      "speaker": "Dr. Jim Gentry",
      "words": "If you could just get if you could just get the water in some cases of matter 2 or 300ft closer to the canyon than it would fall, there. So there was experimentation. But the fella who we'd have to, to give credit, was Burton Smith, and he was the, general manager from 1924 to 28.",
      "tags": [

      ],
      "timestamp": "[00:08:55:21]"
    },
    {
      "id": "context_06_24",
      "index": 24,
      "speaker": "Dr. Jim Gentry",
      "words": "And, he took some, severe risk because the directors of the canal company, didn't think this was going to work. And so Smith says, in essence, I'm going to try it anyway. And, so the first, canal that, began to be, driven was in 1924. And there were some experiments a little bit before that trying to figure out what might happen.",
      "tags": [

      ],
      "timestamp": "[00:09:23:05]"
    },
    {
      "id": "context_06_25",
      "index": 25,
      "speaker": "Dr. Jim Gentry",
      "words": "But definitely. And that's one of the best known of the tunnels. The fish actually tunnel, that, would become very much a model.",
      "tags": [

      ],
      "timestamp": "[00:09:56:12]"
    },
    {
      "id": "context_06_26",
      "index": 26,
      "speaker": "Johanna Bringhurst",
      "words": "Where the tunnels created what was the process of driving a new tunnel?",
      "tags": [

      ],
      "timestamp": "[00:10:08:26]"
    },
    {
      "id": "context_06_27",
      "index": 27,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, it was a very, complicated process. I'm glad you asked that question, because I think that if we just look at it and you say, well, I just drive the tunnel, well, one of the questions that had to be solved before you could do anything else was determine where is the town going to go. And that was the engineers, for the Twin Falls Canal Company had to work it all out.",
      "tags": [

      ],
      "timestamp": "[00:10:15:20]"
    },
    {
      "id": "context_06_28",
      "index": 28,
      "speaker": "Dr. Jim Gentry",
      "words": "And believe it or not, these wells, I'm telling you about the wells had to be lined up with the tunnels because the water was going to come, up out of the well and would be going down through the tunnel. So, the process of, determining that that once they had decided where the tunnel should go.",
      "tags": [

      ],
      "timestamp": "[00:10:39:09]"
    },
    {
      "id": "context_06_29",
      "index": 29,
      "speaker": "Dr. Jim Gentry",
      "words": "And you can imagine there was a lot of discussion that the, the shareholders, the people who, who were members of the Twin Falls Canal Company, the farmers are all shareholders, they all own shares in that. So you can imagine each one wanting to get the tunnel, the best position for them. But, fundamentally, what happened was that the tunnels had to be driven, not dug.",
      "tags": [

      ],
      "timestamp": "[00:11:01:11]"
    },
    {
      "id": "context_06_30",
      "index": 30,
      "speaker": "Dr. Jim Gentry",
      "words": "And the reason we need to use that understanding is that this was a minor process. It was not a matter of digging in the dirt. And, so they would find out where they wanted to put the tunnel. Then they would use massive, compressors and fortunately, by this time, by 1924, the, you know, the internal combustion engine was very effective, but they would use a compressor, go in, then they'd put in the dynamite and then boil it, and then they would have each tunnel would have, rails for a little or car so that they knew the material that had been there.",
      "tags": [

      ],
      "timestamp": "[00:11:31:04]"
    },
    {
      "id": "context_06_31",
      "index": 31,
      "speaker": "Dr. Jim Gentry",
      "words": "The exploded. The rocks which had been crushed then had to be hauled out. And they said that 4 or 5ft a day, would have been oftentimes all they could make it was a very, very slow process.",
      "tags": [

      ],
      "timestamp": "[00:12:20:12]"
    },
    {
      "id": "context_06_32",
      "index": 32,
      "speaker": "Johanna Bringhurst",
      "words": "It sounds so time consuming and it's so draining, like a lot of hard labor.",
      "tags": [

      ],
      "timestamp": "[00:12:39:04]"
    },
    {
      "id": "context_06_33",
      "index": 33,
      "speaker": "Dr. Jim Gentry",
      "words": "And you have to figure out, who's going to do this. And so they had to put out bids for contractors and they would have multiple bids. As you can imagine. These bids in the wood, the canal company directors would select the contractor based upon the bids, and you can tell when you look through them as they had certain individuals who had done a lot of work for them.",
      "tags": [

      ],
      "timestamp": "[00:12:47:13]"
    },
    {
      "id": "context_06_34",
      "index": 34,
      "speaker": "Dr. Jim Gentry",
      "words": "And there was a trust factor there. And so you see a lot of recurring names.",
      "tags": [

      ],
      "timestamp": "[00:13:17:23]"
    },
    {
      "id": "context_06_35",
      "index": 35,
      "speaker": "Johanna Bringhurst",
      "words": "For the next few years. The Twin Falls Canal Company continued to contract for more tunnels to be built. Meanwhile, the Twin Falls area underwent significant growth and development. That Perrine bridge, is that how you see it? Perry Ryan Prime Bridge was constructed by the American Falls Dam was finished, and the extension of the railroad 1927 was a big year for that area.",
      "tags": [

      ],
      "timestamp": "[00:13:24:11]"
    },
    {
      "id": "context_06_36",
      "index": 36,
      "speaker": "Johanna Bringhurst",
      "words": "How else was Twin Falls changing during that time?",
      "tags": [

      ],
      "timestamp": "[00:13:56:11]"
    },
    {
      "id": "context_06_37",
      "index": 37,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, part of the problem Twin Falls and had was that right after World War one, there had been a major agricultural recession from 1920 to about 23. And what had happened is that during the war, there had been all this pressure to increase wheat production and everything. Then once the war ended in 1918, the Germans and the English.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:14:01:15]"
    },
    {
      "id": "context_06_38",
      "index": 38,
      "speaker": "Dr. Jim Gentry",
      "words": "And so what they wanted to create, they wanted to cultivate their own wheat. And so there was, so there was a glut. So that complicated that period just before the tunnels, that period just before 1924 was a tough, period in general. But starting around 1924, 1925, the economy began to pick up, significantly. And one of the things that occurs is that there had, as a result of the agricultural depression, they had learned the need to do, crop rotations, use different crops.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:14:27:09]"
    },
    {
      "id": "context_06_39",
      "index": 39,
      "speaker": "Dr. Jim Gentry",
      "words": "Beans became very important. So the economy in general during the 20s and, began to boom. And a lot of it is tied to new technology. We've all heard of the roaring 20s. Well, part of the rower was interested in anything that was new and new technologies or new dancing radios, automobiles. And then, of course, when you have automobiles, you have to have tires and gasoline.",
      "tags": [

      ],
      "timestamp": "[00:15:09:10]"
    },
    {
      "id": "context_06_40",
      "index": 40,
      "speaker": "Dr. Jim Gentry",
      "words": "And so all those things, fit together. Also, during the 20s, the, airplanes became, important. And so airports had to be built. And so in a sense, what happens is that a lot of the economy is booming, because of this new technology. And, of course, when we look at, the prime bridge, that wouldn't have been built had it not been for the automobiles.",
      "tags": [

      ],
      "timestamp": "[00:15:40:29]"
    },
    {
      "id": "context_06_41",
      "index": 41,
      "speaker": "Johanna Bringhurst",
      "words": "Of course. So the Twin Falls Canal Company, as you said, was, buying equipment that had these latest advances in technology and they had to take on a lot of debt to make those purchases, to keep building tunnels. How did they continue to operate while building more tunnels into the 1930.",
      "tags": [

      ],
      "timestamp": "[00:16:16:12]"
    },
    {
      "id": "context_06_42",
      "index": 42,
      "speaker": "Dr. Jim Gentry",
      "words": "Grand Falls Canal Company faced the same problems that sometimes we face, and that is often there's a desire for more goods and services than we have money to pay for. And that became a real controversial issue with the canal company. In fact, two of the at least two of the general managers lost their jobs because of the issue of debt.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:16:41:07]"
    },
    {
      "id": "context_06_43",
      "index": 43,
      "speaker": "Dr. Jim Gentry",
      "words": "And so, yeah, yeah, that accumulated, and the question of how to create tunnels and how to finance them. There was a lot of, a lot of money being put into the tunnels. But when we get to the depression, for instance, there's only, three tunnels that are done over, a year. In other words, we can look and see the relationship between the economy and the building of the of the tunnels, as you could imagine.",
      "tags": [

      ],
      "timestamp": "[00:17:10:04]"
    },
    {
      "id": "context_06_44",
      "index": 44,
      "speaker": "Johanna Bringhurst",
      "words": "So I'm wondering, how did the Great Depression impact the Twin Falls area?",
      "tags": [

      ],
      "timestamp": "[00:17:47:25]"
    },
    {
      "id": "context_06_45",
      "index": 45,
      "speaker": "Dr. Jim Gentry",
      "words": "Oh my gosh. Yeah. One of the.",
      "tags": [

      ],
      "timestamp": "[00:17:52:29]"
    },
    {
      "id": "context_06_46",
      "index": 46,
      "speaker": "Johanna Bringhurst",
      "words": "Brutal.",
      "tags": [

      ],
      "timestamp": "[00:17:56:29]"
    },
    {
      "id": "context_06_47",
      "index": 47,
      "speaker": "Dr. Jim Gentry",
      "words": "One of the things that's so interesting is when you look at the the early twin, well, the mid 20s, from about 25 to 29, the economy is doing relatively well in this area. I know there were some places where that was not so true, but in this area there's all kinds of evidence that the economy was really doing well.",
      "tags": [

      ],
      "timestamp": "[00:17:57:29]"
    },
    {
      "id": "context_06_48",
      "index": 48,
      "speaker": "Dr. Jim Gentry",
      "words": "But we have to look at that through the eyes of someone who doesn't know so much, because it's easy. I used to tell my students, it's easy for us to sit around and think that the people in 1928 were just thinking about, oh gosh, the depression is going to be coming next year. Well, you didn't know that then.",
      "tags": [

      ],
      "timestamp": "[00:18:22:22]"
    },
    {
      "id": "context_06_49",
      "index": 49,
      "speaker": "Dr. Jim Gentry",
      "words": "And so the same thing is, true here. And the building of, the economy, came to a screeching halt, during the depression. There were simply was a lack of capital and it impacted everything. The number of visitors to Yellowstone, to any number of factors. And so the price of, commodities dropped dramatically as a result of that, the farmers could not make payments on their farms.",
      "tags": [

      ],
      "timestamp": "[00:18:45:07]"
    },
    {
      "id": "context_06_50",
      "index": 50,
      "speaker": "Dr. Jim Gentry",
      "words": "Foreclosures occurred. So up until from about from about 29 late 29 up to about, 33, 34, things were really tough.",
      "tags": [

      ],
      "timestamp": "[00:19:21:14]"
    },
    {
      "id": "context_06_51",
      "index": 51,
      "speaker": "Johanna Bringhurst",
      "words": "One of the interesting things about Idaho's history is that President Roosevelt's New Deal programs really had an impact in our state. Can you tell me more about the New Deal programs that impacted the Twin Falls area?",
      "tags": [

      ],
      "timestamp": "[00:19:38:18]"
    },
    {
      "id": "context_06_52",
      "index": 52,
      "speaker": "Dr. Jim Gentry",
      "words": "Yes. You know, I want to get started to life here.",
      "tags": [

      ],
      "timestamp": "[00:19:56:13]"
    },
    {
      "id": "context_06_53",
      "index": 53,
      "speaker": "Johanna Bringhurst",
      "words": "But is this a favorite subject? Jim?",
      "tags": [

      ],
      "timestamp": "[00:20:01:24]"
    },
    {
      "id": "context_06_54",
      "index": 54,
      "speaker": "Dr. Jim Gentry",
      "words": "There's kind of, there's, there's kind of two new deals. There's one from 33 until 35, and then 35 things, start changing very rapidly back in, in the early days, after Roosevelt came into office, one of the big issues was trying to get jobs for individuals and also trying to stimulate the local economy.",
      "tags": [

      ],
      "timestamp": "[00:20:04:20]"
    },
    {
      "id": "context_06_55",
      "index": 55,
      "speaker": "Dr. Jim Gentry",
      "words": "So one of the developments we see is the CCC program. The Civilian Conservation Corps. And one of the things that made those so valuable is that the foodstuffs for the people working in the Civil Conservation Corps were purchased from local merchants. So that really brought some money into the economy. And even though Twin Falls was not, the CCC were not working for the canal company, they were still impacting, but more specifically on the canal company, the, Public Works Administration, which was very effective in their very early years, began to put a lot of, of, people to work for the canal company and,",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:20:32:29]"
    },
    {
      "id": "context_06_56",
      "index": 56,
      "speaker": "Dr. Jim Gentry",
      "words": "they were involved in, working with the canals. They had to be careful to not get them in too much dangerous. It's interesting to see how the the employees of the canal company were involved in handling the dynamite. So. And, so, anyway, a major factor was that the farm loans, the, creation of the Southern Idaho Production Credit Association.",
      "tags": [

      ],
      "timestamp": "[00:21:28:13]"
    },
    {
      "id": "context_06_57",
      "index": 57,
      "speaker": "Dr. Jim Gentry",
      "words": "And in the middle of 1934, the the local paper talks about how the Twin Falls, courthouse was full of farmers who were getting their farm arms re, or getting them re, calculated and that, of course, cut down on foreclosures significantly. And I find that a lot of memories that people have, older people and of course, a lot of those older people are gone now, but they remember they don't remember the good times between 36 and 39.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:22:01:20]"
    },
    {
      "id": "context_06_58",
      "index": 58,
      "speaker": "Dr. Jim Gentry",
      "words": "They tend to remember all of it is just one big depression. But statistically. And then my in the middle and on the edge of included a lot of that kind of stuff. But statistically the the bank or the banks were getting major deposits from the farmers. One I get a kick out in 1936, Twin Falls County sold more automobiles than any other county in Idaho, and the paper bragged about they even beat Boise.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:22:39:05]"
    },
    {
      "id": "context_06_59",
      "index": 59,
      "speaker": "Dr. Jim Gentry",
      "words": "Even need. Hey, the county, you know. So the newspaper, the wonderful job of tracking, you know, what was going on.",
      "tags": [

      ],
      "timestamp": "[00:23:09:14]"
    },
    {
      "id": "context_06_60",
      "index": 60,
      "speaker": "Johanna Bringhurst",
      "words": "So there was a housing boom in Twin Falls. But what happened when Pearl Harbor was attacked and the U.S. became involved in World War Two?",
      "tags": [

      ],
      "timestamp": "[00:23:17:10]"
    },
    {
      "id": "context_06_61",
      "index": 61,
      "speaker": "Dr. Jim Gentry",
      "words": "I like the one. One thing I didn't mention is very important. You know my book at Sun Valley, in 1936. So I like to go back and insert that. Maybe we can I can just give a and then you can go back to your question. How's that.",
      "tags": [

      ],
      "timestamp": "[00:23:31:01]"
    },
    {
      "id": "context_06_62",
      "index": 62,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah. Tell us more about what was going on in Sand Valley. And then we'll catch up to World War two.",
      "tags": [

      ],
      "timestamp": "[00:23:47:06]"
    },
    {
      "id": "context_06_63",
      "index": 63,
      "speaker": "Dr. Jim Gentry",
      "words": "Yeah. One of the really important developments, for the Twin Falls area was the opening of Sun Valley in 1936. And this brought in a lot of capital, from Union Pacific. And there was a pride in this. There was the idea that if Sun Valley, if Union Pacific was worth, if Union Pacific was going to spend that kind of money, then, twin Falls ought to have an up to date bus station.",
      "tags": [

      ],
      "timestamp": "[00:23:52:27]"
    },
    {
      "id": "context_06_64",
      "index": 64,
      "speaker": "Dr. Jim Gentry",
      "words": "It should have good train transportation and, and movement of, of goods. And so a lot of this, including the demand to remove the toll from the prime bridge when the bridge was built in 1927, it had, been a toll bridge. And, the paper kept saying, if Union Pacific can spend that much, on the skiing, then the least we can do is provide a free bridge.",
      "tags": [

      ],
      "timestamp": "[00:24:25:06]"
    },
    {
      "id": "context_06_65",
      "index": 65,
      "speaker": "Dr. Jim Gentry",
      "words": "And so the tolls were removed in 1940, you know, and had a great impact on the economy. But it also was a reflection, of the, the impact of, Sun Valley on the economy. Yeah. Thank you. I garbled that a bit. But anyway.",
      "tags": [

      ],
      "timestamp": "[00:24:58:23]"
    },
    {
      "id": "context_06_66",
      "index": 66,
      "speaker": "Johanna Bringhurst",
      "words": "No, that was a great. Yeah. So then, catch us up to World War two and how that impacted Twin Falls.",
      "tags": [

      ],
      "timestamp": "[00:25:20:12]"
    },
    {
      "id": "context_06_67",
      "index": 67,
      "speaker": "Dr. Jim Gentry",
      "words": "Okay, so between 36 and 39, the economy had began to, improve, but there had still been, general issue of a problem of, too many employees, problems of unemployment. But as the horizons for World War Two began to look worse and worse, that began to shift even even before Pearl Harbor and 38, for example, the Idaho, Twin Falls was involved in, providing potatoes, for the little lace program and so forth.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:25:29:15]"
    },
    {
      "id": "context_06_68",
      "index": 68,
      "speaker": "Dr. Jim Gentry",
      "words": "But, along comes Pearl Harbor and all of a sudden we're no longer looking at the war that's going on over there. But we're now looking at a war that is impacting directly. It was had enormous impact in terms of reshuffling population, people who had been farm workers. There was now advertisements and the, Twin Falls paper for aluminum workers needed in Portland, Oregon and so forth.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:26:16:27]"
    },
    {
      "id": "context_06_69",
      "index": 69,
      "speaker": "Dr. Jim Gentry",
      "words": "So that was a massive, movement of population. But around that, there was a shortage. There was a shortage of labor, which of course, helped, if you were looking for a job that was very helpful. This also as a result of Pearl Harbor, and the United States entering the war, we have the impact of the, Minidoka relocation camp and, Japanese and Japanese Americans brought into this area.",
      "tags": [
        "conflict",
        "migration"
      ],
      "timestamp": "[00:26:48:24]"
    },
    {
      "id": "context_06_70",
      "index": 70,
      "speaker": "Dr. Jim Gentry",
      "words": "Not because they wanted to, but because, they were, relocated. So lots going on there. But a lot of the economy that was for people who were, living and were involved there was not the soldiers, but the home. People had the same kind of, good quote unquote economy, that they had had earlier, because now in their depression, you were trying to figure out, what are you going to do with pigs because you have excess pigs now, Aries, amount of food that could be produced was needed.",
      "tags": [

      ],
      "timestamp": "[00:27:23:08]"
    },
    {
      "id": "context_06_71",
      "index": 71,
      "speaker": "Dr. Jim Gentry",
      "words": "And so I think that era as a good term is feeling needed. The farmers.",
      "tags": [

      ],
      "timestamp": "[00:28:05:27]"
    },
    {
      "id": "context_06_72",
      "index": 72,
      "speaker": "Johanna Bringhurst",
      "words": "But still the seepage issues persisted and tunnels were continually being constructed. Was that. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:28:12:17]"
    },
    {
      "id": "context_06_73",
      "index": 73,
      "speaker": "Dr. Jim Gentry",
      "words": "The the seepage problem. And we find this later on. I won't get into the details on it, but the seepage problem peaked around 1939. The water accumulation after 1939 was still there, but it was not coming at this just impossible rate. As a result of that, there continued to be tunnels, that were driven, up to 1951, but they were not driven as long as what those tunnels were.",
      "tags": [

      ],
      "timestamp": "[00:28:21:27]"
    },
    {
      "id": "context_06_74",
      "index": 74,
      "speaker": "Dr. Jim Gentry",
      "words": "Maybe, 100, 200ft in compared to the longest tunnel, the auxiliary tunnel, which was about a mile and a half. So, there's definitely a shift. And also part of the, dilemma of the, the company is that the cost of driving these tunnels had increased significantly with World War two. There was a need, for, more and more, you know, money shall always say.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:28:59:23]"
    },
    {
      "id": "context_06_75",
      "index": 75,
      "speaker": "Dr. Jim Gentry",
      "words": "And as a result of that inflation. So it was costing by the time of the last mile. It was costing about double what it did in 1928 for a, for a foot of rock being removed.",
      "tags": [

      ],
      "timestamp": "[00:29:38:29]"
    },
    {
      "id": "context_06_76",
      "index": 76,
      "speaker": "Johanna Bringhurst",
      "words": "Double the cost.",
      "tags": [

      ],
      "timestamp": "[00:29:54:26]"
    },
    {
      "id": "context_06_77",
      "index": 77,
      "speaker": "Dr. Jim Gentry",
      "words": "Pardon me.",
      "tags": [

      ],
      "timestamp": "[00:29:56:21]"
    },
    {
      "id": "context_06_78",
      "index": 78,
      "speaker": "Johanna Bringhurst",
      "words": "Double the cost. Yes.",
      "tags": [

      ],
      "timestamp": "[00:29:57:19]"
    },
    {
      "id": "context_06_79",
      "index": 79,
      "speaker": "Dr. Jim Gentry",
      "words": "Yeah. And did the.",
      "tags": [

      ],
      "timestamp": "[00:29:59:22]"
    },
    {
      "id": "context_06_80",
      "index": 80,
      "speaker": "Johanna Bringhurst",
      "words": "Tunnel. Sorry. Keep going.",
      "tags": [

      ],
      "timestamp": "[00:30:02:14]"
    },
    {
      "id": "context_06_81",
      "index": 81,
      "speaker": "Dr. Jim Gentry",
      "words": "Just going to say in 1928, 29. I want to get too precise on my bet. About $7.50 per foot for, you know, excavating the tunnels by the last ones by 1951. We're looking at $14 a foot. So you can imagine the canal coming in. And one of the things that complicated this period for the canal company is the need for security.",
      "tags": [

      ],
      "timestamp": "[00:30:05:00]"
    },
    {
      "id": "context_06_82",
      "index": 82,
      "speaker": "Dr. Jim Gentry",
      "words": "We don't think about that too much, but the too involved canal company hired, security 24 hours a day because of the fear of, sabotage or, you know, destruction of, and, that ended up being, an issue that was big for the company. But they stopped that. I think it was in 1944. It was stopped before the end of the war.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:30:34:07]"
    },
    {
      "id": "context_06_83",
      "index": 83,
      "speaker": "Dr. Jim Gentry",
      "words": "It was there was enough confidence that, sabotage was not going to blow out the dams, apparently. So.",
      "tags": [

      ],
      "timestamp": "[00:31:00:20]"
    },
    {
      "id": "context_06_84",
      "index": 84,
      "speaker": "Johanna Bringhurst",
      "words": "So did the tunnels last for a long time. Were they well made and well constructed?",
      "tags": [

      ],
      "timestamp": "[00:31:11:25]"
    },
    {
      "id": "context_06_85",
      "index": 85,
      "speaker": "Dr. Jim Gentry",
      "words": "You know, those tunnels are still there. And, I went through, some of the tunnels and you can see engineer remarks that were made, you know, many, many years ago in the 20s or 30s and, this, we mentioned, Brian Olmstead earlier. Brian's, great friend. And and while I wrote the book, he helped me so much on some of the details.",
      "tags": [

      ],
      "timestamp": "[00:31:17:25]"
    },
    {
      "id": "context_06_86",
      "index": 86,
      "speaker": "Dr. Jim Gentry",
      "words": "But, one of the things that he pointed out is that, these tunnels were made possible by the ravines and the, canyon which exists in this area, like the Rock Creek canyon. And there's a mud creek and various tunnels under there. Ice, toe. Excuse me. Various, canyons. And without those canyons, the the tunnel wouldn't work.",
      "tags": [

      ],
      "timestamp": "[00:31:46:19]"
    },
    {
      "id": "context_06_87",
      "index": 87,
      "speaker": "Dr. Jim Gentry",
      "words": "There wouldn't have been any place to. Because you see a lot of the tunnels doing is giving a larger slope so I can slow down the, into the, into the canyon. But anyway, the, tunnels have survived. One of the things that I didn't mention is very important was the importance, these tunnels for Fish hatchery, that when the water came out of the first tunnel that was built in 1924, when the water came out, the water, was about 58 degrees.",
      "tags": [

      ],
      "timestamp": "[00:32:18:15]"
    },
    {
      "id": "context_06_88",
      "index": 88,
      "speaker": "Dr. Jim Gentry",
      "words": "And it just so happens that that was exactly, the right temperature for raising fish. And so, and I have, in, in the book, there's several pictures of showing these, these fish arches as they exist today. There used to be more, smaller ones that earlier time. But yeah, the the tunnels that have stood the test of time.",
      "tags": [

      ],
      "timestamp": "[00:33:02:08]"
    },
    {
      "id": "context_06_89",
      "index": 89,
      "speaker": "Dr. Jim Gentry",
      "words": "One of the issues are the 51 tunnels. Most of them are on private property. And so you really we're we're trying to look at some ways of opening up, maybe 2 or 3 tunnels for examination, but they really are on private property. So you can't see them, but they're they're.",
      "tags": [

      ],
      "timestamp": "[00:33:30:06]"
    },
    {
      "id": "context_06_90",
      "index": 90,
      "speaker": "Johanna Bringhurst",
      "words": "The fish hatchery is such an unexpected benefit. The tunnels, were there other unexpected ways that the tunnels benefited the area?",
      "tags": [

      ],
      "timestamp": "[00:33:51:06]"
    },
    {
      "id": "context_06_91",
      "index": 91,
      "speaker": "Dr. Jim Gentry",
      "words": "Yes, there were a a good example is when you think about the Twin Falls area, the Rock Creek Canyon, of course, goes right through the middle of, Twin Falls. And we think of Rock Creek Canyon. It was very dry because there was water from the canals, the irrigation canals during the, irrigation season. But the water is turned off in October whenever that date is.",
      "tags": [

      ],
      "timestamp": "[00:34:01:15]"
    },
    {
      "id": "context_06_92",
      "index": 92,
      "speaker": "Dr. Jim Gentry",
      "words": "And so what happens is all the greenery that you see not only in Rock Creek, but in Mud Creek and some of these other, areas. All that extra greenery is really a product of the tunnels, so that the trees, the area for birds, you know, the habitat. And so that was something that was not anticipated. In terms of a real advantage of those times.",
      "tags": [

      ],
      "timestamp": "[00:34:31:20]"
    },
    {
      "id": "context_06_93",
      "index": 93,
      "speaker": "Johanna Bringhurst",
      "words": "That's incredible. It's amazing to think that this once desert turned into, somewhat of a floodplain and that the tunnels that were built so long ago are still so they're still functioning and but it's all hidden. Where? Where you wouldn't know you can't go.",
      "tags": [

      ],
      "timestamp": "[00:35:06:17]"
    },
    {
      "id": "context_06_94",
      "index": 94,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, you know, I have told, a number of people that the tunnels were so successful. So that's why we don't know more about them. Because when you're driving around in that and the land that's irrigated by the German Falls Canal Company, you don't see marsh area and you don't see marsh area because the tunnel worked well. Now, part of that also is that the water table, with pumpers, and the, the canal company is worrying too much about the water being too high these days.",
      "tags": [

      ],
      "timestamp": "[00:35:30:00]"
    },
    {
      "id": "context_06_95",
      "index": 95,
      "speaker": "Dr. Jim Gentry",
      "words": "They're more concerned about it being low with, the access usage, but nevertheless, the tunnels worked very, very well. And there are like a lot of other things of life is that the better they're working, the less observable they are. You know, it's kind of like us doing our jobs on a day to day basis if, if we're doing it well, and probably for the most part, there's not a big deal associated with it.",
      "tags": [

      ],
      "timestamp": "[00:36:03:01]"
    },
    {
      "id": "context_06_96",
      "index": 96,
      "speaker": "Dr. Jim Gentry",
      "words": "You know, it's just there.",
      "tags": [

      ],
      "timestamp": "[00:36:31:27]"
    },
    {
      "id": "context_06_97",
      "index": 97,
      "speaker": "Johanna Bringhurst",
      "words": "I agree, I think there's something noble in that, right? Doing good work and not being appreciated or that. Yeah. So it's nice to give some love to these tunnels and the people who had so much time and work and effort into building them.",
      "tags": [

      ],
      "timestamp": "[00:36:35:09]"
    },
    {
      "id": "context_06_98",
      "index": 98,
      "speaker": "Dr. Jim Gentry",
      "words": "Yes, they did. And, it was a real privilege, for my part, because I started working on this about three years ago. Back in 2003, I had written this book in the middle, on the edge about Twin Falls, and there was one paragraph, in my book on the title that shows you how little I knew.",
      "tags": [

      ],
      "timestamp": "[00:36:55:09]"
    },
    {
      "id": "context_06_99",
      "index": 99,
      "speaker": "Dr. Jim Gentry",
      "words": "And it was, yeah. And it wasn't a particularly good paragraph anyway, in terms of the Twin Falls and outcome, but I the canal company has been very generous in allowing me to go into their archives and use the directors minutes and shareholder, minutes and all, that kind of information. It's been really helpful to be able to write a book that's this evidence based rather than hoping for the best.",
      "tags": [

      ],
      "timestamp": "[00:37:18:19]"
    },
    {
      "id": "context_06_100",
      "index": 100,
      "speaker": "Johanna Bringhurst",
      "words": "Doctor Gentry, it's been so wonderful to talk to you today. I really appreciate you being with us and helping us learn more about this really fascinating part of Idaho's history.",
      "tags": [

      ],
      "timestamp": "[00:37:52:14]"
    },
    {
      "id": "context_06_101",
      "index": 101,
      "speaker": "Dr. Jim Gentry",
      "words": "But I thank you for your interest in this topic, because it is not a topic that's very well known, but it illustrates what I used to tell my students, and that is every topic is interesting if you get into the details. But yes, those don't know enough about things to really get into it, you know?",
      "tags": [

      ],
      "timestamp": "[00:38:04:18]"
    },
    {
      "id": "context_06_102",
      "index": 102,
      "speaker": "Johanna Bringhurst",
      "words": "So yeah, thank you for helping us get into the details.",
      "tags": [

      ],
      "timestamp": "[00:38:22:25]"
    },
    {
      "id": "context_06_103",
      "index": 103,
      "speaker": "Dr. Jim Gentry",
      "words": "Well, thanks for your interest.",
      "tags": [

      ],
      "timestamp": "[00:38:27:23]"
    }
  ],
  "metadata": {
    "totalSegments": 104,
    "description": "Dr. Jim Gentry joins Johanna to share a little-known story from Twin Falls history, highlighting the resilience of communities in times of growth and hardship. A history professor at the College of Southern Idaho from 1969 to 2010, Dr. Gentry earned his Ph.D. in History from the University of Utah in 1985. While working on his dissertation, he developed a passion for local history, leading to several publications. His works include In the Middle and on the Edge: The Twin Falls Region of Idaho (2003), Meeting Needs and Developing Opportunities: A History of the College of Southern Idaho (2015), Transformations: A History of First Baptist Church of Twin Falls (2020), and The 51 Tunnels that Saved Twin Falls: Twin Falls Canal Company’s Bold Solution to a Big Drainage Surprise (2023).",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}