{
  "title": "80 Year of Reckoning: Multigenerational Trauma ofJapanese American Incarceration",
  "interviewee": "Dr. Donna Nagata",
  "interviewer": "Robyn Achilles",
  "date": "2022-08-17",
  "subjects": [
    "world wars",
    "imprisonment",
    "families (kinship groups)",
    "descendants (family relationships)"
  ],
  "segments": [
    {
      "id": "context_52_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_52_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "This program is funded through a more Perfect Union initiative of the National Endowment for the Humanities.",
      "tags": [

      ],
      "timestamp": "00:00:00:00"
    },
    {
      "id": "context_52_2",
      "index": 2,
      "speaker": "Robyn Achilles",
      "words": "Thank you for joining us today for the Connected Conversations program with the Idaho Humanities Council. I'm Robyn Achilles, executive director of Friends of Minidoka. Friends of Minidoka is the philanthropic nonprofit partner of Minidoka National Historic Site, a unit of the National Park Service located in Jerome, Idaho. During World War Two, 120,000 Japanese-Americans were forcibly removed from the West Coast and unconstitutionally incarcerated during World War Two.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:00:09:12"
    },
    {
      "id": "context_52_3",
      "index": 3,
      "speaker": "Robyn Achilles",
      "words": "13,000 men, women, and children from Alaska, Oregon, and Washington were incarcerated at Minidoka. This month, we are commemorating the 80th anniversary of the arrival of incarcerated to the historic Minidoka War Relocation Center.",
      "tags": [
        "conflict",
        "migration"
      ],
      "timestamp": "00:00:42:09"
    },
    {
      "id": "context_52_4",
      "index": 4,
      "speaker": "Robyn Achilles",
      "words": "Last week, Kurt Ikeda, director of interpretation and education at Minidoka National Historic Site, shared information on the history and legacy of Minidoka. Today we have with us Doctor Donna Nagata, professor of psychology in the Clinical Science area at the University of Michigan, Ann Arbor. She will be talking with us about her research on the multigenerational impacts of the World War Two incarceration on Japanese Americans, intergenerational processes, and historical trauma.",
      "tags": [
        "history",
        "education",
        "conflict"
      ],
      "timestamp": "00:01:03:07"
    },
    {
      "id": "context_52_5",
      "index": 5,
      "speaker": "Robyn Achilles",
      "words": "Over to Doctor Nagata.",
      "tags": [

      ],
      "timestamp": "00:01:39:21"
    },
    {
      "id": "context_52_6",
      "index": 6,
      "speaker": "Donna Nagata",
      "words": "Great. Thank you so much, Robyn, for the introduction. I'm going to go ahead and share my screen.",
      "tags": [

      ],
      "timestamp": "00:01:44:11"
    },
    {
      "id": "context_52_7",
      "index": 7,
      "speaker": "Donna Nagata",
      "words": "Does that work for you?",
      "tags": [

      ],
      "timestamp": "00:01:55:14"
    },
    {
      "id": "context_52_8",
      "index": 8,
      "speaker": "Robyn Achilles",
      "words": "It does. We see.",
      "tags": [

      ],
      "timestamp": "00:01:57:09"
    },
    {
      "id": "context_52_9",
      "index": 9,
      "speaker": "Donna Nagata",
      "words": "Okay. Perfect. Thank you so much. As Robyn mentioned, I'm going to be talking about the multigenerational trauma of the Japanese-American incarceration. To begin with, this is probably information many of you already know. But just to recap. As you know, that Japan's attack on Pearl Harbor in December 7th, 1941 catapulted the US into World War Two.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:01:58:13"
    },
    {
      "id": "context_52_10",
      "index": 10,
      "speaker": "Donna Nagata",
      "words": "And soon after, on February 19th, 1942, President Franklin Roosevelt issued Executive Order 966 authorizing the military to remove all persons of Japanese ancestry from the west coast of the US mainland and into parts of Arizona. This mass removal was falsely presented as a military necessity. Quote unquote. It presumed that no one with Japanese blood could be trusted, and that those who lived near the Pacific Ocean closest to the pan were especially likely to be potential spies or saboteurs.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:02:22:12"
    },
    {
      "id": "context_52_11",
      "index": 11,
      "speaker": "Donna Nagata",
      "words": "In actuality, there was no evidence to support this, but that did not stop the government from acting. As a result, 120,000 Japanese-Americans were removed and incarcerated. This included 90% of those living on the mainland and infants to elderly. Two thirds were U.S. citizens born in this country. The average length of time living under incarceration was 2 to 3 years, although many were in camps for four, typically with less than two weeks notice.",
      "tags": [

      ],
      "timestamp": "00:02:57:03"
    },
    {
      "id": "context_52_12",
      "index": 12,
      "speaker": "Donna Nagata",
      "words": "Men, women and children were forced to leave their homes, taking only what they could carry, and moved to incarceration camps located in desolate areas of the interior. They had no idea where they were going or for how long they would be gone. Eventually, they were forced to live in tar papered, uninsulated army barracks, surrounded by armed guards and barbed wire.",
      "tags": [

      ],
      "timestamp": "00:03:28:14"
    },
    {
      "id": "context_52_13",
      "index": 13,
      "speaker": "Donna Nagata",
      "words": "Entire families confined to a single barren room and all eating, bathing, toileting and laundering taking place in communal facilities. The incarceration as a historical event might well be seen as ending when the camps closed. Little was said in public about it, and most Japanese-Americans, like my family, did not talk about it. However, in the mid to late 1970s, grassroots efforts from within the community began to push for a recognition that their incarcerate had been unjust.",
      "tags": [

      ],
      "timestamp": "00:03:52:22"
    },
    {
      "id": "context_52_14",
      "index": 14,
      "speaker": "Donna Nagata",
      "words": "In 1980, a formal government commission was established to evaluate the circumstances surrounding the Japanese-American removal. After reviewing hundreds of records and hearing testimonies from over 750 witnesses, including many former incarcerated, as shown in this photo, it concluded that the incarceration was a grave injustice. It resulted from race prejudice, war hysteria, and a failure of political leadership. Eventually, in 1988, Congress passed the Civil Liberties Act, which followed recommendations made by that committee and approved providing each incarcerate incarceration, survivor a one time payment of $20,000.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:04:25:23"
    },
    {
      "id": "context_52_15",
      "index": 15,
      "speaker": "Donna Nagata",
      "words": "Two years later, the first checks were issued, accompanied by a letter like this one acknowledging that the incarceration had been an injustice.",
      "tags": [

      ],
      "timestamp": "00:05:09:12"
    },
    {
      "id": "context_52_16",
      "index": 16,
      "speaker": "Donna Nagata",
      "words": "The awarding of redress and our general perception that Japanese-Americans appeared to do well after the war, leads many to assume that the incarceration was done as an historical event. However, my research counters this assumption and suggest that the Japanese-American wartime experience was a historical trauma. Historical trauma is defined as a trauma that is shared by a group and spans across multiple generations.",
      "tags": [
        "conflict",
        "education"
      ],
      "timestamp": "00:05:22:04"
    },
    {
      "id": "context_52_17",
      "index": 17,
      "speaker": "Donna Nagata",
      "words": "Foundational work on multi generational historical trauma began in the 1960s with research on the children of Holocaust survivors, and has since expanded to include other cultural groups, including Native Americans and Canadian First Nations. Indigenous people. Social workers. Noble Miyoshi and Amy Moss were among the first to describe multigenerational incarceration impacts among Japanese Americans. What are these multigenerational impacts?",
      "tags": [
        "education",
        "indigenous"
      ],
      "timestamp": "00:05:51:18"
    },
    {
      "id": "context_52_18",
      "index": 18,
      "speaker": "Donna Nagata",
      "words": "Before going into that, I'd like to take a moment to define the terms that I use to reference specific generations of Japanese-Americans, and these are presented here. The Issei are the first generation who immigrated from Japan. The second generation Nisei are the first generation born in the U.S.. The third generation Sansei are the children of the Nisei and were born primarily after the war ended.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:06:21:17"
    },
    {
      "id": "context_52_19",
      "index": 19,
      "speaker": "Donna Nagata",
      "words": "The fourth generation are the children of the Sansei. My research is centered primarily on the Nisei, Sansei and Yonsei, so I've asterisk those generations here. What I'd like to do is share some of what's emerged from my research, to provide some insights into the transgenerational impacts of the wartime incarceration. As I do so, I do hope people can keep in mind a couple of things.",
      "tags": [
        "education"
      ],
      "timestamp": "00:06:48:17"
    },
    {
      "id": "context_52_20",
      "index": 20,
      "speaker": "Donna Nagata",
      "words": "However, I'll be describing some broad range of impacts that individuals have reported, and it's important to remember that not all Japanese-Americans experienced all of these effects or experienced them to the same degree. Some of what I share are broad themes that were reported by many, while others are more unique, and I include the unique ones as well, because I think they help convey the scope of long term effects.",
      "tags": [
        "education"
      ],
      "timestamp": "00:07:11:24"
    },
    {
      "id": "context_52_21",
      "index": 21,
      "speaker": "Donna Nagata",
      "words": "To understand the long term multi-generational process. It's important to remember the specific traumas of the Nisei who directly experienced the camps. Most of them were teens or young adults at the time. So I'd like to start with an overview of these to provide a context for what unfolded after. During the incarceration itself. There were multiple psychological stresses for the Nisei.",
      "tags": [

      ],
      "timestamp": "00:07:39:12"
    },
    {
      "id": "context_52_22",
      "index": 22,
      "speaker": "Donna Nagata",
      "words": "These included fears about their safety and tremendous uncertainty about the future, a loss of their rights and imprisonment without due process, and humiliation of being viewed as a potential spy or disloyal individual. Other psychological stressors included being removed from society for an extended period of time, being dislocated from homes and neighborhoods, separated from friends and family members, the ongoing loss of privacy in camp, and no longer having a home or family meals, and changes in the family role.",
      "tags": [

      ],
      "timestamp": "00:08:04:06"
    },
    {
      "id": "context_52_23",
      "index": 23,
      "speaker": "Donna Nagata",
      "words": "Structure. Children tended to eat with friends in mess halls in the camps, rather than with their families. Fathers were no longer the traditional breadwinners, and young adult Nisei could be put in positions of greater authority than their. It was Issei parents because camp business was conducted in English, and most of their essay parents spoke only Japanese. Not surprisingly, negative impacts continued for the next generation after the war ended.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:08:41:22"
    },
    {
      "id": "context_52_24",
      "index": 24,
      "speaker": "Donna Nagata",
      "words": "There was economic insecurity because of the removal and imprisonment. Japanese Americans lost property, businesses and wages, but they also had lost careers and educational opportunities. Also important was the toll it took on their health. Community clinicians observed a prevalence of psychosomatic disorders, peptic ulcers and depression in the community, and a California study conducted in the late 1980s found that Japanese Americans had the highest level of drinking among both men and women when compared with Chinese and Korean Americans.",
      "tags": [
        "education"
      ],
      "timestamp": "00:09:12:04"
    },
    {
      "id": "context_52_25",
      "index": 25,
      "speaker": "Donna Nagata",
      "words": "Yet another study found that former incarcerations, particularly Nisei men, had a more than two times greater risk of cardiovascular disease than did their non incarcerated counterparts.",
      "tags": [
        "education"
      ],
      "timestamp": "00:09:47:04"
    },
    {
      "id": "context_52_26",
      "index": 26,
      "speaker": "Donna Nagata",
      "words": "Despite these stressors, most Nisei succeeded in establishing their lives after the war. But that doesn't mean that they were spared more lasting psychological impacts. Many of these were illustrated by comments from me, say, who participated in my research. Especially important was the effect on their ethnic identity. The message was that it was bad to be Japanese during the war, and the Nisei continued to face antigen Chinese sentiments and discrimination from the general public afterwards.",
      "tags": [
        "conflict",
        "education"
      ],
      "timestamp": "00:10:02:21"
    },
    {
      "id": "context_52_27",
      "index": 27,
      "speaker": "Donna Nagata",
      "words": "These impacts on ethnic identity, combined with having been unjustly imprisoned by their own country, contribute contributed to an undeserved sense of shame that affected a more basic self esteem. This is shown in the quote from one of the Nisei in my research. He said I felt like a second class citizen, but it really confirmed it, meaning the incarceration.",
      "tags": [
        "education"
      ],
      "timestamp": "00:10:34:13"
    },
    {
      "id": "context_52_28",
      "index": 28,
      "speaker": "Donna Nagata",
      "words": "It really emphasized that I didn't belong in this country, that my face, my yellow face, made the difference. And I will never belong. Additional impacts continued to reverberate at the community level. The disruption of incarceration led to the postwar diminishment of West Coast Japanese-American communities that had been main ethnic enclaves. Intra community tensions stemming from the incarceration also continued long after the war.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:10:58:19"
    },
    {
      "id": "context_52_29",
      "index": 29,
      "speaker": "Donna Nagata",
      "words": "While incarcerated, all camp inmates 17 years and older were required to answer what has come to be known as the loyalty oath. The questions asked about their willingness to serve in the armed forces of the United States, whether they would swear unqualified allegiance to the United States and forswear allegiance or obedience to the Japanese emperor. Although a majority of a car series viewed this as an opportunity to express their loyalty and answered yes to the questions, there was also serious disagreement about how to respond to these problematic questions, as well as differences among some young men about resisting being drafted from the camps.",
      "tags": [

      ],
      "timestamp": "00:11:29:20"
    },
    {
      "id": "context_52_30",
      "index": 30,
      "speaker": "Donna Nagata",
      "words": "Those who answered no to the loyalty questions or resisted the draft suffered not only severe consequences at that time for their stance, but also decades of ostracism by many in the Japanese-American community who viewed them as having tarnished the image of Japanese-Americans as a whole.",
      "tags": [
        "literature"
      ],
      "timestamp": "00:12:10:21"
    },
    {
      "id": "context_52_31",
      "index": 31,
      "speaker": "Donna Nagata",
      "words": "The range of negative impacts are critical, but it's also important to share positive consequences that Nisei identified first, living under confinement and hardship for such a long time. They develop bonds and lifelong friendships even late in their lives. Many of the nieces, closest friends are people they knew from camp. Some also felt that being forced to move away from the West Coast during resettlement expanded their perspectives beyond the ethnic enclaves that they had lived in before the war.",
      "tags": [
        "migration",
        "conflict"
      ],
      "timestamp": "00:12:31:11"
    },
    {
      "id": "context_52_32",
      "index": 32,
      "speaker": "Donna Nagata",
      "words": "Finally, there are Nisei who note the incarceration challenges, forced them to grow up early, made them resilient when facing subsequent issues, and gave them a sense of purpose to push forward.",
      "tags": [

      ],
      "timestamp": "00:13:03:21"
    },
    {
      "id": "context_52_33",
      "index": 33,
      "speaker": "Donna Nagata",
      "words": "The postwar coping of the Nisei was shaped by several factors. First, there was a pragmatic need to move forward and rebuild their lives after losing so much before, during, and before the war. Japanese cultural values also influence their coping. Two particular cultural phrases that characterizes influence are Shikata nai, which translates into it cannot be helped. It reflects an acceptance of things that are beyond your control and discourages dwelling on the past, and gaman, which refers to enduring and persevering through hardship.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:13:19:01"
    },
    {
      "id": "context_52_34",
      "index": 34,
      "speaker": "Donna Nagata",
      "words": "In addition, the Nisei coped by turning their attention toward raising their children and shielding them from the burden of knowing what had happened. The result of these coping approaches was the silence and suppression amongst most Japanese Americans about the topic of the camps within and outside of their families, and the parallel silence existed in the general U.S. society.",
      "tags": [

      ],
      "timestamp": "00:13:56:07"
    },
    {
      "id": "context_52_35",
      "index": 35,
      "speaker": "Donna Nagata",
      "words": "Little attention was paid to what had happened. Instead, in the 1960s, Japanese Americans were held up as quote unquote, a model minority who had risen above their wartime hardships. My own work, however, counters the belief that all was well after the war and suggests instead that there were a range of historical trauma impacts among third generation Sansei born after the war to their Nisei parents who'd been in the camps.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:14:18:13"
    },
    {
      "id": "context_52_36",
      "index": 36,
      "speaker": "Donna Nagata",
      "words": "Some of these impacts reported by their Sansei, such as economic setback or predictable, the loss of income, land, homes and businesses impacted their Nisei parents and grandparents, meaning that there was no family inheritance. Or, in the words of one of the interviewees in my study, no nest eggs to pass on. Sansei also reported they perhaps less obvious material losses of family heirlooms and photos.",
      "tags": [
        "economy",
        "education"
      ],
      "timestamp": "00:14:50:03"
    },
    {
      "id": "context_52_37",
      "index": 37,
      "speaker": "Donna Nagata",
      "words": "These were destroyed in the panic immediately following Pearl Harbor, when Japanese Americans burned or buried anything that they thought might be seen by the government as evidence of disloyalty. The most common intergenerational impact noted by sensei, however, in my research was a family silence, one that I mentioned earlier. So I'd like to say a more detail about that.",
      "tags": [
        "education"
      ],
      "timestamp": "00:15:17:11"
    },
    {
      "id": "context_52_38",
      "index": 38,
      "speaker": "Donna Nagata",
      "words": "Majority of Sansei indicated that conversations about the camps were infrequent when they were growing up. They also said that there were relatively brief, lasting an average of anywhere from 5 to 30 minutes, and that they did not focus on incarceration as a central topic.",
      "tags": [

      ],
      "timestamp": "00:15:44:07"
    },
    {
      "id": "context_52_39",
      "index": 39,
      "speaker": "Donna Nagata",
      "words": "Silence was more than just the absence of the conversation. It also included an awkward style of communicating that left the Sansei feeling confused and unsettled. Sansei noted that not only did their parents rarely talk about the camps with them in a focused way, but when they did talk, communications were vague and puzzling. Incarceration was typically mentioned very briefly as a reference point in time that was before camp or that was after camp.",
      "tags": [

      ],
      "timestamp": "00:16:04:07"
    },
    {
      "id": "context_52_40",
      "index": 40,
      "speaker": "Donna Nagata",
      "words": "Most describe their parent's overall tone as being curt and matter of fact, with an absence of emotion or bitterness, which to the sansei seemed odd because this seems like such a momentous and unjust time in their parent's lives. Communications about incarceration were also noticeably vague or obscure. Sensei described these communications as follows. Superficial, oblique, left handed, cryptic and it occurred by osmosis, and several mentioned that they were puzzled that their parents shared only positive or funny anecdotes about that time.",
      "tags": [

      ],
      "timestamp": "00:16:34:23"
    },
    {
      "id": "context_52_41",
      "index": 41,
      "speaker": "Donna Nagata",
      "words": "For example, remember when so-and-so tried to sneak back into the mess hall line and get an extra helping of food?",
      "tags": [

      ],
      "timestamp": "00:17:13:22"
    },
    {
      "id": "context_52_42",
      "index": 42,
      "speaker": "Donna Nagata",
      "words": "This quote is a nice example of the nature of the silence. This person said it's like a skeleton in the closet, like a relative. The family whose alcoholic. Everyone tiptoes around it, only discussing it when someone else brings it up like a family scandal.",
      "tags": [
        "environment"
      ],
      "timestamp": "00:17:23:11"
    },
    {
      "id": "context_52_43",
      "index": 43,
      "speaker": "Donna Nagata",
      "words": "Although the Nisei wanted to move on with life and shield their children from the past, their offspring were still affected rather than silence, representing an absence of something. It signaled to the Sansei the presence of something ominous and negative. This sense of foreboding contributed to an avoidance on the part of the sensei, as well. Partly out of respect for their parents privacy, but also because they wanted to evoke their own negative emotions.",
      "tags": [

      ],
      "timestamp": "00:17:44:10"
    },
    {
      "id": "context_52_44",
      "index": 44,
      "speaker": "Donna Nagata",
      "words": "The result was the incarceration led to Sansei growing up with a gap in their own family history.",
      "tags": [

      ],
      "timestamp": "00:18:15:24"
    },
    {
      "id": "context_52_45",
      "index": 45,
      "speaker": "Donna Nagata",
      "words": "A second key area of transgenerational impact was the accelerated loss of Japanese culture and language. Because the incarceration emphasized that being Japanese was a serious liability. Many Nisei raised their Sansei children to be American and downplayed Japanese culture and language. This is clearly expressed in the quote from one of the Sansei in my research. It affected the way they raised us.",
      "tags": [
        "education"
      ],
      "timestamp": "00:18:26:10"
    },
    {
      "id": "context_52_46",
      "index": 46,
      "speaker": "Donna Nagata",
      "words": "They encouraged us to do everything so-called American. We didn't do judo. We didn't do kendo. We didn't do anything Japanese.",
      "tags": [

      ],
      "timestamp": "00:18:52:02"
    },
    {
      "id": "context_52_47",
      "index": 47,
      "speaker": "Donna Nagata",
      "words": "Another incarceration related message from Nisei parents was that their children needed to do well in school and work. As a result, Sansei felt extra pressure to achieve and meet their parents expectations. An extension of the nurse's efforts to demonstrate worth to the broader society, as well as to uphold the reputation of the Japanese-American community, DeSanto were also told, don't rock the boat, keep out of trouble and avoid anything that could draw negative attention to yourself.",
      "tags": [
        "education"
      ],
      "timestamp": "00:19:03:24"
    },
    {
      "id": "context_52_48",
      "index": 48,
      "speaker": "Donna Nagata",
      "words": "These expectations affected the son's sense of identity and self-esteem, as described by one of the interviewees in my study.",
      "tags": [
        "education"
      ],
      "timestamp": "00:19:34:20"
    },
    {
      "id": "context_52_49",
      "index": 49,
      "speaker": "Donna Nagata",
      "words": "She said, I think the internment has influenced all our lives, even though we do not talk about it much. Our need to achieve, to prove ourselves American, our feelings of self-worth all have been influenced by the mass rejection we were subjected to. And despite the Nisei efforts to avoid burdening their children with the camp past, Sansei reported that they still felt a intergenerational sadness or anger around the family's past incarceration.",
      "tags": [

      ],
      "timestamp": "00:19:44:13"
    },
    {
      "id": "context_52_50",
      "index": 50,
      "speaker": "Donna Nagata",
      "words": "A sense of skepticism about the government was also expressed by some Sansei, said one. It's affected my whole feeling about this country. I no longer stand up at baseball games and say the Pledge of Allegiance. I'm real critical of the government. It's really because of what happened to my parents and grandparents.",
      "tags": [

      ],
      "timestamp": "00:20:17:16"
    },
    {
      "id": "context_52_51",
      "index": 51,
      "speaker": "Donna Nagata",
      "words": "Although this comment illustrates a negative impact, the gap between U.S. Democratic ideals and the incarceration injustice sparked some stance towards positive actions when they chose careers in law or community activism to address future social injustice.",
      "tags": [

      ],
      "timestamp": "00:20:38:11"
    },
    {
      "id": "context_52_52",
      "index": 52,
      "speaker": "Donna Nagata",
      "words": "Sansei interviewees revealed some additional interesting impacts. One was the honoring of a parent's incarceration past by particularly choosing an educational or career choice to complete the goal of a parent whose life had been derailed by the camp's. Other Sansei mentioned honoring their parents past by following their camp related behaviors and habits, and specific one Sansei noted that after the war, his father tried to be as American as possible by only buying American made products.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:20:58:14"
    },
    {
      "id": "context_52_53",
      "index": 53,
      "speaker": "Donna Nagata",
      "words": "Nothing from Japan. His father fathers cars were always Chevy's. Nearly 50 years later, the Sansei son also bought only Chevys in recognition of his father's preferences and what they represented. Sansei were also impacted by the loss of a parent. For some, this was due to an early death that they linked to the stress of the incarceration. For others, there was the loss of a parent at a psychological level, believing that their parent was less fulfilled and less engaged in life because they had been thwarted by their wartime experience.",
      "tags": [

      ],
      "timestamp": "00:21:34:03"
    },
    {
      "id": "context_52_54",
      "index": 54,
      "speaker": "Donna Nagata",
      "words": "As with the Nisei signs, they also were able to identify positive impacts. The most commonly noted was the impact of seeing their parents as role models of resilience, and drawing inspiration from what they had endured. For other Sansei. There's a sobering recognition that their own existence is linked to the camps because their parents met their. So let's say interviewees also described instances where certain foods unexpectedly became incarceration triggers in their interactions with parents.",
      "tags": [

      ],
      "timestamp": "00:22:15:00"
    },
    {
      "id": "context_52_55",
      "index": 55,
      "speaker": "Donna Nagata",
      "words": "These were times when any, say, parent had a surprisingly abrupt and negative response to something that the sunset thought was neutral or positive. As an example, one sensei in my study mentioned that when she was a young girl, she was thrilled to have successfully made a Jell-O mold like in this picture. She brought it to her father in excitement and instead of being positive, his response was, UG.",
      "tags": [
        "education"
      ],
      "timestamp": "00:22:51:06"
    },
    {
      "id": "context_52_56",
      "index": 56,
      "speaker": "Donna Nagata",
      "words": "I hate Jell-O. It reminds me of camp. She was hurt by this unexpected reaction, and Jell-O, which had been an emotional trigger for her dad, now had a negative connotation for her as well. Apple butter shown here, was the most frequently cited food that Nisei parents responded to when their children brought it to their attention. Certain places could also elicit emotional interactions with Sansei and their parents.",
      "tags": [

      ],
      "timestamp": "00:23:16:11"
    },
    {
      "id": "context_52_57",
      "index": 57,
      "speaker": "Donna Nagata",
      "words": "One of the interviewees described how she had always loved horses as a little girl. She lived in an area near the Santa Anita racetrack and repeatedly asked her mother to take her to see it. Her mother repeatedly refused until she finally gave in. Once they arrived, the daughter asked to go on a tour of the stable area, and here is what she described.",
      "tags": [

      ],
      "timestamp": "00:23:45:09"
    },
    {
      "id": "context_52_58",
      "index": 58,
      "speaker": "Donna Nagata",
      "words": "We went and my father, my mother told me, you see that stall over there? That's number five, Seabiscuit Lane. We lived in that stall. I was so upset. I was so angry because on the one hand, there were all these beautiful horses. And it was a beautiful facility. But for a family, it was just so awful. She told us that when we got there, there was horse manure on the floors.",
      "tags": [

      ],
      "timestamp": "00:24:06:21"
    },
    {
      "id": "context_52_59",
      "index": 59,
      "speaker": "Donna Nagata",
      "words": "Santa Anita Racetrack as a place which originally seemed so positive and exciting to the daughter that was now associated with her mother's painful past. The daughter did not know that the same racetrack had been used as a temporary detention center during the war, where Japanese-Americans were held for several months before being moved to the more permanent incarceration camps.",
      "tags": [
        "conflict"
      ],
      "timestamp": "00:24:31:18"
    },
    {
      "id": "context_52_60",
      "index": 60,
      "speaker": "Donna Nagata",
      "words": "What about the fourth generation, the Yanks, whose grandparents were incarcerated beyond, say, who are now in their mid 20s, late 30s, have grown up in a life context that is quite different from their Sansei parents. Most have grown up with more exposure to Asian American, multicultural and ethnic minority content in their educational settings and through social media. The answer are also more likely to be bi or multiracial, since the Sansei had approximately a 50% marriage rate.",
      "tags": [

      ],
      "timestamp": "00:24:58:01"
    },
    {
      "id": "context_52_61",
      "index": 61,
      "speaker": "Donna Nagata",
      "words": "My current most recent research is focused on understanding the youngest perspectives on the incarceration. Using an online survey, I gathered data from fourth generation Japanese Americans whose average age was about 34 years. The majority are self-identified as female. Within the survey, more than 40 and 50 young. They answered the following open ended questions that I show here. In what ways has incarceration affected your own life?",
      "tags": [
        "education"
      ],
      "timestamp": "00:25:31:17"
    },
    {
      "id": "context_52_62",
      "index": 62,
      "speaker": "Donna Nagata",
      "words": "Like the Sansei, Yancy also report incarceration impacts on their sense of identity and loss of Japanese culture and language. Close to 40% who answered this open ended question mentioned effects on their sense of identity. One Yonsei referred to this as a waterfall effect, being passed down from grandparents to be more American than Japanese. Another described it this way my mom was cut from her traditions and culture, so she tried to raise us Americans, but it felt like a lie.",
      "tags": [
        "history"
      ],
      "timestamp": "00:26:01:20"
    },
    {
      "id": "context_52_63",
      "index": 63,
      "speaker": "Donna Nagata",
      "words": "I felt like I was robbed of having a real culture and a real identity. And yet another yonsei described the strain this way. I grew up in the fake idea of what American life should be. It felt like an act, like we were cast into the wrong roles, and that life as the life we were supposed to have was taken from us.",
      "tags": [
        "cinema"
      ],
      "timestamp": "00:26:36:01"
    },
    {
      "id": "context_52_64",
      "index": 64,
      "speaker": "Donna Nagata",
      "words": "About 28% of you, and they also reported impacts on their family dynamics. Most frequently, like with the Sansei, this was represented as the family's silence. And this quote from a young is very similar to what you would have seen for Sansei. I got passing references and hushed conversations about the camps, and I never really understood the full impact of it on my family.",
      "tags": [
        "music"
      ],
      "timestamp": "00:27:01:02"
    },
    {
      "id": "context_52_65",
      "index": 65,
      "speaker": "Donna Nagata",
      "words": "And when my interest was piqued regarding my family's past, the grandparents and grand aunts and uncles who lived through it were either passed away or didn't want to talk about it.",
      "tags": [

      ],
      "timestamp": "00:27:23:23"
    },
    {
      "id": "context_52_66",
      "index": 66,
      "speaker": "Donna Nagata",
      "words": "Others described emotional distance or difficulties in managing closeness in their family, said one. I don't have as much emotional intimacy with family members due to their own survival traits passed down from the ancestors who were incarcerated. Another shared I think my grandparents were conditioned to be very controlled in terms of expressing their emotions because of how they felt they needed to suck up what happened to them in the camps.",
      "tags": [
        "history"
      ],
      "timestamp": "00:27:37:02"
    },
    {
      "id": "context_52_67",
      "index": 67,
      "speaker": "Donna Nagata",
      "words": "And during my grandpa's time in the four 42nd that carried over into the way they raised their kids and the way my mom raised my sister and me. We can be quite repressed some ways, especially when it comes to our own suffering. And another, Yancy described it this way. The generational torment has sifted its way into my generation.",
      "tags": [

      ],
      "timestamp": "00:28:03:17"
    },
    {
      "id": "context_52_68",
      "index": 68,
      "speaker": "Donna Nagata",
      "words": "Much of the pain is palpable and the offspring of those incarcerated. My mother was often cold and emotionally unavailable due to being raised by a person who was poor and incarcerated.",
      "tags": [

      ],
      "timestamp": "00:28:25:19"
    },
    {
      "id": "context_52_69",
      "index": 69,
      "speaker": "Donna Nagata",
      "words": "As were the Sansei. There was mention among your own say about a sense of distrust or caution around the government. Said one. Knowing what my grandparents and hundreds of thousands of other people just like me went through has made me appreciate the freedoms many people take for granted. It has also seeded a distrust and a resentment of the government.",
      "tags": [

      ],
      "timestamp": "00:28:39:03"
    },
    {
      "id": "context_52_70",
      "index": 70,
      "speaker": "Donna Nagata",
      "words": "Others mentioned a general sense of insecurity. One wrote I think that they, and referring to Nisei grandparents, passed down to my dad the saying hope for the best, prepare for the worst since they had everything taken away so suddenly. My dad has always been very concerned over the safety of my sister and I to an extreme extent. Others noted that they believed that their insecurity about not having enough money, or about their possessions, might have stemmed from the past incarceration in relation to material possessions.",
      "tags": [

      ],
      "timestamp": "00:29:01:14"
    },
    {
      "id": "context_52_71",
      "index": 71,
      "speaker": "Donna Nagata",
      "words": "One USA interestingly noted, I constantly experience an inherited and complicated relationship to physical things. What to keep, what to hold on to, what to get rid of, what not to acquire. And this is a reaction to my grandmother's hoarding and extreme saving of useful material. Others mentioned specific family or personal psychological problems and stressors, including anxiety and depression.",
      "tags": [

      ],
      "timestamp": "00:29:37:11"
    },
    {
      "id": "context_52_72",
      "index": 72,
      "speaker": "Donna Nagata",
      "words": "As one mentioned, I've walked around with a sense of unease and anger my whole life, partly stemming from this family experience of being branded and cast out. Anxiety and depression are companions in my life. Others noted that addictions, particularly alcoholism, are linked to their families with regard to alcoholism. One Yonsei wrote I think I could have had a better relationship with my grandfather had the incarceration not happened.",
      "tags": [
        "cinema"
      ],
      "timestamp": "00:30:07:08"
    },
    {
      "id": "context_52_73",
      "index": 73,
      "speaker": "Donna Nagata",
      "words": "He was very scarred afterward and became an alcoholic. And others mentioned hoarding as well, which I mentioned previously. At the same time, nearly 30% of Youngjae mentioned that they have a sensitivity and a commitment to issues of social justice linked to the incarceration, said one. The incarceration is a defining moral compass for my activism, and I endeavor to educate the public about the Japanese American experience so that future generations do not experience the low self-esteem and other issues I had growing up.",
      "tags": [

      ],
      "timestamp": "00:30:36:02"
    },
    {
      "id": "context_52_74",
      "index": 74,
      "speaker": "Donna Nagata",
      "words": "Other Youngjae expanded this to broader issues, said one. I think it's made me much more empathetic towards others facing racial and social injustice. It motivates me to get involved, fighting injustice that's happening today. And this photo shows young Japanese Americans in support of Black Lives Matter.",
      "tags": [

      ],
      "timestamp": "00:31:12:23"
    },
    {
      "id": "context_52_75",
      "index": 75,
      "speaker": "Donna Nagata",
      "words": "Like the Sansei, there are Yonsei whose careers have been linked to the incarceration as well. This includes social justice work. As I mentioned, but also academic study and creative art. Also similar to the Sansei, you want to respond as express positive impacts of pride and inspiration as expressed in this person's comments. I am thankful for my great grandparents and grandparents resilience to overcome their hardship, to provide for their families.",
      "tags": [
        "education"
      ],
      "timestamp": "00:31:34:16"
    },
    {
      "id": "context_52_76",
      "index": 76,
      "speaker": "Donna Nagata",
      "words": "I'm thankful for the hard work of my parents to continue building a better life for me. I'm thankful to be Japanese-American because of my family's love, strength, and resilience. To be Japanese-American is to not give up. Never stop resisting. Always stand up for what is right and always overcome. Finally, Yancey also described an act of reclaiming of their culture and history by researching their family history and learning about the incarceration.",
      "tags": [
        "education"
      ],
      "timestamp": "00:32:03:24"
    },
    {
      "id": "context_52_77",
      "index": 77,
      "speaker": "Donna Nagata",
      "words": "Learning how to cook Japanese food, visiting the camp sites or going on camp pilgrimages, and joining Japanese-American organizations. One year young. See also. Mentioned it taking in a concerted effort to travel to and integrate into the Japanese-American. Even though they lived in a predominantly white community. As I mentioned earlier, they are more likely to have mixed Japanese heritage than the Sansei generation.",
      "tags": [
        "education",
        "history"
      ],
      "timestamp": "00:32:37:02"
    },
    {
      "id": "context_52_78",
      "index": 78,
      "speaker": "Donna Nagata",
      "words": "Almost twice as many respondents in my study self-identified as being Japanese and European descent, specifically compared with those who were solely identified as being Japanese heritage. Several of these individuals describe the role of incarceration in their lives.",
      "tags": [
        "education",
        "history"
      ],
      "timestamp": "00:33:09:15"
    },
    {
      "id": "context_52_79",
      "index": 79,
      "speaker": "Donna Nagata",
      "words": "One person specifically referenced the connection between incarceration and identity in several ways, she said. One, it made me fully embrace both parts of my identity. Also, it helped me feel a sense of solidarity with Japanese Americans as a community and finally, learning that anyone with a blood quanta is loaned as low as 1/16, were rounded up and put in camps, made me realize that it could have been me.",
      "tags": [
        "education"
      ],
      "timestamp": "00:33:31:03"
    },
    {
      "id": "context_52_80",
      "index": 80,
      "speaker": "Donna Nagata",
      "words": "That to white America I am not white. Another Yonsei noted, feeling a connected sense of stigma to the incarceration, noting that as a mixed race individual, I was a minority within this minority and lacked the vocabulary to navigate my complicated identity. The incarceration and anti-Japanese racism in general created a deeply negative stigma around Japanese deaths, and until I left for college, I felt ashamed about this part of my heritage.",
      "tags": [
        "history"
      ],
      "timestamp": "00:34:01:18"
    },
    {
      "id": "context_52_81",
      "index": 81,
      "speaker": "Donna Nagata",
      "words": "I had nothing positive to associate with it, and it was a constant source of bullying and otherness that I experienced growing up. Another Yonsei noted a sense of disconnection on two levels. First, she felt a disconnection from her Japanese identity that stemmed from the camp related assimilation forced onto her family, but also a disconnection from the larger Japanese-American community, noting that as a hopper mixed race Japanese-American, it has been even more limiting because the Japanese American community does not acknowledge me as Japanese.",
      "tags": [

      ],
      "timestamp": "00:34:32:17"
    },
    {
      "id": "context_52_82",
      "index": 82,
      "speaker": "Donna Nagata",
      "words": "Unfortunately, ongoing national and international events serve as reminders that these historical traumas have continued relevance. In 1982, Vincent Shin, a young Chinese American, was brutally beaten to death in Detroit by two white men. A Chrysler automotive plant supervisor, Ronald Evans, and his stepson, a laid off auto worker, Michael Nitz. Evans was heard swearing at chin and saying, it's because of people like you that we are out of work.",
      "tags": [
        "labor"
      ],
      "timestamp": "00:35:16:08"
    },
    {
      "id": "context_52_83",
      "index": 83,
      "speaker": "Donna Nagata",
      "words": "The comment was referring to the Japanese auto industry. It did not matter that Chen was Chinese, not Japanese, or that he lived in the United States and had no connection to businesses in Japan. In 2001, immediately after the September 11th terrorist attacks, parallels were drawn to Japan's attack on Pearl Harbor, and there were calls to round up Arab and Muslim Americans, just as the government had done with Japanese Americans in 1942.",
      "tags": [

      ],
      "timestamp": "00:35:45:12"
    },
    {
      "id": "context_52_84",
      "index": 84,
      "speaker": "Donna Nagata",
      "words": "More recently, the government's establishment of migrant detention camps also sparked concern among members of the Japanese American community. In the summer of 2019, the US government announced plans to house 1400 migrant children at a military base at Fort Sill, Oklahoma. The base once held 700 Japanese-Americans under armed guards and surrounded by barbed wire, for two months during World War Two.",
      "tags": [
        "migration",
        "conflict"
      ],
      "timestamp": "00:36:14:04"
    },
    {
      "id": "context_52_85",
      "index": 85,
      "speaker": "Donna Nagata",
      "words": "Recognizing this, a group of Japanese American activists, including some who had been incarcerated as children, went to Fort Sill to protest the plans and displayed signs to stop repeating history. As shown in this photo.",
      "tags": [

      ],
      "timestamp": "00:36:40:21"
    },
    {
      "id": "context_52_86",
      "index": 86,
      "speaker": "Donna Nagata",
      "words": "And the upsurge of anti-Asian hate and violence since the start of Covid 19 serves as yet another reminder of the ways in which those of Asian heritage are viewed as forever foreigners who pose a threat to the US. New stories about these recent attacks often point to the long history of anti-Asian sentiments and policies in the United States, and often mentioned the wartime incarceration as a prominent example of this pattern.",
      "tags": [
        "history"
      ],
      "timestamp": "00:36:57:13"
    },
    {
      "id": "context_52_87",
      "index": 87,
      "speaker": "Donna Nagata",
      "words": "The past of all generations of Japanese Japanese Americans are linked to the present. These current events are very concerning, but it's heartening to see that in my recent survey, there are a range of negative incarceration impacts reported by Sansei, but also they recognize a multigenerational legacy includes a sense of resilience and pride in their families and having survived historical trauma.",
      "tags": [
        "history"
      ],
      "timestamp": "00:37:24:00"
    },
    {
      "id": "context_52_88",
      "index": 88,
      "speaker": "Donna Nagata",
      "words": "Hopefully, these strengths, along with Beyoncé's interest in social justice and efforts to educate others about what happened, will help to address not only current but also future challenges. I would just like also to take a minute to acknowledge the many sources of support that I've received over the years that I have conducted this research with Nisei, Sansei and Jones.",
      "tags": [
        "education"
      ],
      "timestamp": "00:37:53:08"
    },
    {
      "id": "context_52_89",
      "index": 89,
      "speaker": "Donna Nagata",
      "words": "Without their help, this would not have been possible, and particularly to all those who have participated in the study or helped it in some way. My deepest thanks to them as well. Thank you.",
      "tags": [
        "education"
      ],
      "timestamp": "00:38:19:17"
    },
    {
      "id": "context_52_90",
      "index": 90,
      "speaker": "Robyn Achilles",
      "words": "Great. Thank you so much, Doctor Nagata. Really appreciate, your research and your presentation. I thought I would just, ask you a few questions. As a follow up, to your presentation. As a descendant of incarcerated and as a sansei, I so appreciate your work in this area. Could you share with us how survivors and descendants of incarceration respond after reading or hearing in your work?",
      "tags": [
        "education"
      ],
      "timestamp": "00:38:43:01"
    },
    {
      "id": "context_52_91",
      "index": 91,
      "speaker": "Donna Nagata",
      "words": "Sure. Thanks for that question, because I think what it helps is, I guess highlight that research is an interactive process, you know? So one thing that has happened and doing this work is I've really felt so grateful for not only the support of the community, but for those people who who jumped in and really contributed.",
      "tags": [
        "education"
      ],
      "timestamp": "00:39:15:20"
    },
    {
      "id": "context_52_92",
      "index": 92,
      "speaker": "Donna Nagata",
      "words": "One of the things that I have gotten feedback on, particularly from Santana and say, is they really feel seen by the work that I'm doing. It's rare that they see research that speaks to, something that they've personally experienced around the issue of the camps. And so, I think words like feeling seen or I feel really affirmed.",
      "tags": [
        "education"
      ],
      "timestamp": "00:39:39:10"
    },
    {
      "id": "context_52_93",
      "index": 93,
      "speaker": "Donna Nagata",
      "words": "Those are some common responses that people have had when they either read about the work or have participated in my study. And I think related to that, they've been grateful to have this put out there that, this story is important and, to have it recognized. I think they take that to heart. So, that's been really positive.",
      "tags": [
        "education"
      ],
      "timestamp": "00:40:03:06"
    },
    {
      "id": "context_52_94",
      "index": 94,
      "speaker": "Donna Nagata",
      "words": "The other interesting thing is the Yancey Sturtevant study was done online, but my previous research with the Sansei and Nisei were done quite some time ago when it was a paper pencil survey, and it required people to mail these, big packets back to me. They had stamps attached. But, you know, it took that old school, mail back method and but what that allowed for is for people to send additional things.",
      "tags": [
        "education"
      ],
      "timestamp": "00:40:24:24"
    },
    {
      "id": "context_52_95",
      "index": 95,
      "speaker": "Donna Nagata",
      "words": "So, I was just taken by some of the Nisei sent me books that their families had sort of self-published about the family history and included that. Other people included lists of other folks they thought might be interested in participating. One person actually sent back their survey with a $5 bill and said, you know, I hope that this, you know, small amount can help support your research.",
      "tags": [
        "education"
      ],
      "timestamp": "00:40:52:04"
    },
    {
      "id": "context_52_96",
      "index": 96,
      "speaker": "Donna Nagata",
      "words": "I think it's really important. So people kind of going over and above was, really, really amazing. And I think that was another way in which it kind of convinced me that this was touching something that was important to people. They really took it personally, but also wanted to move it forward. So I guess those were the sort of summary things that came to mind.",
      "tags": [

      ],
      "timestamp": "00:41:22:16"
    },
    {
      "id": "context_52_97",
      "index": 97,
      "speaker": "Donna Nagata",
      "words": "And in terms of reactions and responses.",
      "tags": [

      ],
      "timestamp": "00:41:47:16"
    },
    {
      "id": "context_52_98",
      "index": 98,
      "speaker": "Robyn Achilles",
      "words": "Yes. I'm I'm really, excited and thankful. Next, our next, series in this, next webinar in the series will be a, a panel discussion with, Nisei, Sansei and Yonsei descendants. And they'll be discussing watching your presentation and then discussing their own family experiences and, their reactions to your work. So I'm really excited to hear, hear from them as well.",
      "tags": [

      ],
      "timestamp": "00:41:55:17"
    },
    {
      "id": "context_52_99",
      "index": 99,
      "speaker": "Robyn Achilles",
      "words": "Right.",
      "tags": [

      ],
      "timestamp": "00:42:29:00"
    },
    {
      "id": "context_52_100",
      "index": 100,
      "speaker": "Robyn Achilles",
      "words": "So I also I hear my family's story and my own story in the themes that you found. However, we know there are differences and layers to the incarceration experience. Could you speak to some of the exceptions to the themes and to the sub themes?",
      "tags": [

      ],
      "timestamp": "00:42:33:03"
    },
    {
      "id": "context_52_101",
      "index": 101,
      "speaker": "Donna Nagata",
      "words": "Yes. I absolutely this is a really important what I present are these broad kind of, findings, and they don't touch on everyone's experience and by all means don't typify, you know, across the whole group. So I'm really glad you're asking about that. I would say that even though, for example, the theme of silence is one that I find comes up very often, and for the majority of participants who have been in my studies, there are families who who did speak about it openly and did express their anger.",
      "tags": [
        "literature"
      ],
      "timestamp": "00:42:54:15"
    },
    {
      "id": "context_52_102",
      "index": 102,
      "speaker": "Donna Nagata",
      "words": "So I think that's one layer that I haven't dug into, but, would be interesting for someone who wants to pursue that is really understanding what those experiences were like. You know, how is it that people did have actual conversations and felt comfortable? Because I think that that is important to know about. So I would say that's one, area.",
      "tags": [

      ],
      "timestamp": "00:43:31:06"
    },
    {
      "id": "context_52_103",
      "index": 103,
      "speaker": "Donna Nagata",
      "words": "The other thing that's interesting, though, is, my research is heavily on interviews and then coding themes from interviews, but also I have quantitative data. And in my Sansei study, I did both. I had an interesting quantitative finding was that, there is that Sansei who reported having more frequent conversations about camp within their families were also the ones who were more likely to report higher, experiences of anger and sadness around the incarceration.",
      "tags": [
        "education"
      ],
      "timestamp": "00:43:55:13"
    },
    {
      "id": "context_52_104",
      "index": 104,
      "speaker": "Donna Nagata",
      "words": "So it's sort of like there's this, double edged sword, I guess, about what the what the communication impact can be. I mean, silence clearly wasn't desirable as a lot of my interviewees and, and people reported. But, you know, the more you know, then potentially you also know more about, the injustice and that can engender. Right.",
      "tags": [

      ],
      "timestamp": "00:44:27:15"
    },
    {
      "id": "context_52_105",
      "index": 105,
      "speaker": "Donna Nagata",
      "words": "Maybe being more connected to the, the anger and negative emotions about what happened. So, that was an interesting kind of parallel finding in the quantitative part of the work that I did. And the other thing I think that's important, even though I'm highlighting these historical trauma, if you will, kind of downstream impacts, there are people who had no reported impacts that they're in the minority.",
      "tags": [

      ],
      "timestamp": "00:44:49:20"
    },
    {
      "id": "context_52_106",
      "index": 106,
      "speaker": "Donna Nagata",
      "words": "But, you know, for example, in my Yonsei survey that I just did, I think there was a bit less than 3% of those who answered that open ended question, with the comments of it really didn't impact me that much, you know, I don't see it as having that huge of, of a, place in my life.",
      "tags": [

      ],
      "timestamp": "00:45:16:23"
    },
    {
      "id": "context_52_107",
      "index": 107,
      "speaker": "Donna Nagata",
      "words": "But there are really small percentage compared to those who really went to some lengths to talk about it. That said, importantly, across all my studies, these are people who've chosen to react or rather to respond to a survey about the incarceration. So, and they are also largely, participants who may have been recruited from Japanese-American organizations, because that was the way I was able to get the word out that the study was being done.",
      "tags": [
        "education"
      ],
      "timestamp": "00:45:36:04"
    },
    {
      "id": "context_52_108",
      "index": 108,
      "speaker": "Donna Nagata",
      "words": "And so those people also are more likely to be connected to these topics. And it probably has more relevance potentially to them, than if we had a, you know, random way to, to generate people for, for the work. So, yes, there are people who, who say it happened, you know, it was a bad thing, but I'm in my space right now.",
      "tags": [

      ],
      "timestamp": "00:46:03:18"
    },
    {
      "id": "context_52_109",
      "index": 109,
      "speaker": "Donna Nagata",
      "words": "Doesn't feel particularly impacted by that. So, I think that's important. The other thing about layers is, I picked up on that word when you mentioned it. It reminded me of one of the interesting parts about doing this research. This is, around doing interviews. So I've done interviews not with Yonsei, but I've done them with NASA and Sansei and, and inevitably when I would begin these interviews, people would, they would be kind enough to agree to do it, but then we'd say, you know, I'm happy to help you out, but I really have not much to say.",
      "tags": [
        "education"
      ],
      "timestamp": "00:46:27:24"
    },
    {
      "id": "context_52_110",
      "index": 110,
      "speaker": "Donna Nagata",
      "words": "You know, other people had way worse experiences or more interesting experiences. You know, my family did pretty well. Nothing. Nothing to report here would sort of be the feel to it. And then I would keep pRobyng and asking questions and, across the board, eventually things would emerge, you know. So layers to me is also the layering of of how people think about this experience in their lives.",
      "tags": [

      ],
      "timestamp": "00:47:05:17"
    },
    {
      "id": "context_52_111",
      "index": 111,
      "speaker": "Donna Nagata",
      "words": "And, a really powerful example that came across, when I was doing an interview with a Nisei, woman. She said the same thing. You know, my life is pretty nondescript. Nothing. I really the camps didn't really affect me. It wasn't bad at all. And then she said late in the interview, as we continue to get some information, she said, oh, you know, I do remember now something on that day because I had asked for what was happening on the day that, you know, you left your homes and information like that.",
      "tags": [

      ],
      "timestamp": "00:47:33:07"
    },
    {
      "id": "context_52_112",
      "index": 112,
      "speaker": "Donna Nagata",
      "words": "She said, I just remembered that I had to leave behind my bicycle. And she said I had just gotten it. I was so excited. And it was I was just, you know, really upset that I would have to leave it behind. And so she suddenly realized this, this thing was upsetting and traumatic for her as a little girl, because one of the things that she had said early on is since I was so young, it didn't impact me.",
      "tags": [

      ],
      "timestamp": "00:48:07:06"
    },
    {
      "id": "context_52_113",
      "index": 113,
      "speaker": "Donna Nagata",
      "words": "But as she made this realization, she began to get very tearful and her emotion came back. And so I think like that's another example of layers, in doing this work that has been really, informative.",
      "tags": [

      ],
      "timestamp": "00:48:34:10"
    },
    {
      "id": "context_52_114",
      "index": 114,
      "speaker": "Robyn Achilles",
      "words": "Well, I think that's so interesting. And I think you touched on this a little bit, but I, I also wonder, as people go through this process as they're, discovering and talking about it, where something that's been suppressed for so long, how it may bring up additional issues for them. So I think I mentioned to you, earlier, I had attended a Day of Remembrance event in Seattle many years ago, and Gordon here by actually one of the resisters at the time was speaking.",
      "tags": [

      ],
      "timestamp": "00:48:52:16"
    },
    {
      "id": "context_52_115",
      "index": 115,
      "speaker": "Robyn Achilles",
      "words": "And then, during the question and answer and discussion period, someone had stood up and, and, you know, was extremely tearful. So emotional and talked about how, he admired her obviously so much and how he felt so guilty about not speaking up and how he said he, he felt like he needed to go because her to to camp because, his parents didn't speak English and he wanted to take care of them.",
      "tags": [

      ],
      "timestamp": "00:49:27:14"
    },
    {
      "id": "context_52_116",
      "index": 116,
      "speaker": "Robyn Achilles",
      "words": "And so I think as we went through kind of the, the movement in the 80s for the apology and reparations and the Civil Liberties Act, it must have brought up additional traumas that people started feeling in addition to the traumas of being incarcerated. Did you find any, were there any themes around that in, in your research as well?",
      "tags": [
        "education"
      ],
      "timestamp": "00:50:04:09"
    },
    {
      "id": "context_52_117",
      "index": 117,
      "speaker": "Donna Nagata",
      "words": "It's not something that emerged specifically, but I do think your point is that, all along the way, the context of opportunities, where, you know, the information can either bubble up or be touched upon are more touchstones about the event itself. Right? So it this whole idea that something happened and it's done. I think those are more examples of how it bubbles up again.",
      "tags": [

      ],
      "timestamp": "00:50:33:06"
    },
    {
      "id": "context_52_118",
      "index": 118,
      "speaker": "Donna Nagata",
      "words": "And then it does require some processing or, you know, a different context of understanding. But to your question, I haven't specifically, you know, had that theme come up. I think most people sort of took this, you know, and I did not do research on people who, participated, you know, in the actual hearings, but that would have been very powerful as well.",
      "tags": [
        "literature",
        "education"
      ],
      "timestamp": "00:51:03:02"
    },
    {
      "id": "context_52_119",
      "index": 119,
      "speaker": "Robyn Achilles",
      "words": "And just to follow one last follow question was that what do you hope to study next?",
      "tags": [
        "education"
      ],
      "timestamp": "00:51:31:12"
    },
    {
      "id": "context_52_120",
      "index": 120,
      "speaker": "Donna Nagata",
      "words": "Well, I still have. My next is continuing to, dig into the Yancey, study that I've collected data for the findings that I've shared today are based on that open ended question. Right. So, basically, people were allowed to spontaneously type text into their online survey before they submitted it. And that was one that things that means is that the themes when I say, you know, x percent, reported this, that's really just quoted from people who said that was in their response.",
      "tags": [
        "education"
      ],
      "timestamp": "00:51:38:20"
    },
    {
      "id": "context_52_121",
      "index": 121,
      "speaker": "Donna Nagata",
      "words": "It doesn't mean they're there might be many others who would agree. Oh, yeah. If I thought about that, I would have said yes. That happened as well. So this is really spontaneous. What do you put right to this open ended question? So that's what those findings have been based on. What I have not started doing yet is digging into the quantitative piece of the survey, which actually was the bulk of it.",
      "tags": [

      ],
      "timestamp": "00:52:14:10"
    },
    {
      "id": "context_52_122",
      "index": 122,
      "speaker": "Donna Nagata",
      "words": "So since we're asked a whole range of questions, some of them were camp related. So an example might be, on a scale of 1 to 7. So these are quantitative circle or click one answer. The question might be the incarceration had a positive impact in my on my upbringing. And then they have to indicate 1 to 7 strongly disagree strongly agree.",
      "tags": [

      ],
      "timestamp": "00:52:37:11"
    },
    {
      "id": "context_52_123",
      "index": 123,
      "speaker": "Donna Nagata",
      "words": "So they had a whole lot of questions incarceration focus like that. And then they also had similarly set up rating scales for more general questions around their experiences of Asian American racism. Their beliefs in a just world, their sense of well-being, their self-reported level of self-esteem. And so what I have laid out before me now is to dig into this quantitative data and start looking at how varied incarceration perspectives might be associated with differences amongst the USA.",
      "tags": [

      ],
      "timestamp": "00:53:00:19"
    },
    {
      "id": "context_52_124",
      "index": 124,
      "speaker": "Donna Nagata",
      "words": "You know, they're clearly not a monolithic group. And so, really sort of teasing out more specifics about what those interrelationships look like between maybe more general worldviews and then reported impacts of, you know, this experience in their lives. So that's on my plate for the future. And yeah, I, I'm looking forward to seeing, you know, maybe those will help to kind of confirm things that the open ended revealed or maybe something really different comes out from that, which will be interesting as well.",
      "tags": [

      ],
      "timestamp": "00:53:38:21"
    },
    {
      "id": "context_52_125",
      "index": 125,
      "speaker": "Robyn Achilles",
      "words": "Great. Thank you. My last question is, you know, this series, is with the with the Idaho Humanities Council is funded by the National Endowment for the Humanities program, a more perfect union. As we pursue a more perfect union, what do you hope citizens, policymakers, and leaders will learn from your work?",
      "tags": [
        "labor"
      ],
      "timestamp": "00:54:15:20"
    },
    {
      "id": "context_52_126",
      "index": 126,
      "speaker": "Donna Nagata",
      "words": "I think my hope is that my work will encourage people to really consider the long range impacts of governmental policies. I think that's really the bottom line. And that, it's really important to assess how our decisions that we're making in the present can have long term consequences on a, on a whole variety of levels. You know, some of what I'm talking about is very specific and unique and, and, and unexpected, if you will.",
      "tags": [

      ],
      "timestamp": "00:54:45:18"
    },
    {
      "id": "context_52_127",
      "index": 127,
      "speaker": "Donna Nagata",
      "words": "Right. And others seem like, yes, that is clearly an outcome right, of that policy that was set. So that we really look at these at a variety of levels and that take into account that current decisions have reverberations into future generations. I think that's really, key part of it. And I guess the other thing is, you know, referring to the phrase a more perfect union.",
      "tags": [
        "labor"
      ],
      "timestamp": "00:55:14:22"
    },
    {
      "id": "context_52_128",
      "index": 128,
      "speaker": "Donna Nagata",
      "words": "My hope is that policymakers, when they think about what the union is, that they take a broad lens of that, you know, so that it takes into account the past to avoid mistakes that have been made, like the incarceration, not just a mistake, but huge injustices, but also have that lens include union into the future, right?",
      "tags": [
        "labor"
      ],
      "timestamp": "00:55:40:22"
    },
    {
      "id": "context_52_129",
      "index": 129,
      "speaker": "Donna Nagata",
      "words": "So that we're we're thinking about things broadly, not just in the moment.",
      "tags": [

      ],
      "timestamp": "00:56:06:03"
    },
    {
      "id": "context_52_130",
      "index": 130,
      "speaker": "Robyn Achilles",
      "words": "Thank you so much, Doctor Nagata, for joining us. This was, an incredible session with you. So I really appreciate it.",
      "tags": [

      ],
      "timestamp": "00:56:16:23"
    },
    {
      "id": "context_52_131",
      "index": 131,
      "speaker": "Donna Nagata",
      "words": "Thank you.",
      "tags": [

      ],
      "timestamp": "00:56:26:02"
    },
    {
      "id": "context_52_132",
      "index": 132,
      "speaker": "Robyn Achilles",
      "words": "Yes, thank you so much. As I mentioned in the last of this three session series with Idaho Humanities Council, we will have a panel of three generations of Minidoka survivors and descendants who will discuss their experiences related to the legacy of incarceration and how Doctor Nagata's work resonates with them. And this will be available at the end of this month.",
      "tags": [
        "history"
      ],
      "timestamp": "00:56:27:06"
    },
    {
      "id": "context_52_133",
      "index": 133,
      "speaker": "Robyn Achilles",
      "words": "We also hope viewers will come visit us at Minidoka National Historic Site in Jerome, Idaho. The visitor center is open for the season and tours with park rangers are available through Labor Day weekend. To learn more, you can visit the Minidoka National Historic website. A last thank you to the Idaho Humanities Council for including Friends of Minidoka, the Minidoka National Historic Site in the Connected Conversations Program.",
      "tags": [

      ],
      "timestamp": "00:56:53:12"
    },
    {
      "id": "context_52_134",
      "index": 134,
      "speaker": "Robyn Achilles",
      "words": "We deeply appreciate their support and partnership in telling the lessons and legacy of Minidoka.",
      "tags": [
        "history"
      ],
      "timestamp": "00:57:23:16"
    }
  ],
  "metadata": {
    "totalSegments": 135,
    "description": "Dr. Donna Nagata from the University of Michigan discusses multi-generational trauma and the psychosocial consequences of the World War II incarceration and historical trauma on Japanese Americans with Robyn Achilles.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}