{
  "title": "Idaho Storyteller Arlie Sommer",
  "interviewee": "Arlie Sommer",
  "interviewer": "Johanna Bringhurst",
  "date": "2023-09-29",
  "subjects": [
    "documentary film",
    "film directors",
    "film (discipline)"
  ],
  "segments": [
    {
      "id": "context_26_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_26_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the IHC or the NIH. My name is Johanna Bringhurst and joining us today is Arlie Sommer. Arlie makes media art about and for Idahoans exploring this place and the people who make Idaho unique, she weaves themes of storytelling and community into her work along with her knowledge about this place and curiosity to uncover hidden corners of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_26_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "Arlie earned a degree in environmental science from the University of Idaho, an interdisciplinary program that opened many doors into using media production skills to make artful media with a purpose. Arlie produces the award winning series Expressive Idaho, a collaboration between Boise State Public Radio and the Idaho Commission on the Arts. The show profiles traditional artists from around the state.",
      "tags": [

      ],
      "timestamp": "[00:00:41:12]"
    },
    {
      "id": "context_26_3",
      "index": 3,
      "speaker": "Johanna Bringhurst",
      "words": "Arlie, thank you for joining me today. I'm really excited to talk to you about your new documentary, Idaho Babe.",
      "tags": [

      ],
      "timestamp": "[00:01:06:20]"
    },
    {
      "id": "context_26_4",
      "index": 4,
      "speaker": "Arlie Sommer",
      "words": "Thank you so much for having me.",
      "tags": [

      ],
      "timestamp": "[00:01:14:18]"
    },
    {
      "id": "context_26_5",
      "index": 5,
      "speaker": "Johanna Bringhurst",
      "words": "So how did you first learn about Babe Hanson?",
      "tags": [

      ],
      "timestamp": "[00:01:16:22]"
    },
    {
      "id": "context_26_6",
      "index": 6,
      "speaker": "Arlie Sommer",
      "words": "Well, I first learned about her through the stories of my grandmother growing up. my grandma is an amazing storyteller and she has, wide variety of characters that she talks about in any moment. And, I think she has a story for just about everything. and, babe was one of those characters, as I grew up, that she told me about, that she knew and she was like a cartoon in my mind, just this larger than life thing, person, who was just fun.",
      "tags": [

      ],
      "timestamp": "[00:01:21:13]"
    },
    {
      "id": "context_26_7",
      "index": 7,
      "speaker": "Arlie Sommer",
      "words": "And I found myself, the older I got, if I was at a party in college, for example, just. Well, do you know about Babe Hanson? She. Could she do a horse and roll a cigaret and smoke at the same time? And, just like telling these funny stories about babe that, my grandma Ava had told me.",
      "tags": [

      ],
      "timestamp": "[00:02:01:14]"
    },
    {
      "id": "context_26_8",
      "index": 8,
      "speaker": "Arlie Sommer",
      "words": "And so that was my first exposure to her. I didn't learn about her in any history class. You know, it was just a person in my grandmother's community. Turns out she was very well known by a lot of other people and a pretty significant person of her time. But she wasn't a politician. She wasn't a movie star.",
      "tags": [

      ],
      "timestamp": "[00:02:25:08]"
    },
    {
      "id": "context_26_9",
      "index": 9,
      "speaker": "Arlie Sommer",
      "words": "she wasn't, wealthy landowner. And so she's not really in the history books.",
      "tags": [

      ],
      "timestamp": "[00:02:47:04]"
    },
    {
      "id": "context_26_10",
      "index": 10,
      "speaker": "Johanna Bringhurst",
      "words": "Why did you come back to her story as an adult? And wanted to tell it to everybody else?",
      "tags": [

      ],
      "timestamp": "[00:02:52:29]"
    },
    {
      "id": "context_26_11",
      "index": 11,
      "speaker": "Arlie Sommer",
      "words": "Well, I, I started out as a radio producer, but I've been getting more and more interested in film, because it combines two great loves, the visual image and audio. And, so I was interested in making a film and, just trying to figure that out. I took a course, a time based art course at Boise State University where I work, and was just kind of exploring time based art and, other mediums for art and how to, infuse more creativity into the documentary style work I typically do.",
      "tags": [

      ],
      "timestamp": "[00:03:00:02]"
    },
    {
      "id": "context_26_12",
      "index": 12,
      "speaker": "Arlie Sommer",
      "words": "And, so that was really getting me to think about the media that I make in different ways. And then I took a workshop that was, about, trans artists, and it was just a weekend workshop where we, where we read, did some readings, and, we chose a project to get started on or to kind of think about.",
      "tags": [

      ],
      "timestamp": "[00:03:43:24]"
    },
    {
      "id": "context_26_13",
      "index": 13,
      "speaker": "Arlie Sommer",
      "words": "And so I immediately went to Bob Hanson in my mind for my idea for a project, because, you know, my grandma's stories, Babe, they describe babies. This person that was very manly in a man's world, functioning in the backwoods, the wilderness of Idaho, running an outfitting lodge, running a pack train. just out there, surviving very alone on her.",
      "tags": [

      ],
      "timestamp": "[00:04:11:09]"
    },
    {
      "id": "context_26_14",
      "index": 14,
      "speaker": "Arlie Sommer",
      "words": "Self-sufficient, I guess I would say more than alone. She had a community. but, so I thought, you know, she is really breaking down the gender, walls that were put up and, very gender non-conforming and, I was I'm interested in Idaho history, and I thought, I want I want to know who who are the trans people of Idaho?",
      "tags": [

      ],
      "timestamp": "[00:04:46:20]"
    },
    {
      "id": "context_26_15",
      "index": 15,
      "speaker": "Arlie Sommer",
      "words": "Idaho's past. And, while I don't labor label babe specifically as trans, I think that her story is, touches on a lot of those themes of, people from the past who may have had different gender identities but also didn't have, a structure or words to really define themselves or be defined by others.",
      "tags": [

      ],
      "timestamp": "[00:05:13:29]"
    },
    {
      "id": "context_26_16",
      "index": 16,
      "speaker": "Johanna Bringhurst",
      "words": "So when you were approaching this project, how did you go about researching someone that was almost this mythical hero to you, but was a real live person?",
      "tags": [

      ],
      "timestamp": "[00:05:44:28]"
    },
    {
      "id": "context_26_17",
      "index": 17,
      "speaker": "Arlie Sommer",
      "words": "Yes. I kind of jumped right in because of the story, because I'm always attracted to the story. But I didn't really think about, oh, she might not really, you know, there might not be any information about her. Why would there be? because she's just a person. Really? but I went to the Boise State Special Collections and Archives to start my research, and also the Idaho State Archives, because I've worked with, the archives in the past for past projects.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:05:56:19]"
    },
    {
      "id": "context_26_18",
      "index": 18,
      "speaker": "Arlie Sommer",
      "words": "I'm just interested in history. And, so I looked up, babe, I found, like a newspaper article here and there, and then what jumped out to me was this series called women in the wilderness and their interviews that were done in the early 90s. published in 1992, of women that were ranchers outfitters living in Idaho's public lands and wilderness.",
      "tags": [

      ],
      "timestamp": "[00:06:27:06]"
    },
    {
      "id": "context_26_19",
      "index": 19,
      "speaker": "Arlie Sommer",
      "words": "And it was a gold mine because Babe Hansen happened to be one of the women featured. And it was after I decided to make this film. So I am just lucky, I guess, because I was, then that kind of solidified like, oh, you are definitely making a film because I had, wonderful, like hour and 45 minutes of, VHS interviews with babe, and they were digitized already.",
      "tags": [
        "cinema",
        "mining"
      ],
      "timestamp": "[00:07:00:28]"
    },
    {
      "id": "context_26_20",
      "index": 20,
      "speaker": "Arlie Sommer",
      "words": "Lucky for me as well. so that's how I that's what really started it. There were a few photos in the archives, but most of the photos that I use in that film are actually stills from the VHS archives, because I believe they may be still in the family's collection and not in any state archives. So hopefully, maybe someday.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:07:33:02]"
    },
    {
      "id": "context_26_21",
      "index": 21,
      "speaker": "Arlie Sommer",
      "words": "The family. I know that she does have nieces and nephews who have heard things, and maybe someday they'll donate her stuff. If you know, I would hope I am in touch with them. They're they're they're really awesome. And they think babies were the character of the archives, I'm sure. So maybe we'll have more to our treasure trove someday down the line.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:07:56:08]"
    },
    {
      "id": "context_26_22",
      "index": 22,
      "speaker": "Johanna Bringhurst",
      "words": "That would be so great. I got a chance to watch the short documentary, and I was really struck by how you used so many different creative and artistic elements to show this visual representation of her story, almost some cartoon or stop motion. How did you decide who the elements you wanted to use to really portray that? that heroism, almost like a folklore hero of been.",
      "tags": [

      ],
      "timestamp": "[00:08:17:28]"
    },
    {
      "id": "context_26_23",
      "index": 23,
      "speaker": "Arlie Sommer",
      "words": "Well, I was wanting to not make a straight up documentary because while I've learned a lot in my life from, you know, the Ken Burns documentaries, for example, the most well-known documentary of all, I'm just not interested in making that, that's, to me, already out there. I want to tell stories that, you know, aren't about a war, an election, you know, corporation making a bunch of money.",
      "tags": [
        "cinema",
        "conflict"
      ],
      "timestamp": "[00:08:52:06]"
    },
    {
      "id": "context_26_24",
      "index": 24,
      "speaker": "Arlie Sommer",
      "words": "I'm interested in the stories of ordinary people, and more so. So there's two aspects to that. One is those stories of ordinary people are often not detailed, in the same way that more famous people are. So we don't have all of the facts set in stone. So, I think that really colored what I wanted to make.",
      "tags": [

      ],
      "timestamp": "[00:09:23:23]"
    },
    {
      "id": "context_26_25",
      "index": 25,
      "speaker": "Arlie Sommer",
      "words": "And then also, as an artist, I wanted it to be more creative, more dreamy, more poetic and just weird. I didn't want to make this straight up. This happened, this happened, this happened. I wanted it to be fun, and engaging. And not that documentaries aren't, I wanted it to be funny. we're.",
      "tags": [

      ],
      "timestamp": "[00:09:49:15]"
    },
    {
      "id": "context_26_26",
      "index": 26,
      "speaker": "Johanna Bringhurst",
      "words": "Not casting aspersions on Ken Burns. We love you, Ken. But this is different.",
      "tags": [

      ],
      "timestamp": "[00:10:16:23]"
    },
    {
      "id": "context_26_27",
      "index": 27,
      "speaker": "Arlie Sommer",
      "words": "It's different. you know, humor. not so serious. I think those are kind of the things that I was going for that I think I, I feel like I achieved, with the film and, so. Yeah, I guess back to your question about how did I decide to do so many mediums. I just have a lot of interest, and I just wanted to be very experimental and just try things out.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:10:22:16]"
    },
    {
      "id": "context_26_28",
      "index": 28,
      "speaker": "Arlie Sommer",
      "words": "So, the stock animations that I made were just on my living room coffee table, and I just did it. I just my, my favorite saying slash, copyrighted expression, just do it. I just did it. I, I, I like to draw a lot. I am an I, I'm an illustrator. I'm an illustrator, among many things.",
      "tags": [

      ],
      "timestamp": "[00:10:52:06]"
    },
    {
      "id": "context_26_29",
      "index": 29,
      "speaker": "Arlie Sommer",
      "words": "and so I, I did hand-drawn illustrations. I, printed out larger images of the photos and cut them out and just kind of played with things. And then my, my teacher, Kate Walker, who I give a lot of credit for, like awesome feedback throughout the making of the film. during the time based art classes that I took, she was like, what about paper dolls?",
      "tags": [
        "education",
        "cinema"
      ],
      "timestamp": "[00:11:18:22]"
    },
    {
      "id": "context_26_30",
      "index": 30,
      "speaker": "Arlie Sommer",
      "words": "It's that's like like there. So I was like, yes, I paper dolls. you know, just kind of playing with those ideas of gender, gender identity visually. And, you know, it feels so wrong when you see her. a little paper dress on her. You're like, no, it kind of is like, oh, wait, this is like, natural that she babies.",
      "tags": [

      ],
      "timestamp": "[00:11:43:22]"
    },
    {
      "id": "context_26_31",
      "index": 31,
      "speaker": "Arlie Sommer",
      "words": "Who? Babies. and so, yeah, I just kind of went extremely experimental. The lighted photos, in the, in the film are actually hand lit. I printed off these 11 by 17 stills from the video. set them up in my studio, got, you know, gels and put them over lights and did this, like, hand lighting of, and that was inspired by an artist called Erin Sharif who has done, these long form, installations where it's just lighted photos like that.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:12:07:10]"
    },
    {
      "id": "context_26_32",
      "index": 32,
      "speaker": "Arlie Sommer",
      "words": "So that was just me, kind of like, oh, that's interesting. I want to experiment with that. I want to try this. And so I tried a bunch of different stuff and used what worked messed up a lot. went through so many iterations and was lucky enough to have a group of students that I could put my film before, and have them respond to what I was making and that, yeah, so it was a two year process of making that film.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:12:48:11]"
    },
    {
      "id": "context_26_33",
      "index": 33,
      "speaker": "Johanna Bringhurst",
      "words": "Two years. oh yeah. Well, the thing that really stood out to me was almost the child like fun and whimsy and learning about her story. So I wasn't shocked to hear you say that. Your grandmother told you the story of these stories about her when you were a kid. You did such a great job of capturing that in the documentary that you're we're all learning about her from that same lens, from stories told by your grandmother and the people and the lighting and her dancing.",
      "tags": [

      ],
      "timestamp": "[00:13:14:13]"
    },
    {
      "id": "context_26_34",
      "index": 34,
      "speaker": "Johanna Bringhurst",
      "words": "images really captured that. But another big part of it was the music. How did you decide which music to use and what were you going for?",
      "tags": [

      ],
      "timestamp": "[00:13:49:25]"
    },
    {
      "id": "context_26_35",
      "index": 35,
      "speaker": "Arlie Sommer",
      "words": "Oh, that's that's a great question, because the music is actually, a big part of that film. the song that I use is called Put Your Little Foot, and it's a classic waltz, that was enjoyed by Idahoans, from the time, of baby Hanson and when my grandmother was little. And so my grandmother is a fiddler.",
      "tags": [
        "music",
        "cinema"
      ],
      "timestamp": "[00:14:01:02]"
    },
    {
      "id": "context_26_36",
      "index": 36,
      "speaker": "Arlie Sommer",
      "words": "She's an old time fiddler. And so, this was one of her favorite songs that she always played. she started playing when she was a lot older, but she remembers when she was a kid. Said story for everything from Ava. when she was a kid going to dances and, buttermilk. Bess was going to be playing a community dance.",
      "tags": [

      ],
      "timestamp": "[00:14:24:10]"
    },
    {
      "id": "context_26_37",
      "index": 37,
      "speaker": "Arlie Sommer",
      "words": "So people in these small rural communities of Idaho got together. There was somebody playing the fiddle. Maybe there were other instruments, maybe there was an accordion, maybe there was a guitar. And they had they danced for fun. So that's what they did. They didn't have TV. They barely had radio. My, my grandmother's, general store had a radio because they had a special power supply, but they were in the backwoods, so there was not a lot of electricity out there.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:14:49:17]"
    },
    {
      "id": "context_26_38",
      "index": 38,
      "speaker": "Arlie Sommer",
      "words": "So our, our, our past is very our history is very recent. In Idaho, we didn't have electricity, you know, you know, even in the last century for a lot a big part of it. but anyways, people were getting together and dancing and so, you know, hanging out later with my grandma, as a teen and into college, going to the old time fiddler events I always loved Put Your Little Foot because it is not a one on one waltz.",
      "tags": [

      ],
      "timestamp": "[00:15:18:26]"
    },
    {
      "id": "context_26_39",
      "index": 39,
      "speaker": "Arlie Sommer",
      "words": "It is a community waltz. So how it works and and oftentimes times women will dance with women, or men can dance with men. It's not like a man has to dance with a woman. And what you do is you get in a circle and you put your hands over your shoulders and kind of like, hold hands, but over your shoulders and you all walk around in a circle, kind of waltz around in a circle on the floor.",
      "tags": [

      ],
      "timestamp": "[00:15:47:27]"
    },
    {
      "id": "context_26_40",
      "index": 40,
      "speaker": "Arlie Sommer",
      "words": "And, so Ava always sing this song to me at the community dances. It was always my favorite, and I would dance it with my grandmother when she would play at, Hoots Cafe. I don't know if you know, huge cafe in White Bird, Idaho, but they would host the old time fiddlers every year. and Hootie with all of her owls.",
      "tags": [

      ],
      "timestamp": "[00:16:13:15]"
    },
    {
      "id": "context_26_41",
      "index": 41,
      "speaker": "Arlie Sommer",
      "words": "And So anyways, I love that dance. Personally. And then what did I find at the end of Babe's interview? She sang that song when she was asked about music. Well, you do you like to dance? Yes, I dance with the best of them. And then she goes off about put your little foot and sing. Put your little foot.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:16:34:19]"
    },
    {
      "id": "context_26_42",
      "index": 42,
      "speaker": "Arlie Sommer",
      "words": "And I was like, that is a song. I love that song personally, babe, love that song. My grandma loves that song and that's why that's in there. So anyways, I found a, The Library of Congress has an amazing digital collection who I, with royalty free music. I encourage other creators to use that resource. It's so cool.",
      "tags": [
        "education",
        "music"
      ],
      "timestamp": "[00:16:57:13]"
    },
    {
      "id": "context_26_43",
      "index": 43,
      "speaker": "Arlie Sommer",
      "words": "I wrote to them and, showed them how I wanted to use it. I actually use their music on other things that I've made. and they said, absolutely, please do. And so I got, I just got special permission to use it, but I thought it was cool. The fiddler is a woman. She is from, Montana. and it's Mary, Mary Trotsky, I think, is how you pronounce her last name, but,",
      "tags": [
        "music"
      ],
      "timestamp": "[00:17:20:29]"
    },
    {
      "id": "context_26_44",
      "index": 44,
      "speaker": "Arlie Sommer",
      "words": "Yeah, she, is from. She was recorded in the 70s in Montana.",
      "tags": [

      ],
      "timestamp": "[00:17:47:19]"
    },
    {
      "id": "context_26_45",
      "index": 45,
      "speaker": "Johanna Bringhurst",
      "words": "It almost feels like it was meant to be. What's the word from the stars all aligned and everything comes together just how it should.",
      "tags": [

      ],
      "timestamp": "[00:17:53:04]"
    },
    {
      "id": "context_26_46",
      "index": 46,
      "speaker": "Arlie Sommer",
      "words": "That's exactly right. That's how I feel about this whole film. It was meant to be.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:18:02:08]"
    },
    {
      "id": "context_26_47",
      "index": 47,
      "speaker": "Johanna Bringhurst",
      "words": "We have. You're telling this story, like you said, of one woman from a very wild corner of Idaho who lived in the past. Why is it important to tell stories about people like Bob Hansen and just in general, about our Idaho history and our local histories?",
      "tags": [

      ],
      "timestamp": "[00:18:06:26]"
    },
    {
      "id": "context_26_48",
      "index": 48,
      "speaker": "Arlie Sommer",
      "words": "Well, for me, it's important because, I see myself in these stories, and I think that's so important for other, children to see themselves in Idaho history. not that they have to be exactly that historic figure, but, there's something inspiring about stories and people that have come before you and their achievements, and it kind of gives you an idea that could be me.",
      "tags": [

      ],
      "timestamp": "[00:18:27:26]"
    },
    {
      "id": "context_26_49",
      "index": 49,
      "speaker": "Arlie Sommer",
      "words": "And so I think when children see, examples of greatness, and it could be them, then they're more likely to achieve greatness, in whatever way that may be. To me, greatness isn't just, you know, being famous and rich. I think it can mean a lot of different things. And so I think that it's I want to see those stories of, you know, women living their lives and being loved in their communities.",
      "tags": [

      ],
      "timestamp": "[00:18:58:20]"
    },
    {
      "id": "context_26_50",
      "index": 50,
      "speaker": "Arlie Sommer",
      "words": "I want to see those stories of queer people in our community who were big contributors to where they lived and the people around them. I want to see those stories of the field, the migrant labor, field workers, you know, who harvested apples at the turn of the century, who are unnamed, currently in our state archives. But there are a few pictures.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:19:33:16]"
    },
    {
      "id": "context_26_51",
      "index": 51,
      "speaker": "Arlie Sommer",
      "words": "Have them, or, you know, we had a huge Chinese-American community here that we don't have a huge record of. And but I want to know because I want there, you know, to be all kinds of examples that seem very like, I suppose, altruistic reason for telling these stories, but also because they're fun and entertaining. And I just I want to be entertained.",
      "tags": [

      ],
      "timestamp": "[00:19:59:26]"
    },
    {
      "id": "context_26_52",
      "index": 52,
      "speaker": "Arlie Sommer",
      "words": "I want to see a movie that I like. So that's why I make a movie that I want to see, I guess.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:20:26:07]"
    },
    {
      "id": "context_26_53",
      "index": 53,
      "speaker": "Johanna Bringhurst",
      "words": "Oh, let's hope everyone who's making and producing like you are is doing it for for their own satisfaction and for all touristic purposes. Also, I really appreciate what you said. It feels really satisfying to give a voice and a face and a memory to people who lived in the same place that you did before. You did and made choices and had families and contributed to the community before us.",
      "tags": [

      ],
      "timestamp": "[00:20:32:26]"
    },
    {
      "id": "context_26_54",
      "index": 54,
      "speaker": "Johanna Bringhurst",
      "words": "Sometimes we maybe get feel like we're disconnected from where we are and the people around us. Is that a way we can regain connection after Covid and and the last tumultuous few years, do you think?",
      "tags": [

      ],
      "timestamp": "[00:21:11:17]"
    },
    {
      "id": "context_26_55",
      "index": 55,
      "speaker": "Arlie Sommer",
      "words": "Oh, absolutely. I think, you know, reach out to people around you and find out, what their story is? It's it's so fun and entertaining when you just take a couple hours to just sit with somebody and hear, hear what they're about. I think that's so true in person. and,",
      "tags": [

      ],
      "timestamp": "[00:21:26:25]"
    },
    {
      "id": "context_26_56",
      "index": 56,
      "speaker": "Arlie Sommer",
      "words": "Connection. Something that stands out to me about Babe Hanson. She knew my grandmother because she was traveling through and stopping by at the Gardena store that her mother owned, and that was really a focal point for the back country to trade information. They were like, what's the story behind this person or what's going on over there? Or, give me the update on my friend who lives over in this part of the woods.",
      "tags": [

      ],
      "timestamp": "[00:21:53:04]"
    },
    {
      "id": "context_26_57",
      "index": 57,
      "speaker": "Arlie Sommer",
      "words": "just as personal connections are so special and, building culture and building knowing who we are and where we come from. And I think that, that that dialog is what I strive for as well. And the art that I make, I want it to be a dialog. It's, I want to just not be the person telling, but the person in communication with my audience.",
      "tags": [

      ],
      "timestamp": "[00:22:22:29]"
    },
    {
      "id": "context_26_58",
      "index": 58,
      "speaker": "Arlie Sommer",
      "words": "for example, when I showed at the Idaho State Archives, the film had a number of people who came who had connections to the backcountry or new babies. They were a little and had their own stories to share. And I just think, the more that we know, about the place where we're from and the people that came before us and good and bad, what happened?",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:22:52:28]"
    },
    {
      "id": "context_26_59",
      "index": 59,
      "speaker": "Arlie Sommer",
      "words": "I think that it, makes us have more meaning. And it strengthens our culture, strengthens, what our community can make together and be together and just makes it a better place.",
      "tags": [

      ],
      "timestamp": "[00:23:19:06]"
    },
    {
      "id": "context_26_60",
      "index": 60,
      "speaker": "Johanna Bringhurst",
      "words": "Arlie, thank you so much for being here today. I loved your documentary and I'm looking forward to soon, everyone being able to view it. I would like to, before we say goodbye, though, I kind of want to ask you, what did you learn from Bev Hansen or from her like that? You'll always keep with you.",
      "tags": [

      ],
      "timestamp": "[00:23:35:20]"
    },
    {
      "id": "context_26_61",
      "index": 61,
      "speaker": "Johanna Bringhurst",
      "words": "That's just really impacted you.",
      "tags": [

      ],
      "timestamp": "[00:23:55:17]"
    },
    {
      "id": "context_26_62",
      "index": 62,
      "speaker": "Arlie Sommer",
      "words": "I think I learned that the importance of just being this is going to sound trite. Maybe I don't even want to say it, but just being kind to others and,",
      "tags": [

      ],
      "timestamp": "[00:24:04:03]"
    },
    {
      "id": "context_26_63",
      "index": 63,
      "speaker": "Johanna Bringhurst",
      "words": "Kindness is never trade.",
      "tags": [

      ],
      "timestamp": "[00:24:19:06]"
    },
    {
      "id": "context_26_64",
      "index": 64,
      "speaker": "Arlie Sommer",
      "words": "Oh, thank you. Okay, I need that encouragement. But just what stood out to me is, you know, she was very manly and masculine. and everybody thought of her that way. But that didn't take away from the kindness that she showed others.",
      "tags": [

      ],
      "timestamp": "[00:24:21:21]"
    },
    {
      "id": "context_26_65",
      "index": 65,
      "speaker": "Johanna Bringhurst",
      "words": "in the documentary, your grandmother remembers her kindness and seeing a little girl who was maybe pesky and obnoxious, but she saw her and always recognized her and spoke with her and made her feel special.",
      "tags": [

      ],
      "timestamp": "[00:24:41:28]"
    },
    {
      "id": "context_26_66",
      "index": 66,
      "speaker": "Arlie Sommer",
      "words": "Absolutely. I do always think about that. I, I think back to that and I think how important it is to notice people and, acknowledge them, no matter how small they are, like a small child or an older person or somebody that doesn't maybe look as important. The I'm like almost tearing up because it is emotional.",
      "tags": [

      ],
      "timestamp": "[00:24:56:12]"
    },
    {
      "id": "context_26_67",
      "index": 67,
      "speaker": "Johanna Bringhurst",
      "words": "Yes.",
      "tags": [

      ],
      "timestamp": "[00:25:20:16]"
    },
    {
      "id": "context_26_68",
      "index": 68,
      "speaker": "Arlie Sommer",
      "words": "It's a just a great sentiment and a great role to live by.",
      "tags": [

      ],
      "timestamp": "[00:25:21:13]"
    },
    {
      "id": "context_26_69",
      "index": 69,
      "speaker": "Johanna Bringhurst",
      "words": "But yeah, okay, we will all take that same lesson from babe that showing that you care, showing kindness. That is why people remember here. That's what your grandmother remembered her. Until you stories when you were growing up. This is because she matter. She made your grandmother feel like she matters.",
      "tags": [

      ],
      "timestamp": "[00:25:25:28]"
    },
    {
      "id": "context_26_70",
      "index": 70,
      "speaker": "Arlie Sommer",
      "words": "So true.",
      "tags": [

      ],
      "timestamp": "[00:25:47:17]"
    },
    {
      "id": "context_26_71",
      "index": 71,
      "speaker": "Johanna Bringhurst",
      "words": "Thank you so much for being here Arlie. And we'll share in the show notes how you can learn more about our early summer and future projects and when the documentary is available for wide release for, our listeners to get to see it. Thank you. Thank you.",
      "tags": [

      ],
      "timestamp": "[00:25:48:20]"
    }
  ],
  "metadata": {
    "totalSegments": 72,
    "description": "Arlie Sommer makes media art about and for Idahoans, exploring this place and the people who make Idaho unique. She joins us to talk about her latest project, a short documentary about an “Idaho Babe.”",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}