{
  "title": "S1E24 The History of Wallace, Idaho",
  "interviewee": "Shauna Hillman",
  "interviewer": "Doug Exton",
  "date": "2020-12-01",
  "subjects": [
    "mining",
    "silver (metal)",
    "highways",
    "railroads (infrastructure)",
    "iron ore",
    "environmental control elements",
    "hiking"
  ],
  "segments": [
    {
      "id": "context_86_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_86_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Thank you so much for joining me for tonight's Connected Conversation, a program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you to check out our website, Idaho Humanities Talk. I'd like to remind you all that you may submit any questions using the Q&A feature located at the bottom of the screen. Any questions submitted in the chat may not be answered.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_86_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "With me tonight is Shauna Hillman, and it is an honor to have you with us tonight. And I turn it over to you, Shauna.",
      "tags": [

      ],
      "timestamp": "[00:00:27:02]"
    },
    {
      "id": "context_86_3",
      "index": 3,
      "speaker": "Shauna Hillman",
      "words": "Thank you. Thank thank you to the Idaho Humanities Council Connected Conversations Program for this opportunity to share the unique history of the Coeur d'Alene Mining District, Shoshone County, Silver Valley, Idaho.",
      "tags": [

      ],
      "timestamp": "[00:00:32:17]"
    },
    {
      "id": "context_86_4",
      "index": 4,
      "speaker": "Shauna Hillman",
      "words": "The Coeur d'Alene Mining District is 24 miles long by nine miles wide. We have a ski resort at each end and three golf courses in between, and two crown jewel bicycle rides within the county. And we're surrounded by 600 miles of national forest. And we mined $53 million worth of production. Or last year. The history of Shoshone County reads like a dime.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:00:54:07]"
    },
    {
      "id": "context_86_5",
      "index": 5,
      "speaker": "Shauna Hillman",
      "words": "Novel. Murder. Mayhem, mining money. Men and prostitution. Many of the mining laws written in 1872 came from the court cases out of the Coeur d'Alene mining district.",
      "tags": [
        "literature",
        "mining"
      ],
      "timestamp": "[00:01:21:06]"
    },
    {
      "id": "context_86_6",
      "index": 6,
      "speaker": "Shauna Hillman",
      "words": "The military commissioned Lieutenant John Mullan to build a highway from Fort Walla Walla, Washington to Fort Benton, Montana. He began the route in 1859, choosing the South Fork of the Coeur d'Alene River. His troops built 29 bridges over the South Fork and had to rebuild many of them year after year. As the spring storms destroyed his construction. Maybe Lieutenant Mullen wondered if he should have chosen a route near Saint Mary's or Sandpoint during the construction of the Military highway.",
      "tags": [
        "labor",
        "sandpoint"
      ],
      "timestamp": "[00:01:39:08]"
    },
    {
      "id": "context_86_7",
      "index": 7,
      "speaker": "Shauna Hillman",
      "words": "Gold was discovered on Jackass Flats. Lieutenant Mullen ordered his men to keep the news quiet so that they could finish the route at about the same time. Prospector Tom Irwin arrived on the South Fork. He dug in at it and mined for gold. Apparently, the riches weren't great enough because he closed the adit and never returned. Today you can visit that famous gold mine, the Crystal gold mine near Kellogg.",
      "tags": [

      ],
      "timestamp": "[00:02:15:14]"
    },
    {
      "id": "context_86_8",
      "index": 8,
      "speaker": "Shauna Hillman",
      "words": "Andrew Pritchard discovered gold on the North Fork of the Coeur d'Alene River. He wanted to keep the discovery quiet until he had a chance to return to Portland, Oregon, to recruit his Evolutionist Society members to locate in the Bitterroot Mountains for a life of wealth and seclusion. Northern Pacific Railroad Company had a completely different plan. This new transcontinental railroad began a promotion touting possible the last gold rush in the lower 48 states.",
      "tags": [
        "environment",
        "economy"
      ],
      "timestamp": "[00:02:52:19]"
    },
    {
      "id": "context_86_9",
      "index": 9,
      "speaker": "Shauna Hillman",
      "words": "Eagle city streets were paved with gold, and every prospector had a chance to become a wealthy man. The railroad company professed the tracks to go right by the mining camp. The only failed to mention that the bitter routes were between the tracks and the gold. So to get to this great gold rush, you only had to ride the train to the Pacific Northwest through Billings and Missoula, Montana, along the Clark Fork through Sandpoint, down through restroom to Quarter Lane.",
      "tags": [
        "mining",
        "sandpoint"
      ],
      "timestamp": "[00:03:27:04]"
    },
    {
      "id": "context_86_10",
      "index": 10,
      "speaker": "Shauna Hillman",
      "words": "Catch a steamboat to Harrison up the Coeur d'Alene River to Cataldo, and then find a boat or a horse to get you another 35 miles to Eagle City, where there were only 5000 other prospectors looking for easy gold. The gold rush continued along Prichard, quick to the more sustainable community of Murray. But the mother lode was elusive, so the community leaders hired a prospector to travel over the nearby mountain in search of the more sustainable minerals and an opportunity to build communities.",
      "tags": [
        "agriculture",
        "economy"
      ],
      "timestamp": "[00:04:03:09]"
    },
    {
      "id": "context_86_11",
      "index": 11,
      "speaker": "Shauna Hillman",
      "words": "Noah Kellogg did just that, and that reads landing. The Bunker Hill and Sullivan Mine was discovered and soon the smelter was built. The Galena District was founded, and mines and mills were built along Canyon Creek and down the South Fork of the Coeur d'Alene River. The ore needed to be shipped to smelters. Back to the railroads. The Coeur d'Alene mining District needed transportation for freight and people.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:04:43:08]"
    },
    {
      "id": "context_86_12",
      "index": 12,
      "speaker": "Shauna Hillman",
      "words": "In Montana. Entrepreneur DC Corbin proposed to work with Northern Pacific Railroad Company to build a narrow gauge railroad from Tallow to Wallace. At the same time, another narrow gauge line was built from Burke to Wallace. By 1886, the valuable silver or was shipped in in reverse along the same arduous path as the gold miners took. To find the gold rush, only the ore had to be loaded and unloaded to the stern wheelers on the main railroad line at Cataldo and Coeur d'Alene.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:05:17:12]"
    },
    {
      "id": "context_86_13",
      "index": 13,
      "speaker": "Shauna Hillman",
      "words": "The route worked fine until Oregon, Washington Rail and Navigation, backed by the Union Pacific Railroad, gained permits to build their track through the Coeur d'Alene Indian Reservation. The railroad continued and closely followed the town of Mullens. Military route. From the southern tip of Lake Coeur d'Alene to Wallace. A sidebar here. By this time, the railroads were in heated court battles for the Coeur d'Alene mining district.",
      "tags": [
        "labor",
        "indigenous",
        "conflict",
        "mining"
      ],
      "timestamp": "[00:06:01:05]"
    },
    {
      "id": "context_86_14",
      "index": 14,
      "speaker": "Shauna Hillman",
      "words": "Business. Northern Pacific Railroad built on O, W, r, and air surveyed lands near Wallace and DC. Corbin offered the Northern Pacific a 999 year lease if they would back the Cronin for $60,000. Very soon after, the Northern Pacific bought out the Coeur d'Alene Rail and Navigation for $220,000. Now we have two transcontinental railroad companies competing for or concentrate in the smelters.",
      "tags": [

      ],
      "timestamp": "[00:06:33:06]"
    },
    {
      "id": "context_86_15",
      "index": 15,
      "speaker": "Shauna Hillman",
      "words": "We experienced freight rate wars. The corp. The cost was $5 a ton. If a mining company shipped or concentrates to a Northern Pacific Rail owned smelter on Northern Pacific rail line and the same to a Union Pacific smelter. But if a company desired to ship or concentrates to an outside company smelter, the cost was $10 a ton. What was a struggling mining company to do?",
      "tags": [
        "mining",
        "labor"
      ],
      "timestamp": "[00:07:09:09]"
    },
    {
      "id": "context_86_16",
      "index": 16,
      "speaker": "Shauna Hillman",
      "words": "Mine laborers accused owners of shortchanging their wages, to be able to pay higher investment dividends to eastern investors. Laborers wanted $3.50 a day underground wages. In 1892. The laborers put a point to their demands when they blew up the Frisco mill on Canyon Creek. The Butte Miners Union took notice of the miners in the Coeur d'Alene, and Marshall Law came to the Coeur d'Alene mining district to enforce order.",
      "tags": [
        "economy",
        "labor",
        "mining"
      ],
      "timestamp": "[00:07:44:01]"
    },
    {
      "id": "context_86_17",
      "index": 17,
      "speaker": "Shauna Hillman",
      "words": "The issue was not settled and the miners decided to make another stand. In 1899. LW Hutton, engineer for the Northern Pacific Railway Company, ran his train to power to pick up or concentrate. One early morning in April, he was greeted by gun toting miners. They commandeered his train. They loaded more men, guns and explosives as they rolled down Canyon Creek.",
      "tags": [

      ],
      "timestamp": "[00:08:19:02]"
    },
    {
      "id": "context_86_18",
      "index": 18,
      "speaker": "Shauna Hillman",
      "words": "The train rolled through Wallace and Kellogg, where the miners demolished Bunker Hill smelter with dynamite. The smelter was sticks. The miners were rounded up and put in bullpens, and the governor once again declared martial law in the Coeur d'Alene Mining district. Buffalo soldiers were brought in from Missoula to enforce the law. There will be a convention of Buffalo Soldiers in Missoula in 2022, and they will visit Wallace, the Northern Pacific Railway fire engineer, hunting as he thought.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:08:50:09]"
    },
    {
      "id": "context_86_19",
      "index": 19,
      "speaker": "Shauna Hillman",
      "words": "They thought that he didn't resist the railway hijackers. Really? The men had guns. Within the next year, Hutton and other de mine investors would discover a big silver strike at the Hercules mine in Burke. The Hercules would be the first mine in the Coeur d'Alene to pay out $1 million in dividends. And mine owners would begin to move to Spokane.",
      "tags": [

      ],
      "timestamp": "[00:09:28:09]"
    },
    {
      "id": "context_86_20",
      "index": 20,
      "speaker": "Shauna Hillman",
      "words": "Hecla mining company was incorporated in Idaho at Wallace. Over 100 years later, Hecla is lucky Friday. Mine is no. Hecla mining company is known as the oldest natural resource company listed on the New York Stock Exchange. The Lucky Friday is still in production at 8000ft underground and very progressive in mining and milling processes. President Theodore Roosevelt arrived in Wallace.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:09:58:08]"
    },
    {
      "id": "context_86_21",
      "index": 21,
      "speaker": "Shauna Hillman",
      "words": "One can only speculate at the many reasons why a political figure would come to the Coeur d'Alene mining district in 1903. Roosevelt may have been on the campaign trail. Remember, president McKinley was assassinated. Roosevelt was president, but he was running for his first elected term. The Coeur d'Alene mining district, just out of martial law, was also mining lead and silver, both metals needed for a progressive and prosperous nation.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:10:29:22]"
    },
    {
      "id": "context_86_22",
      "index": 22,
      "speaker": "Shauna Hillman",
      "words": "Gifford Pinchot was working with Roosevelt and Haven to advocate Congress to fund the United States Forest Service. And Roosevelt was political allies with Senator Weldon Haber, a mine speculator. He lived in Wallis, and he owned the Polaris Mill just west of town. Roosevelt arrived in town on the Northern Pacific Railway. He rode in a parade. He gave a town hall rah rah speech, and then he had tea with the mine owners.",
      "tags": [

      ],
      "timestamp": "[00:11:01:23]"
    },
    {
      "id": "context_86_23",
      "index": 23,
      "speaker": "Shauna Hillman",
      "words": "No wonder there was a $5,000 budget for flags, bunting, and surely a donation to the campaign. The Great Fire of 1910 was a massive and destructive disaster to North Idaho. The winter of 1909 was snowy. The spring was wet, but the summer months kept getting hotter and drier. The cause of the fire is unclear, but certainly may have been caused by numerous factors.",
      "tags": [

      ],
      "timestamp": "[00:11:38:21]"
    },
    {
      "id": "context_86_24",
      "index": 24,
      "speaker": "Shauna Hillman",
      "words": "The railroads may not have been diligent in suppressing their sparks. Campers may have been careless. Farmers may have left stumps burning. And then there were the dry lightning storms. But certainly there was not any rain. The small fires grew bigger, and the fires created a firestorm that approached Wallace on August 21st and 22. Excuse me, 22. Fortunately, the wind caught the fire and forced it along the south hill and saving the downtown district from certain destruction.",
      "tags": [

      ],
      "timestamp": "[00:12:11:03]"
    },
    {
      "id": "context_86_25",
      "index": 25,
      "speaker": "Shauna Hillman",
      "words": "The east side of Wallace burned, and the fire raged up Canyon Creek, but at a slower pace, as the area had been harvested for mined timbers, homes, businesses, firewood. And the fire continued to burn for 3 million acres into Canada. When a national snowstorm helped extinguish, one of the heroes of the Great Fire of 1910 was Ranger Ed Pulaski.",
      "tags": [

      ],
      "timestamp": "[00:12:47:08]"
    },
    {
      "id": "context_86_26",
      "index": 26,
      "speaker": "Shauna Hillman",
      "words": "He saw the firestorm coming at his crew in the Lake Elk region, so he ran his firefighters over the ridge to the West Fork of Placer Creek to the Nicholson at it. Ranger Pulaski held 42 firefighters in the mine until the fire passed over. The men limped into Wallace to be greeted with a hero's welcome. Today we have a two mile interpretive hike along the West Fork of Placer Creek.",
      "tags": [

      ],
      "timestamp": "[00:13:15:24]"
    },
    {
      "id": "context_86_27",
      "index": 27,
      "speaker": "Shauna Hillman",
      "words": "To tell you the story of the Big Bird and the brave men who fought the fire, Shauna day, the Shug. There's the Chicago, Milwaukee, Saint Paul and Pacific Railroad Company returned to the Bitterroot to assess damages and begin to run the railroad over trestles and bridges. Within two weeks of the Big Bird, you can experience 15 miles of this once electrified railroad over the Bitterroot Mountains on the route of the Hiawatha Bike ride.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:13:45:20]"
    },
    {
      "id": "context_86_28",
      "index": 28,
      "speaker": "Shauna Hillman",
      "words": "And they'll shuttle you back to the top. Communities in the Coeur d'Alene mining district continued to expand, take over. Thrive, merge and grow. They became economically tied to Spokane. Union Pacific carried passengers to Spokane until 1969. Northern Pacific Railway was part of the Burlington Northern merger in 1970, and Interstate 90 was under construction. The Northern Pacific Depot was listed on the National Register of Historic Places in 1976 by the Idaho State Historical Society.",
      "tags": [
        "mining",
        "labor"
      ],
      "timestamp": "[00:14:18:21]"
    },
    {
      "id": "context_86_29",
      "index": 29,
      "speaker": "Shauna Hillman",
      "words": "This action, a walk and an awareness in the community that maybe Wallace was a unique mining camp built by mine owners. The first draft of Interstate 90 was presented to the town in 1977. There were no favorable opinions. The freeway proposed to be elevated 25ft, cut through the north side of the business district, and in case the river in concrete.",
      "tags": [
        "mining",
        "literature"
      ],
      "timestamp": "[00:15:00:07]"
    },
    {
      "id": "context_86_30",
      "index": 30,
      "speaker": "Shauna Hillman",
      "words": "Certainly the town would have died a noisy death. Miss Nancy Lee Hanson enlisted the help of Mr. Harry Magnuson to stall the freeway and devise a method to save Wallace. He filed a lawsuit against the Idaho Department of Transportation for the lack of an environmental impact statement on the South Fork of the Coeur d'Alene River. As they were building the interstate on the Idaho side of Lookout Pass, the court action was tied up for 17 years.",
      "tags": [

      ],
      "timestamp": "[00:15:30:11]"
    },
    {
      "id": "context_86_31",
      "index": 31,
      "speaker": "Shauna Hillman",
      "words": "In the meantime, Wallace was. Wallace declared the only stoplight between Boston and Seattle. Burlington Northern applied for abandonment on the Wallace Branch of the Northern Pacific Railway. The last freight train.",
      "tags": [

      ],
      "timestamp": "[00:16:03:09]"
    },
    {
      "id": "context_86_32",
      "index": 32,
      "speaker": "Shauna Hillman",
      "words": "To haul or concentrates over Lookout Pass was in 1978. Three ballast cars were loaded with, or concentrates pulled by two diesel electric engines. Each ballast car was worth $1 million. The Idaho Department of Transportation and the Federal Highway Administration, beside the Interstate 90 wood corridor, would be finished after all. A military highway should not have a stoplight, nor should it go through a small town road with road and intersections.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:16:22:21]"
    },
    {
      "id": "context_86_33",
      "index": 33,
      "speaker": "Shauna Hillman",
      "words": "A compromise was made in 1984. Interstate 90 could not harm a building in designated historic Wallace, now listed entirely on the register. The South Fork River would not be interrupted, and there could be an exchange at each end of town, and the highway would have to be built over the railroad. This plan pushed the overhead structure 20ft north, and the nationally recognized building, the Northern Pacific Railroad people would be harmed by the construction.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:16:59:03]"
    },
    {
      "id": "context_86_34",
      "index": 34,
      "speaker": "Shauna Hillman",
      "words": "By the Preservation Act of 1966, signed by Lyndon Johnson, the Northern Pacific Railroad Depot or Burlington Northern Depot had to be moved, and by section 106 it had to be restored to a usable condition. Thus, in 1986, the Northern Pacific Railroad depot was moved, restored and became the icon for historic Wallace. In the meantime, the Environmental Protection Agency declared Bunker Hill Smelter in Kellogg a Superfund site.",
      "tags": [

      ],
      "timestamp": "[00:17:34:15]"
    },
    {
      "id": "context_86_35",
      "index": 35,
      "speaker": "Shauna Hillman",
      "words": "The old smelter would have to be scrapped, buried, and the leaded yards of the community would have to be remediated to make the town healthy for her residents. The air was tested, the water was tested, the yards were tested, the children were tested. The parents were tested, and the results were the lead levels were too high. The ground would need major work as the smelter was dismantled.",
      "tags": [

      ],
      "timestamp": "[00:18:11:24]"
    },
    {
      "id": "context_86_36",
      "index": 36,
      "speaker": "Shauna Hillman",
      "words": "The Yards and Kellogg smelter, Bill and Pinehurst were replaced eventually. Most of the yards in the Coeur d'Alene mining district would be replaced with clean and fresh dirt and new grass. Schools and parks were cleaned and children were tested again and again. When the EPA came to the Coeur d'Alene mining District to remediate and help us make a cleaner environment, the Bunker Hill mine was already looking into ways to make the community better.",
      "tags": [
        "mining",
        "environment"
      ],
      "timestamp": "[00:18:42:03]"
    },
    {
      "id": "context_86_37",
      "index": 37,
      "speaker": "Shauna Hillman",
      "words": "Ed Palmer raining was blowing, growing seedling pine trees in the tunnels of the Bunker Hill mine. There was plenty of water, hot air, and the company gave him grow light. Forester Ed contracted Kellogg High School students to plant the trees on the denuded hillsides of Kellogg. He didn't know if the trees would grow, so the students planted lots of seedlings.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:19:16:02]"
    },
    {
      "id": "context_86_38",
      "index": 38,
      "speaker": "Shauna Hillman",
      "words": "They did grow. And who would have known? The ground continues to be cleaner, the air is cleaner, and the trees continue to grow along Interstate 90 and all around Kellogg. Now a Tree City, USA. The mining companies answered the ongoing testing by reworking their milling and mining production processes. For example, Hecla is Lucky Friday Mine mill uses water from the South Fork of the Coeur d'Alene River.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:19:44:10]"
    },
    {
      "id": "context_86_39",
      "index": 39,
      "speaker": "Shauna Hillman",
      "words": "The water is recirculated through the process of milling the ore concentrates, and eventually the water is released back into the river. However, this water is actually cleaner going back into the river than when it was captured. In terms of sediment, there are no heavy metals released into the river or the air.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:20:17:07]"
    },
    {
      "id": "context_86_40",
      "index": 40,
      "speaker": "Shauna Hillman",
      "words": "The Coeur d'Alene Mining District is the cleanest, the safest and the most prolific mining district district on Earth, and we are grateful. Consider this. Until 1982, the Coeur d'Alene Mining District, Shoshone County, the Silver Valley paid one third of all the taxes in the state of Idaho. Do you want me to repeat that? The Coeur d'Alene Mining District, Shoshone County, paid one third of all of the taxes in the state of Idaho until 1982.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:20:41:19]"
    },
    {
      "id": "context_86_41",
      "index": 41,
      "speaker": "Shauna Hillman",
      "words": "The Coeur d'Alene Mining district was rebranded the Silver Valley. A new clean image. Interstate 90 opened the viaduct over Wallace in 1992. The last freight train to leave the Silver Valley for Spokane in 1994. Kellogg built the longest single stage gondola, Silver Mountain Resort. The route on the Hiawatha bike ride opened as a backyard outdoor adventure. You can't get lost.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:21:25:09]"
    },
    {
      "id": "context_86_42",
      "index": 42,
      "speaker": "Shauna Hillman",
      "words": "The trail of the Coeur d'Alene became a 72 mile bicycle path. The center of the universe was declared in Wallace.",
      "tags": [

      ],
      "timestamp": "[00:22:05:10]"
    },
    {
      "id": "context_86_43",
      "index": 43,
      "speaker": "Shauna Hillman",
      "words": "We commemorated the 1910 fire and built a monument to all first responders and heroes.",
      "tags": [

      ],
      "timestamp": "[00:22:19:03]"
    },
    {
      "id": "context_86_44",
      "index": 44,
      "speaker": "Shauna Hillman",
      "words": "Who would have thought that 10,000 cars would pass over Wallace, and someone would look over the edge of the viaduct and say, what a cute little town we should visit. There.",
      "tags": [

      ],
      "timestamp": "[00:22:29:19]"
    },
    {
      "id": "context_86_45",
      "index": 45,
      "speaker": "Shauna Hillman",
      "words": "We continue to honor the miners and of the 1972 Sunshine Mine disaster fire at the Miners Memorial statue every May 2nd.",
      "tags": [

      ],
      "timestamp": "[00:22:43:16]"
    },
    {
      "id": "context_86_46",
      "index": 46,
      "speaker": "Shauna Hillman",
      "words": "Today. What's your story? Hiking, biking. Fishing. Hunting ATV skiing. Snowshoeing. Kayaking. Snowmobiling or shopping? Just don't come here to fly a kite. The winds aren't usually straight enough. Thank you. Are you there, Doug?",
      "tags": [

      ],
      "timestamp": "[00:22:59:06]"
    },
    {
      "id": "context_86_47",
      "index": 47,
      "speaker": "Doug Exton",
      "words": "I am, yes, thank you for that wonderful presentation. So now we will open it up to the Q&A section. And just to kind of start it off, I want to ask, do you mind touching on how Wallace is kind of navigating the space between, you know, developing further and kind of staying in touch with its historic identity?",
      "tags": [

      ],
      "timestamp": "[00:23:28:20]"
    },
    {
      "id": "context_86_48",
      "index": 48,
      "speaker": "Shauna Hillman",
      "words": "Wallace has, planning and zoning, commission that is our P and Z, and they are redefining that historic commission so that there can be rules in place for new and for new structures so that it will work in with the infrastructure that we have, and match the, the, the architecture style of the community.",
      "tags": [

      ],
      "timestamp": "[00:23:52:09]"
    },
    {
      "id": "context_86_49",
      "index": 49,
      "speaker": "Doug Exton",
      "words": "Nice. And I think that's a really smart idea. That way you it doesn't have that stark contrast of, you know, super modern skyscraper and then quaint, you know, historic Wallace.",
      "tags": [

      ],
      "timestamp": "[00:24:18:00]"
    },
    {
      "id": "context_86_50",
      "index": 50,
      "speaker": "Shauna Hillman",
      "words": "That would be just scary, wouldn't it?",
      "tags": [

      ],
      "timestamp": "[00:24:30:21]"
    },
    {
      "id": "context_86_51",
      "index": 51,
      "speaker": "Doug Exton",
      "words": "Yeah. Just seeing that harsh line right down the middle of the town. And then, if I recall correctly, Wallace is one of the few cities in the US that's been under martial law. So I was wondering if you could touch more on that.",
      "tags": [

      ],
      "timestamp": "[00:24:32:22]"
    },
    {
      "id": "context_86_52",
      "index": 52,
      "speaker": "Shauna Hillman",
      "words": "Well, the martial law became, from the, mine labor force, and, it today it doesn't seem like such a stretch to for the laborers to request, $3.50 a day wages. Six day work week and hospitals within the district. It was a big deal back then. And maybe it was because miners were kind of a commodity and not thought of as as working people with families and lives.",
      "tags": [

      ],
      "timestamp": "[00:24:47:23]"
    },
    {
      "id": "context_86_53",
      "index": 53,
      "speaker": "Shauna Hillman",
      "words": "In 1892. I guess that's a great example of what can happen when, you you anger the laborers, and the laborers have access to dynamite. Not. Yes, martial law came in 92, but not much happened other than a few hospitals. Miners did get $3.50 a day, but but the rights were there. And so with the help of the Butte Miners union, coming in and helping with the and the Western Federation of Miners, then the, the, the, the labor wars of 99 fairly well set the standard.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:25:26:16]"
    },
    {
      "id": "context_86_54",
      "index": 54,
      "speaker": "Shauna Hillman",
      "words": "And a new smelter for Bunker Hill as well.",
      "tags": [

      ],
      "timestamp": "[00:26:13:23]"
    },
    {
      "id": "context_86_55",
      "index": 55,
      "speaker": "Doug Exton",
      "words": "Exactly. Making that health care environment for everyone. And then do you mind touching on the history of the bordellos out in Wallace? Well, everyone's favorite top answer and population.",
      "tags": [

      ],
      "timestamp": "[00:26:16:23]"
    },
    {
      "id": "context_86_56",
      "index": 56,
      "speaker": "Shauna Hillman",
      "words": "And the transient population tends to be miners. They work hard, they play hard, they they relax hard. So Wallace, as a, a community had the two railroads that had depots here. So there was a mighty lot of transient miners that came through. And the the bordellos seem to answer that. That need of, of a place for them to be there also lots and lots of bars in in doctor Heather Brown sitter's book selling sex in the Silver Valley.",
      "tags": [
        "migration",
        "mining"
      ],
      "timestamp": "[00:26:30:06]"
    },
    {
      "id": "context_86_57",
      "index": 57,
      "speaker": "Shauna Hillman",
      "words": "It it implies that there were less, abuses to women because they there was an outlet at the bordello. Certainly. That could be true. I'm not the one to to assess that. But at the same time, we didn't exactly talk about the abuses, for, for many, many years. Eventually the, the, houses, the, the female boarding, the sporting women were all rounded up and, and contained within this area of sixth Street and Alley A and and that confined them to one specific area.",
      "tags": [

      ],
      "timestamp": "[00:27:13:12]"
    },
    {
      "id": "context_86_58",
      "index": 58,
      "speaker": "Shauna Hillman",
      "words": "I asked some of the students from 1960, how they dealt with that. And, and of course, Wallace is so small, you don't bother with a family car to go drag Main Street. You walk. And they they told me that they stayed pretty much on Bank Street and Fifth Street, because the majority of the bars and the bordellos were at Cedar and Sixth, and so they just avoided the area.",
      "tags": [

      ],
      "timestamp": "[00:27:54:08]"
    },
    {
      "id": "context_86_59",
      "index": 59,
      "speaker": "Shauna Hillman",
      "words": "And I to point out one more time, Shoshone County, paying one third of all of the taxes in the state of Idaho makes it kind of easy for the the state to turn a blind eye to maybe some unusual practices.",
      "tags": [

      ],
      "timestamp": "[00:28:22:08]"
    },
    {
      "id": "context_86_60",
      "index": 60,
      "speaker": "Doug Exton",
      "words": "You know. Yeah, I was going to say money does tend to, to cloud things a little bit. And a third of the entire state's taxes is definitely a lot of money.",
      "tags": [

      ],
      "timestamp": "[00:28:38:19]"
    },
    {
      "id": "context_86_61",
      "index": 61,
      "speaker": "Shauna Hillman",
      "words": "Even even when it was a pretty small state back then.",
      "tags": [

      ],
      "timestamp": "[00:28:47:23]"
    },
    {
      "id": "context_86_62",
      "index": 62,
      "speaker": "Doug Exton",
      "words": "Exactly. And then do you have to know what laws are still mined in the Silver Valley area?",
      "tags": [

      ],
      "timestamp": "[00:28:51:00]"
    },
    {
      "id": "context_86_63",
      "index": 63,
      "speaker": "Shauna Hillman",
      "words": "We mine, of course, silver, lead, zinc and and trace minerals of gold and copper, and a few others. But they're just trace. So I find it really interesting that the further, in depth the Lucky Friday is mining, the greater the silver or bodies are. It seems to be following history that way. We needed lead in 1903, and now we need much more silver.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:28:57:10]"
    },
    {
      "id": "context_86_64",
      "index": 64,
      "speaker": "Doug Exton",
      "words": "And then do you mind also, talking more about the mining laws and the assassination of Governor Doohan Burg, if I said that correctly.",
      "tags": [

      ],
      "timestamp": "[00:29:30:00]"
    },
    {
      "id": "context_86_65",
      "index": 65,
      "speaker": "Shauna Hillman",
      "words": "Lunenburg. Yeah. Or is Manhattan so, so humorously put it governor Stepin Fetchit. So, I, I can't go into great detail on the mine, on the labor wars. Certainly. Once again, the Coeur d'Alene mining district is on the map because of Harry Orchard's, ability to again work with dynamite and explosives. It's it's an to to use the term and not a pun.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:29:38:11]"
    },
    {
      "id": "context_86_66",
      "index": 66,
      "speaker": "Shauna Hillman",
      "words": "Yeah. It was an explosive time. It was a time when laborers needed a say in, in working conditions, working time, living conditions. And, and they always accused the owners of shorting their wages so that they could entice more investors in the East to buy into their properties.",
      "tags": [

      ],
      "timestamp": "[00:30:15:18]"
    },
    {
      "id": "context_86_67",
      "index": 67,
      "speaker": "Doug Exton",
      "words": "And then I know before we started the, talk tonight, you and I talked one on one about how tourism and and while this is really a big industry now and how you've had more out-of-state and more Boise in there than you ever would have thought. So I was wondering if you don't if you could touch on, just kind of how Wallace has pivoted from, you know, a focus on mining to it seems like a focus on tourism with mining kind of on the back burner, or almost at least to the public eye.",
      "tags": [

      ],
      "timestamp": "[00:30:46:06]"
    },
    {
      "id": "context_86_68",
      "index": 68,
      "speaker": "Shauna Hillman",
      "words": "Well, maybe to the public eye, but we're still an industrial tax base and and we're still mining. Many of us feel like we have the mix, right. We have an industrial tax base. So we have a community that's based on, on working people and, and taxes of course. And then we have a colorful town and easy walk about town that makes coming to visit us a joy and, and maybe even for some families, a little bit of freedom.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:31:16:12]"
    },
    {
      "id": "context_86_69",
      "index": 69,
      "speaker": "Shauna Hillman",
      "words": "There's there's not typically high crime in Wallace. The weather is is very, very walkable. Even today, it's, it's a balmy blue sky. 36 until it turned dark an hour ago. But it makes it it makes it easy to come visit us. And we think that we can entertain a family of four for three days between the bicycle rides, the hikes that we have, shopping around Wallace.",
      "tags": [

      ],
      "timestamp": "[00:31:54:15]"
    },
    {
      "id": "context_86_70",
      "index": 70,
      "speaker": "Shauna Hillman",
      "words": "And then there are the evening activities such as the, the, silly blue and hills and cheer on the melodrama and the other, other kind of, events and and must see things around town.",
      "tags": [

      ],
      "timestamp": "[00:32:24:10]"
    },
    {
      "id": "context_86_71",
      "index": 71,
      "speaker": "Shauna Hillman",
      "words": "But, you know, in 1982, the town fathers put that pin in Wallace and drew a circle around Wallace and said, the goal is to get everybody who's driving an eight hour day to stay in Wallace. So I think I think we're getting there.",
      "tags": [

      ],
      "timestamp": "[00:32:44:11]"
    },
    {
      "id": "context_86_72",
      "index": 72,
      "speaker": "Doug Exton",
      "words": "Yeah. And kind of building off of that, one of the attendees here did note that the last time they looked at Wallace, a lot of the houses there seem to now be Airbnbs. So she was wondering if Wallace is currently growing or if the Airbnb is just kind of more of that vacation, you know, capitalizing on the tourism?",
      "tags": [

      ],
      "timestamp": "[00:33:00:09]"
    },
    {
      "id": "context_86_73",
      "index": 73,
      "speaker": "Shauna Hillman",
      "words": "Well, there are lots of Airbnbs, and it is kind of a, fun thing to say that you stayed in a whorehouse. I guess. There are quite a few Airbnbs. It's a family friendly place to come. And and if if your vacation would be more fun to be, to bring more family members. Then then we welcome them.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:33:22:00]"
    },
    {
      "id": "context_86_74",
      "index": 74,
      "speaker": "Shauna Hillman",
      "words": "Certainly, as, museum director, a family is more entertaining to to show our museum to than than just 1 or 2 people at a time. The fun. The Airbnb. I think that satisfies a need.",
      "tags": [

      ],
      "timestamp": "[00:33:54:24]"
    },
    {
      "id": "context_86_75",
      "index": 75,
      "speaker": "Doug Exton",
      "words": "And then how many minds are still working within the Silver Valley area? And then which are.",
      "tags": [

      ],
      "timestamp": "[00:34:16:01]"
    },
    {
      "id": "context_86_76",
      "index": 76,
      "speaker": "Shauna Hillman",
      "words": "They there for mines that are currently working. Of course. Heckler's lucky Friday in Mullen. And, and U.S. silver has the Galena just west of Wallace. And then you go a little further. The the famous sunshine mine is in, maintenance right now, not closed, but in maintenance. And the Bunker Hill has just put out a press release that they're, looking for more silver deposits and doing some more exploration work.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:34:20:15]"
    },
    {
      "id": "context_86_77",
      "index": 77,
      "speaker": "Shauna Hillman",
      "words": "So we're still mining silver.",
      "tags": [

      ],
      "timestamp": "[00:34:53:01]"
    },
    {
      "id": "context_86_78",
      "index": 78,
      "speaker": "Doug Exton",
      "words": "And then the do or do you happen to know if there was a change in tourism after the filming of Dante's Peak in Wallace?",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:34:58:10]"
    },
    {
      "id": "context_86_79",
      "index": 79,
      "speaker": "Shauna Hillman",
      "words": "Was there more tourism?",
      "tags": [

      ],
      "timestamp": "[00:35:05:18]"
    },
    {
      "id": "context_86_80",
      "index": 80,
      "speaker": "Doug Exton",
      "words": "Yeah. After that.",
      "tags": [

      ],
      "timestamp": "[00:35:07:21]"
    },
    {
      "id": "context_86_81",
      "index": 81,
      "speaker": "Shauna Hillman",
      "words": "After that? You know, it's hard to say because, if you watch the credits, clear to the end, it does say filmed in Wallace, Idaho. And we still play on that, because as long as they're going to play those movies, Wallace will keep using that kind of advertising. Forever and ever and ever. Yeah.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:35:09:09]"
    },
    {
      "id": "context_86_82",
      "index": 82,
      "speaker": "Shauna Hillman",
      "words": "I don't know. I don't know, I don't know if that single event brought greater tourism. It certainly did. One heck of a summer with all of the the, movie extras and workers that were in town. There were lots of people.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:35:34:16]"
    },
    {
      "id": "context_86_83",
      "index": 83,
      "speaker": "Doug Exton",
      "words": "I was going to say, probably made Wallace a very packed town during that time.",
      "tags": [

      ],
      "timestamp": "[00:35:53:08]"
    },
    {
      "id": "context_86_84",
      "index": 84,
      "speaker": "Shauna Hillman",
      "words": "Yeah. For for 1999, 96, 96.",
      "tags": [

      ],
      "timestamp": "[00:35:57:15]"
    },
    {
      "id": "context_86_85",
      "index": 85,
      "speaker": "Doug Exton",
      "words": "Two next week we have. All righty. Do you mind talking about the different museums? I know there's a couple in there. I know the HHC is a pretty good relationship with a lot of the different cultural institutions out in Wallace, so I was wondering if you might be able to talk about a few of the different museums someone could go see in the history behind them?",
      "tags": [

      ],
      "timestamp": "[00:36:06:02]"
    },
    {
      "id": "context_86_86",
      "index": 86,
      "speaker": "Shauna Hillman",
      "words": "Certainly. I'll start with the Northern Pacific Railroad Depot Museum, for obvious reasons. Yeah. We're a museum dedicated to the transportation history of of the Coeur d'Alene mining district. So that would be the Burlington Northern, the Northern Pacific, the Union Pacific, and of course, the Chicago, Milwaukee, Saint Paul and Pacific, which is more well known as the Milwaukee Road or to us, the route of the Hiawatha.",
      "tags": [
        "mining",
        "labor"
      ],
      "timestamp": "[00:36:25:05]"
    },
    {
      "id": "context_86_87",
      "index": 87,
      "speaker": "Shauna Hillman",
      "words": "Just out our front door and in the back door is the Oasis Bordello Museum. That museum that that sporting women's upstairs, rooming closed in 1988. And the museum tour is is as if the women just left the the facility and it's maintained that way out their front door and down Cedar Street a little ways is the silver Sierra Sierra silver mine Tours.",
      "tags": [

      ],
      "timestamp": "[00:36:50:01]"
    },
    {
      "id": "context_86_88",
      "index": 88,
      "speaker": "Shauna Hillman",
      "words": "They load you into a trolley and drive you a mile up nine nine Mile Creek to the, to a mine where they take you underground and they show you how they extract the silver or concentrate from the rock. It's noisy and it's dirty and it's loud, very, very loud. Then they bring you back into town on this little trolley, and they tool you around and give you a a, riding tour of the downtown district and then into the western part of the residential district where they where the mine owners live.",
      "tags": [

      ],
      "timestamp": "[00:37:22:11]"
    },
    {
      "id": "context_86_89",
      "index": 89,
      "speaker": "Shauna Hillman",
      "words": "They always say the, the Catholics lived on Bank Street and the Protestants lived on Cedar Street. Go figure. And then out that door, you go up to Bank Street, and there's the, Wallace District Mining Museum, a wonderful museum. They have the original Palast at that museum. They also have a tour of a four square set, so you can see what it looks like to shore up the ground when they're mining lots of other things in that museum.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:38:01:04]"
    },
    {
      "id": "context_86_90",
      "index": 90,
      "speaker": "Shauna Hillman",
      "words": "They also have a great collection of safes, and, and mine maps. So you can see how they, they drill the stopes and the, the how the skips work in the underground, tunnels and and drifts. Then at exit 61 is the Mine Heritage Exhibition. That is an outdoor free exhibit of mining equipment. And, my personal favorite piece is the Coeur d'Alene Junior Voice, a horse that was built by the Coeur d'Alene, foundry here in Wallace.",
      "tags": [
        "history",
        "mining"
      ],
      "timestamp": "[00:38:32:11]"
    },
    {
      "id": "context_86_91",
      "index": 91,
      "speaker": "Shauna Hillman",
      "words": "And. And that equipment or cars? Lots of equipment. But that that hoist was shipped by Northern Pacific Railway to lots of other mining districts around the U.S., and I'm talking as far away as Colorado, Missouri, Arizona, Nevada. They they were building lots of innovative mining equipment here.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:39:16:09]"
    },
    {
      "id": "context_86_92",
      "index": 92,
      "speaker": "Doug Exton",
      "words": "And then the Superfund site that you mentioned within Silver Valley, has not either been completed or is it still in process?",
      "tags": [

      ],
      "timestamp": "[00:39:42:21]"
    },
    {
      "id": "context_86_93",
      "index": 93,
      "speaker": "Shauna Hillman",
      "words": "I think it's still in process. The sad thing is, you know, remediation, they can take away your history when they're in the process of, cleaning up mine dumps and and making the forest look better. There goes a little touchy history all of the time. Is it sad to get a clean river, Heppner and to see bushes grow along the river?",
      "tags": [

      ],
      "timestamp": "[00:39:50:19]"
    },
    {
      "id": "context_86_94",
      "index": 94,
      "speaker": "Shauna Hillman",
      "words": "There's still a present of the Coeur d'Alene basin in the area. Certainly we, as a series of communities, have have been able to take advantage of the help from the the Superfund site, the EPA, Dec. Our, our our community infrastructures are stronger. Our our roads are paved and and healthy. Our grass is green. The air is certainly better.",
      "tags": [

      ],
      "timestamp": "[00:40:18:20]"
    },
    {
      "id": "context_86_95",
      "index": 95,
      "speaker": "Shauna Hillman",
      "words": "And like I said, Kellogg is a tree city, USA. Wallace is a Tree City, USA.",
      "tags": [

      ],
      "timestamp": "[00:40:48:02]"
    },
    {
      "id": "context_86_96",
      "index": 96,
      "speaker": "Doug Exton",
      "words": "Yeah, and I love being able to hear the stories about how, you know, with the EPA's help and stuff like that, you know, areas that wouldn't essentially be habitable anymore. You know, our being able to be converted into these newer, you know, more green cities that are just thriving now.",
      "tags": [

      ],
      "timestamp": "[00:40:54:18]"
    },
    {
      "id": "context_86_97",
      "index": 97,
      "speaker": "Shauna Hillman",
      "words": "Sure. There's a golf course on the old, Superfund site. Replace that divot.",
      "tags": [

      ],
      "timestamp": "[00:41:12:05]"
    },
    {
      "id": "context_86_98",
      "index": 98,
      "speaker": "Doug Exton",
      "words": "Yeah. Plus, who doesn't love golfing? And then I know I haven't been to Wallace myself. However, I have seen photos of the center of the universe plaque in Wallace. I was wondering if you could provide some background on that.",
      "tags": [

      ],
      "timestamp": "[00:41:19:11]"
    },
    {
      "id": "context_86_99",
      "index": 99,
      "speaker": "Shauna Hillman",
      "words": "I can really supply some background on that. I'm one of five people that declared Wallace the center of the universe. It was 2004, and we were holding silver investment conferences, and we were bringing in roughly 12,015 hundred people to these conferences. And and they were in Spokane and Coeur d'Alene. And we wanted a reason for people to come visit Wallace.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:41:35:04]"
    },
    {
      "id": "context_86_100",
      "index": 100,
      "speaker": "Shauna Hillman",
      "words": "And it was that simple to build a, a manhole cover that declared us the center of the universe, that it would be, honorable to the mining district. And so you see the miner in the center and of course, the, mine stock symbols around the outside. And, and the concept was that everything is measured in miles from the center of the universe.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:42:04:20]"
    },
    {
      "id": "context_86_101",
      "index": 101,
      "speaker": "Shauna Hillman",
      "words": "Wallace, Idaho. Why not?",
      "tags": [

      ],
      "timestamp": "[00:42:32:16]"
    },
    {
      "id": "context_86_102",
      "index": 102,
      "speaker": "Doug Exton",
      "words": "Exactly. And then also, I know we haven't talked about a whole lot in this talk, but do you mind touching on the Native American history of Wallace and the silver mining district?",
      "tags": [

      ],
      "timestamp": "[00:42:35:23]"
    },
    {
      "id": "context_86_103",
      "index": 103,
      "speaker": "Shauna Hillman",
      "words": "I, I don't have that history. I'm sorry. I can't help you there. But don't worry. I'll look into it. Better.",
      "tags": [

      ],
      "timestamp": "[00:42:47:08]"
    },
    {
      "id": "context_86_104",
      "index": 104,
      "speaker": "Doug Exton",
      "words": "No worries. That can always be another topic for another time in a future connected conversation. And then do you happen to know, going back to the bordello topic, how Wallace numbers compared to other mining towns like Butte, Montana?",
      "tags": [

      ],
      "timestamp": "[00:42:53:22]"
    },
    {
      "id": "context_86_105",
      "index": 105,
      "speaker": "Shauna Hillman",
      "words": "In terms of how many bordellos there, there were servicing these these, miners?",
      "tags": [

      ],
      "timestamp": "[00:43:13:02]"
    },
    {
      "id": "context_86_106",
      "index": 106,
      "speaker": "Doug Exton",
      "words": "I believe so.",
      "tags": [

      ],
      "timestamp": "[00:43:19:14]"
    },
    {
      "id": "context_86_107",
      "index": 107,
      "speaker": "Shauna Hillman",
      "words": "No I can't.",
      "tags": [

      ],
      "timestamp": "[00:43:21:06]"
    },
    {
      "id": "context_86_108",
      "index": 108,
      "speaker": "Doug Exton",
      "words": "Okay.",
      "tags": [

      ],
      "timestamp": "[00:43:22:17]"
    },
    {
      "id": "context_86_109",
      "index": 109,
      "speaker": "Shauna Hillman",
      "words": "That's that's a doctor. Heather Brandstatter question.",
      "tags": [

      ],
      "timestamp": "[00:43:23:20]"
    },
    {
      "id": "context_86_110",
      "index": 110,
      "speaker": "Doug Exton",
      "words": "And then we are still accepting questions. We have 15 minutes left, so get them on. And if you have any. But, While we're here, do you mind talking a little bit more about just kind of the different recreation things within all this and how that's also changed over time. If recreation was a thing back? Well, not if it was a thing.",
      "tags": [

      ],
      "timestamp": "[00:43:29:11]"
    },
    {
      "id": "context_86_111",
      "index": 111,
      "speaker": "Doug Exton",
      "words": "But if the miners like to do recreational activities, like in the wilderness and stuff, you know, back when mining was the tradition for us.",
      "tags": [

      ],
      "timestamp": "[00:43:51:12]"
    },
    {
      "id": "context_86_112",
      "index": 112,
      "speaker": "Shauna Hillman",
      "words": "Certainly makes for a lot of outdoor fun.",
      "tags": [

      ],
      "timestamp": "[00:44:00:06]"
    },
    {
      "id": "context_86_113",
      "index": 113,
      "speaker": "Doug Exton",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:44:03:07]"
    },
    {
      "id": "context_86_114",
      "index": 114,
      "speaker": "Shauna Hillman",
      "words": "The South fork of the Coeur d'Alene River. Which, which many, many old timers will tell you. Was flowing the color of molten land, and probably didn't have a fish habitat does now. And it's a fun little river to fish. It gets a little low in the, middle late summer, but it supports a nice little, fish habitat.",
      "tags": [

      ],
      "timestamp": "[00:44:03:18]"
    },
    {
      "id": "context_86_115",
      "index": 115,
      "speaker": "Shauna Hillman",
      "words": "Lots of greenery along it. I had a nice little moose that came by and visited the depot, for three days last summer. It was as if she was enjoying the people, looking at her and waving at her. And and she was just sitting in the it down in the stream, kind of soaking her feet.",
      "tags": [

      ],
      "timestamp": "[00:44:33:09]"
    },
    {
      "id": "context_86_116",
      "index": 116,
      "speaker": "Shauna Hillman",
      "words": "The the north Fork of the Coeur d'Alene River has become a very, very big summer recreation area. Lots of floaters, lots of kayaks, lots of fishermen. Year round on the North Fork of the Coeur d'Alene River. Of course, the bicycling, mountain biking up on the route of the Hiawatha. I believe they saw near 60,000 riders this year on that 15 mile stretch.",
      "tags": [

      ],
      "timestamp": "[00:44:55:11]"
    },
    {
      "id": "context_86_117",
      "index": 117,
      "speaker": "Shauna Hillman",
      "words": "The 72 mile stretch of the trail of the quarter lanes is a wonderful trail that is, maintained and and, looked after by the the, Idaho Parks and Rec at the old mission. State Park. One of the things that happened with that railroad when Union Pacific built it. So they created a dike system going through the, the wetlands down near Harrison and towards the lake, and by turning it into a bicycle path and and capping it with pavement.",
      "tags": [
        "environment",
        "labor"
      ],
      "timestamp": "[00:45:22:08]"
    },
    {
      "id": "context_86_118",
      "index": 118,
      "speaker": "Shauna Hillman",
      "words": "They they created a lookout so that on the horrible chance that there would be a blowout from high water, the the trail could be instantly taken care of. And those heavy metals that have inadvertently pushed up against that hiking system can be taken care of and not leech into Lake Coeur d'Alene. The mountains have been logged, are logged for mine timbers underground more than anything else.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:46:00:04]"
    },
    {
      "id": "context_86_119",
      "index": 119,
      "speaker": "Shauna Hillman",
      "words": "But there's lots of hiking trails there. The the, Shoshone County Sportsmen Association, transferred elk from, the Cascades and from the Yellowstone Park area into this area. And their first hunt was in 1954. We have a huge population of whitetail deer. And,",
      "tags": [

      ],
      "timestamp": "[00:46:30:15]"
    },
    {
      "id": "context_86_120",
      "index": 120,
      "speaker": "Shauna Hillman",
      "words": "And, and hiking trails like the, Pulaski Trail, which is a is a great trail that even has room for for some growth in itself. As you begin the trail, you can see the, the rock, gave you an damns that the city built one that West fork of Plaster Creek was there city water and power source as well.",
      "tags": [

      ],
      "timestamp": "[00:46:58:07]"
    },
    {
      "id": "context_86_121",
      "index": 121,
      "speaker": "Shauna Hillman",
      "words": "So, yes, there's lots to do. It's all. It's long been known that miners play hard. They drive the biggest trucks on the highway. They drive the biggest ATVs, they drive the biggest snowmobiles. But they have the biggest first aid kits as well. They they play hard and. But they work hard. There's no denying that.",
      "tags": [

      ],
      "timestamp": "[00:47:25:05]"
    },
    {
      "id": "context_86_122",
      "index": 122,
      "speaker": "Doug Exton",
      "words": "Someone is wondering if there were ethnic communities and, well, during its early mining history or if it was, predominantly homogenous group of miners and people living.",
      "tags": [

      ],
      "timestamp": "[00:47:49:05]"
    },
    {
      "id": "context_86_123",
      "index": 123,
      "speaker": "Shauna Hillman",
      "words": "There are lots of, gold shows in this mountainous area. And so ethnic groups would, would settle those gold shows. There's a there was a thin community outside of of Mullan and the Swedes up another gulch and down in Kellogg, there's a for gulch where for the Italians were settling. So certainly, there are lots of different ethnic backgrounds.",
      "tags": [

      ],
      "timestamp": "[00:47:59:10]"
    },
    {
      "id": "context_86_124",
      "index": 124,
      "speaker": "Shauna Hillman",
      "words": "Apparently that was also seen underground by methods of of ground support. So there there were different methods just to support the ground depending on where you learned your mining techniques. What country or what part of the country? Remember the, the root of the Hiawatha or the the Chicago, Milwaukee, Saint Paul and Pacific used lots and lots of laborers and not Oriental labor or China labor to build the the, railroad up over the Bitterroot.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:48:26:08]"
    },
    {
      "id": "context_86_125",
      "index": 125,
      "speaker": "Shauna Hillman",
      "words": "So there were there were lots of different ethnic groups in the area.",
      "tags": [

      ],
      "timestamp": "[00:49:04:14]"
    },
    {
      "id": "context_86_126",
      "index": 126,
      "speaker": "Doug Exton",
      "words": "And was there tension between them during the early history of Wallace or not?",
      "tags": [

      ],
      "timestamp": "[00:49:09:19]"
    },
    {
      "id": "context_86_127",
      "index": 127,
      "speaker": "Shauna Hillman",
      "words": "I think the tension was between the laborers and the mine owners. That whole concept that that laborers were were expendable. That's just scary.",
      "tags": [

      ],
      "timestamp": "[00:49:16:20]"
    },
    {
      "id": "context_86_128",
      "index": 128,
      "speaker": "Doug Exton",
      "words": "Yeah. Especially in, in mining environment where accidents can happen very easily.",
      "tags": [

      ],
      "timestamp": "[00:49:28:06]"
    },
    {
      "id": "context_86_129",
      "index": 129,
      "speaker": "Shauna Hillman",
      "words": "And there were accidents.",
      "tags": [

      ],
      "timestamp": "[00:49:34:15]"
    },
    {
      "id": "context_86_130",
      "index": 130,
      "speaker": "Doug Exton",
      "words": "And then due to. Since Wallace is becoming slightly more dependent on tourism now, how is it faring during this unusual 2020 year with the impacts on tourism and stuff like that?",
      "tags": [

      ],
      "timestamp": "[00:49:38:21]"
    },
    {
      "id": "context_86_131",
      "index": 131,
      "speaker": "Shauna Hillman",
      "words": "I'll give everybody a little touch of advice. Don't walk into a museum or a visitor center and say, we just had to get out of home. We couldn't take it anymore because it makes us wonder what they're doing here. Did they come here to to see us, to enjoy us, to to enjoy our atmosphere? Or are we just an escape for them?",
      "tags": [

      ],
      "timestamp": "[00:49:54:02]"
    },
    {
      "id": "context_86_132",
      "index": 132,
      "speaker": "Shauna Hillman",
      "words": "Come, come to visit us for the enjoyment and of of a new experience. Or return for an old experience. Lots and lots of, Out-of-state license plates. There's not a parking place in Wallace from Thursday until Monday. And on Tuesday, Wallace is a quiet town again.",
      "tags": [

      ],
      "timestamp": "[00:50:19:14]"
    },
    {
      "id": "context_86_133",
      "index": 133,
      "speaker": "Doug Exton",
      "words": "Well, no, you just said, Tuesday will probably no longer be quiet. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:50:43:15]"
    },
    {
      "id": "context_86_134",
      "index": 134,
      "speaker": "Shauna Hillman",
      "words": "That would be okay. The depot's open on Tuesday.",
      "tags": [

      ],
      "timestamp": "[00:50:48:05]"
    },
    {
      "id": "context_86_135",
      "index": 135,
      "speaker": "Doug Exton",
      "words": "Well, there you go. Do you mind touching, a little bit more on the Wallace fire as well.",
      "tags": [

      ],
      "timestamp": "[00:50:50:15]"
    },
    {
      "id": "context_86_136",
      "index": 136,
      "speaker": "Shauna Hillman",
      "words": "The fire of 1910?",
      "tags": [

      ],
      "timestamp": "[00:51:00:05]"
    },
    {
      "id": "context_86_137",
      "index": 137,
      "speaker": "Doug Exton",
      "words": "Yes.",
      "tags": [

      ],
      "timestamp": "[00:51:02:03]"
    },
    {
      "id": "context_86_138",
      "index": 138,
      "speaker": "Shauna Hillman",
      "words": "Yes. First of all, if there was a fire in Wallace in 1890. And after that fire, the town rebuilt as as much of the town as you see today. Those buildings up, that surround the center of the universe were built in in 1890, and there built a brick and steel and mortar. So they're more sustainable buildings than than wooden.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:51:03:06]"
    },
    {
      "id": "context_86_139",
      "index": 139,
      "speaker": "Shauna Hillman",
      "words": "Wallace survived the Great Fire of 1910. By the grace of God. The wind shifted just as the fire was coming. It was. It was burning north. So it was coming along Placer Creek. And just as it reached about where the top of King Street is. But the winds caught it and it burned. The, the fire burned the south Hill.",
      "tags": [

      ],
      "timestamp": "[00:51:30:07]"
    },
    {
      "id": "context_86_140",
      "index": 140,
      "speaker": "Shauna Hillman",
      "words": "Now, yes, it did wipe out a lot of residents. And it wiped out all of the, the the timber and the brush, the homes, the whole works on the south side. And and then then the fire moved on up Canyon Creek. It burned the east side of Wallace, but it did not burn the downtown district where those brick buildings are.",
      "tags": [

      ],
      "timestamp": "[00:51:53:19]"
    },
    {
      "id": "context_86_141",
      "index": 141,
      "speaker": "Shauna Hillman",
      "words": "I think that the, the, the metal steel doors on the, backside of the Coeur d'Alene Hardware building, which would be, the Wallace Brewing Company, Solon. Sarah and the Pizza Factory. I think those doors are a product of preparing for the 1910 fire. So a fire burn comes down off of that south hill, and it lands in an ink barrel or, printing solvent barrel that's behind the Idaho Press building.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:52:17:05]"
    },
    {
      "id": "context_86_142",
      "index": 142,
      "speaker": "Shauna Hillman",
      "words": "That's across the street from the courthouse. There must have been a terrible explosion when that happened, but workers were pouring water on the courthouse. They were pouring water on the fine Samuel's hotel. And so those two structures were left standing and everything else was leveled. The the Union Pacific depot was brand new, just built in 1909 and and didn't have anything in it yet.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:52:51:21]"
    },
    {
      "id": "context_86_143",
      "index": 143,
      "speaker": "Shauna Hillman",
      "words": "And it was completely gutted. The worst of building was a new building. And it will. It's across the street from the courthouse, going another direction, and it was burned. The Coeur d'Alene Hardware company, the Lake foundry is on the east end of town. And and it was destroyed. Fortunately, there was lots of insurance being sold right up until the time that people were evacuated.",
      "tags": [

      ],
      "timestamp": "[00:53:19:08]"
    },
    {
      "id": "context_86_144",
      "index": 144,
      "speaker": "Shauna Hillman",
      "words": "The trains evacuated. The people that some went to Kellogg on the up tracks. Some were going to the Missoula area on the tracks. There's a story about one of the sister nurses at the Providence Hospital, which is east of town, commandeered a train that was idling there. And and they loaded the passengers on that train. And apparently that train was caught between two burning trestles, but but managed to survive the fire again.",
      "tags": [

      ],
      "timestamp": "[00:53:43:10]"
    },
    {
      "id": "context_86_145",
      "index": 145,
      "speaker": "Shauna Hillman",
      "words": "The heavens are smiling down on all of us.",
      "tags": [

      ],
      "timestamp": "[00:54:17:04]"
    },
    {
      "id": "context_86_146",
      "index": 146,
      "speaker": "Doug Exton",
      "words": "Yeah. That was that would definitely be a scary experience. Yeah. Do you know, did a lot of the people that left Wallace do that fire? Did they come back to Wallace once the town started? You know, rebuilding process, or did they just kind of move on in a sense?",
      "tags": [

      ],
      "timestamp": "[00:54:21:03]"
    },
    {
      "id": "context_86_147",
      "index": 147,
      "speaker": "Shauna Hillman",
      "words": "I think a lot of them came back. Mary Whyte Gordon says in her little book that they were encouraged to leave the windows and doors open and leave everything as it was, and leave their home. And when they returned, there was, who would only know how many inches of ash on everything. So I, I think people came back.",
      "tags": [

      ],
      "timestamp": "[00:54:37:04]"
    },
    {
      "id": "context_86_148",
      "index": 148,
      "speaker": "Shauna Hillman",
      "words": "They built roads on the South Hill, so you didn't have to depend on just the stairs to, to access your home and the neighborhoods and and, you know, speaking of the stairs, I forgot to mention the 800 stairs on the south hill. That can be a bit of a museum in itself.",
      "tags": [

      ],
      "timestamp": "[00:55:03:03]"
    },
    {
      "id": "context_86_149",
      "index": 149,
      "speaker": "Doug Exton",
      "words": "There's a lot of stairs, after all.",
      "tags": [

      ],
      "timestamp": "[00:55:22:22]"
    },
    {
      "id": "context_86_150",
      "index": 150,
      "speaker": "Shauna Hillman",
      "words": "And they have all been, rebuilt and and, made safe. So it's fun to try to climb the stairs and the leaves are off the trees now so you can see the whole downtown.",
      "tags": [

      ],
      "timestamp": "[00:55:26:13]"
    },
    {
      "id": "context_86_151",
      "index": 151,
      "speaker": "Doug Exton",
      "words": "I thought that was too beautiful.",
      "tags": [

      ],
      "timestamp": "[00:55:43:20]"
    },
    {
      "id": "context_86_152",
      "index": 152,
      "speaker": "Shauna Hillman",
      "words": "So we think so.",
      "tags": [

      ],
      "timestamp": "[00:55:44:24]"
    },
    {
      "id": "context_86_153",
      "index": 153,
      "speaker": "Doug Exton",
      "words": "So unfortunately, it looks like we are out of time tonight. So I wanted to extend a warm thank you to everyone who attended. And again, thank you, Shauna, for having this conversation tonight.",
      "tags": [

      ],
      "timestamp": "[00:55:49:10]"
    },
    {
      "id": "context_86_154",
      "index": 154,
      "speaker": "Shauna Hillman",
      "words": "Thank you Doug.",
      "tags": [

      ],
      "timestamp": "[00:56:00:01]"
    },
    {
      "id": "context_86_155",
      "index": 155,
      "speaker": "Doug Exton",
      "words": "Have a good night everyone.",
      "tags": [

      ],
      "timestamp": "[00:56:01:17]"
    }
  ],
  "metadata": {
    "totalSegments": 156,
    "description": "The history of the Silver Valley, Shoshone County Idaho reads like a dime novel with MURDER, MINING, MAYHEM, MEN, MONEY AND PROSTITUTION!  Many of the Mining Laws of 1972 were written from the court cases filed in the Coeur dAlene Mining District. The military highway through the South fork of the Coeur dAlenes opened the territory to prospectors and adventurers. Wallace and the Silver Valley are mining camps, the railroads came because of the money to be earned shipping ore concentrated to the smelters.  The industry has evolved with the changing times, environmental regulations and the communities are ready to continue their sustainability with changes as well. Shauna moved to Wallace in 1980, because the wind does not blow here!  Wallace is the best small mountain town where a person could reside.  It is on the Interstate 90 corridor, near to Spokane, Washington, and Missoula, Montana.   (If one must go to the city.)  It is  in the middle of mountains, rivers, hiking trails and  outdoors sports. She finds the history of the Coeur dAlene Mining District, Shoshone County and the railroad transportation fascinating and surprisingly modern.  She is curious and an avid reader, of all kinds of topics. It is a pleasure to reside and work in Wallace as we define ourselves as a mining camp, a tourist destination, a trailhead on crown jewel bicycle path, and a hometown.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}