{
  "title": "The History of Idaho State Parks",
  "interviewee": "Rick Just",
  "interviewer": "David Pettyjohn",
  "date": "2020-08-18",
  "subjects": [
    "state parks",
    "political events",
    "expeditions (journeys)",
    "agencies",
    "historical parks",
    "educational parks",
    "nonprofit organizations"
  ],
  "segments": [
    {
      "id": "context_98_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_98_1",
      "index": 1,
      "speaker": "David Pettyjohn",
      "words": "Good evening, everyone. I want to thank you for joining us for tonight's, connected conversation, which is a program of the Idaho Humanities Council. Now, those of you who may not be familiar with our work, I encourage you to visit our website, which is Idaho humanities.org for more information. My name is David Pettyjohn. I am the executive director of the Idaho Humanities Council.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_98_2",
      "index": 2,
      "speaker": "David Pettyjohn",
      "words": "And tonight I'm filling in for our usual host, Doug Exton. Now, before I introduce tonight's speaker, I want to remind you that you may submit questions using the Q&A feature at the bottom of your screen or the chat feature also located at the bottom of the screen. Now joining us this evening is Rick Just. Rick worked for the Idaho Department of Parks and Recreation for 29 years.",
      "tags": [

      ],
      "timestamp": "[00:00:29:00]"
    },
    {
      "id": "context_98_3",
      "index": 3,
      "speaker": "David Pettyjohn",
      "words": "He and I had a delightful conversation beforehand. He is a native Idaho and loves history as much as I do, so I'm greatly looking forward to his his talk tonight and among his other duties while he was at the Idaho Department of Parks and Recreation. He was the agency historian. He has written two books on Idaho state parks and several more on other Idaho subjects.",
      "tags": [

      ],
      "timestamp": "[00:00:54:18]"
    },
    {
      "id": "context_98_4",
      "index": 4,
      "speaker": "David Pettyjohn",
      "words": "He writes a daily history blog called Speaking of Idaho, which has about 9000 followers, and he also founded the nonprofit organization Friends of Idaho State Parks. In 2013, and he currently serves as the organization's president. Now, Rick is here tonight to speak on the history of Idaho State Park, something very near and dear to us Idahoans. So, Rick, welcome and thank you so much for joining us this evening.",
      "tags": [

      ],
      "timestamp": "[00:01:18:07]"
    },
    {
      "id": "context_98_5",
      "index": 5,
      "speaker": "David Pettyjohn",
      "words": "And I will turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:01:44:04]"
    },
    {
      "id": "context_98_6",
      "index": 6,
      "speaker": "Rick Just",
      "words": "Very good. Thank you. David. You will all be relieved that you don't have to look at me during this entire presentation. It's mostly going to be pictures, from, historical pictures. Idaho state parks. I'm going to share the screen right now, and that will take me to get to find out where we are. Here we go.",
      "tags": [

      ],
      "timestamp": "[00:01:46:11]"
    },
    {
      "id": "context_98_7",
      "index": 7,
      "speaker": "Rick Just",
      "words": "And we'll make it larger, and then we'll begin. At least that's the whoops. That's the, the plan there that works. One of the most common questions that I get is how many state are in Idaho? It just seems like an easy one to answer, doesn't it? Right now, the answer is 30 with an asterisk. We've always had a hard time defining that term state park for decades.",
      "tags": [

      ],
      "timestamp": "[00:02:07:11]"
    },
    {
      "id": "context_98_8",
      "index": 8,
      "speaker": "Rick Just",
      "words": "One meaning was something like a land owned by the state of Idaho that invited citizens to use it, and that included rest areas and roadside stops that happened to have a picnic table. As a result, state parks were managed at various times by the Idaho Department of Transportation, Public Works, and the Idaho Department, but it wasn't until 1965 that a dedicated state parks agency was formed, and we'll be talking about that later in today's program.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:02:37:17]"
    },
    {
      "id": "context_98_9",
      "index": 9,
      "speaker": "Rick Just",
      "words": "We're going to be, well, one way, one way of approaches, I guess could have been just chronological, but for a lot of reasons, that doesn't work out very well, because the parks predates the state parks themselves. In a way, we're going to be talking about Heyburn, which is Idaho's first state park. And we'll we'll move down a little bit.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:03:10:23]"
    },
    {
      "id": "context_98_10",
      "index": 10,
      "speaker": "Rick Just",
      "words": "Up a little bit, I should say. And the state, the Farragut Naval Training Station. Then we'll visit the railroad ranch or Michigan State Park. On Priest Lake. And then we'll talk about the politics of creating a state park system. And then we'll have a brief look, at today's state parks. And when they each began.",
      "tags": [
        "labor",
        "environment"
      ],
      "timestamp": "[00:03:33:10]"
    },
    {
      "id": "context_98_11",
      "index": 11,
      "speaker": "Rick Just",
      "words": "Our first state park owes its existence to this man. You or Weldon B. Heyburn. He was a staunch opponent of federal lands and was an early foil of the newly formed Forest Service. Still, he wanted one national park in Idaho to be created from Coeur d'Alene tribal land that was being disposed of without enthusiasm and tribe. He once famously said that state parks were always an embarrassment.",
      "tags": [
        "indigenous",
        "environment"
      ],
      "timestamp": "[00:03:56:22]"
    },
    {
      "id": "context_98_12",
      "index": 12,
      "speaker": "Rick Just",
      "words": "So he fought to make the area near Saint Mary's a national park, and he lost his instead authorized the sale of the site to the state of Idaho. The state of Idaho cut enough timber and the park to pay the asking price. That honored the man, who thought they were almost in embarrassment by naming this after Senator Heyburn.",
      "tags": [

      ],
      "timestamp": "[00:04:31:05]"
    },
    {
      "id": "context_98_13",
      "index": 13,
      "speaker": "Rick Just",
      "words": "What you see in this picture is the famous river between its, the Saint Joe River. Historically, it ran alongside round chocolate and Vanilla Lakes, except in the spring when so much water would come down out of the hills that it kind of drowned the river. Then, about the time Heyburn became a state park, the local power company put their hydroelectric dam in the Spokane River at Post Falls.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:04:54:15]"
    },
    {
      "id": "context_98_14",
      "index": 14,
      "speaker": "Rick Just",
      "words": "That backed up the water to the traditional high water level at the time, creating a permanent drowned river where the city was just a little strip of bank on either side is at one to what is essentially one large lake, now Lake Corda Lane. Those banks erode a little more each year, so they'll probably go away completely at some point.",
      "tags": [

      ],
      "timestamp": "[00:05:22:07]"
    },
    {
      "id": "context_98_15",
      "index": 15,
      "speaker": "Rick Just",
      "words": "Picnickers from Spokane used to take a train car lane, then catch a paddle wheel steamboat, the Heyburn State Park. This shot shows the swinging railroad bridge in action and boat through the park. This is that same bridge today and it operates a little differently. It doesn't swing anymore. For one thing, engineers raised it high enough to let sailboats beneath it.",
      "tags": [

      ],
      "timestamp": "[00:05:46:23]"
    },
    {
      "id": "context_98_16",
      "index": 16,
      "speaker": "Rick Just",
      "words": "When Trail of was built in about 2004, that's the trail up. It was up over the over the bridge and into Heyburn State Park. The 72 mile trail goes from Plummer to my old railroad bed. It's paved all the way, including this section that goes across the lake and the older swinging bridge at Heyburn State Park. So Heyburn State Park is indisputably Idaho's first state park, and it was named so 1808.",
      "tags": [

      ],
      "timestamp": "[00:06:13:15]"
    },
    {
      "id": "context_98_17",
      "index": 17,
      "speaker": "Rick Just",
      "words": "And this is a set of rules and regulations from that time when the park was managed by the Department of Public Works. We won't go into those today because they're boring, but they haven't changed an awful lot since that time. Sure, the prices have gone up, but we still want you to be quiet after 10:00 and things like that.",
      "tags": [

      ],
      "timestamp": "[00:06:45:00]"
    },
    {
      "id": "context_98_18",
      "index": 18,
      "speaker": "Rick Just",
      "words": "Am I right so that this is just a picture to tossed in that shows some of the activities that were going on at Heyburn at that time. A raw log broadcast. Note the the steamboats in the background, the people on the piers. It was great fun. I'm sure it wasn't until the 1930s that the park really came into its own.",
      "tags": [

      ],
      "timestamp": "[00:07:04:22]"
    },
    {
      "id": "context_98_19",
      "index": 19,
      "speaker": "Rick Just",
      "words": "The Civilian Conservation Corps started in 1931 of President Franklin Delano Roosevelt's New Deal programs. It was designed to put young people to work during the Great Depression in Idaho that were at least 52 Sikh camps, 30 camps were national forests, six were in state forests, five worked on soil conservation districts, three were on reclamation projects, there were a couple of grazing districts, and one was located in Heyburn State Park.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:07:27:09]"
    },
    {
      "id": "context_98_20",
      "index": 20,
      "speaker": "Rick Just",
      "words": "A lot of states took advantage of the CCR to build some great state parks. Idaho just did the one, probably because legislators were worried about future maintenance costs, as they still are today. The young men on the Civilian Conservation Corps came mostly from local communities such as Saint Mary's, at least in this area. They got clothing and room and board and $30 a month, $25 of which had to be sent home to their families.",
      "tags": [
        "environment",
        "labor"
      ],
      "timestamp": "[00:08:02:18]"
    },
    {
      "id": "context_98_21",
      "index": 21,
      "speaker": "Rick Just",
      "words": "They got skills training as well, and everything free to road building. The KCC members were from 18 to 25 years old. They had to be unmarried and they were unemployed. In 1935, the age range was extended to 28. Some were military veterans. Each would sign up for a minimum of six months and could extend for up to two years.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:08:35:02]"
    },
    {
      "id": "context_98_22",
      "index": 22,
      "speaker": "Rick Just",
      "words": "They typically worked a 40 hour week and usually five days a week.",
      "tags": [

      ],
      "timestamp": "[00:09:00:11]"
    },
    {
      "id": "context_98_23",
      "index": 23,
      "speaker": "Rick Just",
      "words": "Here, they're working on a fireplace for a kitchen and a picnic shelter, and that looks pretty much the same way as it did today as it did back then. This picture was taken probably in the 1930s, and that picnic shelter is still there. I just noticed today, but the Sikhs built some of the buildings at the park.",
      "tags": [

      ],
      "timestamp": "[00:09:09:10]"
    },
    {
      "id": "context_98_24",
      "index": 24,
      "speaker": "Rick Just",
      "words": "They also built roadways and trails in the water system. They hauled sand in for beaches. And this is what the kitchen on the early photos looked like. The stone masonry of the Sikh buildings is a hallmark of their construction. There was time for some fun at the Sikh camp, but Heyburn State Park, the camp band, played for a Saturday night dance.",
      "tags": [
        "environment",
        "labor",
        "music"
      ],
      "timestamp": "[00:09:32:07]"
    },
    {
      "id": "context_98_25",
      "index": 25,
      "speaker": "Rick Just",
      "words": "Now and then, doing important work and learning new things. A sense of self, self-worth. Decades later, most of the Sikh man looked back on their experience with great pride. Now this doesn't look like much an end, and it kind of isn't. But reunion. Years ago, park staff learned that the crude structure in this tree was leftover from the Sikh days.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:09:56:04]"
    },
    {
      "id": "context_98_26",
      "index": 26,
      "speaker": "Rick Just",
      "words": "It's all covered with moss now, and you can hardly see it. It was a fire lookout, unlike more formal lookouts and forests today. This one was just a platform where someone and then take a regular look around for smoke after climbing up the tree. The Civilian Conservation Corps dissolved in 1942 when World War two created another role for the country's young man, and that role brought the young man to Idaho.",
      "tags": [
        "environment",
        "conflict"
      ],
      "timestamp": "[00:10:24:11]"
    },
    {
      "id": "context_98_27",
      "index": 27,
      "speaker": "Rick Just",
      "words": "This is an aerial of Farragut Naval Training Station. The attack on Pearl Harbor taught the Navy something about vulnerability. Officials decided it would be wise to place naval training stations inland. They already had lakes. Idaho's biggest lake seemed like it would be a good site to building an all new naval training station was a tremendous effort. It had to be done because the war was suddenly on.",
      "tags": [
        "labor",
        "environment",
        "conflict"
      ],
      "timestamp": "[00:10:54:23]"
    },
    {
      "id": "context_98_28",
      "index": 28,
      "speaker": "Rick Just",
      "words": "This photograph shows construction at Camp Walton Barracks in 1942. Construction of Farragut Naval Training Station began in March, and recruits stayed in September of the same year. The final construction budget was $57 million. Recruits who were called boots would train there for only 26 months. Even so, 2290 3380 men received their basic at Farragut. New recruits would arrive in civilian clothing and soon find themselves in a barber chair.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:11:28:05]"
    },
    {
      "id": "context_98_29",
      "index": 29,
      "speaker": "Rick Just",
      "words": "Regulation cut with a maximum of three inches on top. After their trim, the boots got inoculations and dental exams and were fitted for uniforms all within 90 minutes. They would receive $133 worth of personal belongings, which included a mattress, a hammock and a blanket. Their next stop would be their assigned barracks, which would be the home for the boots for from 6 to 13 weeks.",
      "tags": [

      ],
      "timestamp": "[00:12:08:07]"
    },
    {
      "id": "context_98_30",
      "index": 30,
      "speaker": "Rick Just",
      "words": "And whether or not they attended one of it special schools on the base, each of the training camps had a drill field called grinders, where the recruits marched the huge regimental drill hall. And on this photo. A lot of training during all kinds of weather. They were said to be the largest clear span that is without post buildings in the world.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:12:38:12]"
    },
    {
      "id": "context_98_31",
      "index": 31,
      "speaker": "Rick Just",
      "words": "At the time, these were big. This particular structure is believed to be, the drill hall at Camp Bennion. And they went on to have their own histories. There's still one today in Spokane that was moved over there. It was across for a while, and there was one move down to, Denver, where the University of Colorado, used it as a field hockey arena for a number of years.",
      "tags": [

      ],
      "timestamp": "[00:13:06:07]"
    },
    {
      "id": "context_98_32",
      "index": 32,
      "speaker": "Rick Just",
      "words": "This is why the station had to be located on the shores of the big lake. Recruits were training for naval duty. They had to be able to swim 75 yards. And each spent hours in all weather conditions in 16 man steel whale boats on Lake Pontchartrain. During rifle, 100 men could fire their rifles at a time at any given time on the Front Range.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:13:31:02]"
    },
    {
      "id": "context_98_33",
      "index": 33,
      "speaker": "Rick Just",
      "words": "The men soon learned to hold their 36 rifles tight against their shoulders, to avoid the jolting recoil. During the peak of training, build thousand rounds of ammunition were fired every day. Both the lead in the brass were salvaged and recycled into new ammunition. The rifle ranges still exist and can be rented for practice and special events. Oh, I may have skipped the slide there.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:13:58:17]"
    },
    {
      "id": "context_98_34",
      "index": 34,
      "speaker": "Rick Just",
      "words": "Let's go on this one. The weekly Farragut News was the essential form of communication for the boots on the station. The newspaper first came out December 12th, 1942. The final edition rolled off the presses in June of 1946. Lots of postcards went up from Farragut. This is the place. The, camp, My apologies. This is the ship store.",
      "tags": [

      ],
      "timestamp": "[00:14:26:11]"
    },
    {
      "id": "context_98_35",
      "index": 35,
      "speaker": "Rick Just",
      "words": "They offered the stock to merchandise, such as papers and envelopes and pencils and postage. And for those who were anxious to hear from them at home, the sailors could purchase jewelry, stuffed animals, and other souvenir related items. One popular gift item for women was what they called the sweetheart pillow up here in the upper left. It was covered in satin and bordered in fringe gold fringe.",
      "tags": [

      ],
      "timestamp": "[00:14:56:02]"
    },
    {
      "id": "context_98_36",
      "index": 36,
      "speaker": "Rick Just",
      "words": "There were versions for mothers as well as sweethearts, and the navy boots could also record messages for the folks at home and send them on. Back with the Inn at 45, what looks to be a 45 rpm record actually been a 33 rpm record. Lots of postcards went out from Farragut, many of them featuring an Idaho theme.",
      "tags": [

      ],
      "timestamp": "[00:15:22:16]"
    },
    {
      "id": "context_98_37",
      "index": 37,
      "speaker": "Rick Just",
      "words": "Some of these were well produced, and by the Idaho Department of Agriculture, and given to the, as a promotional item. Sandpoint, Idaho photographer Ross Hall provided class photographs that the boots could buy. The photographs included a list of those pictured, and the picture above is company VLF from the Battalion, third Regiment. It's not a particularly special one, it's just an example.",
      "tags": [
        "sandpoint"
      ],
      "timestamp": "[00:15:45:12]"
    },
    {
      "id": "context_98_38",
      "index": 38,
      "speaker": "Rick Just",
      "words": "Hundreds of company photos are on file today at Farragut State Park. To help those wanting to know more about family members training at Farragut Naval Training Station. It was quite a production, really, keeping things rolling in and ordering those pictures. This shot shows Ross Hall girls who kept track of names of those in the pictures. They're shown in their booths with the class lined up for a photo background.",
      "tags": [

      ],
      "timestamp": "[00:16:15:03]"
    },
    {
      "id": "context_98_39",
      "index": 39,
      "speaker": "Rick Just",
      "words": "Ross Hall, himself, the photographer for the Navy, probably took this picture, too. To give you an idea of the scale of this operation, in March of 1940, for a record 20,891 boots had their pictures taken. Ross Olson, photographer in Idaho. He did a lot of postcards in his day, and a lot of historians are familiar with him.",
      "tags": [

      ],
      "timestamp": "[00:16:43:11]"
    },
    {
      "id": "context_98_40",
      "index": 40,
      "speaker": "Rick Just",
      "words": "So this is a military formation at Farragut naval training Station. These are not naval recruits, though. Can you guess who these people are?",
      "tags": [

      ],
      "timestamp": "[00:17:06:00]"
    },
    {
      "id": "context_98_41",
      "index": 41,
      "speaker": "Rick Just",
      "words": "Well, it won't keep you in suspense. This will give you a clue. Their camp newsletter was in German. More than 200 German P.O.W. was arrived at the station in February 1945. The prisoners regarded by Army troops while their many as 926 view of you, spent time at Farragut clearing brush and shoveling coal mostly, but also was bakers and cooks and storekeepers and firefighters.",
      "tags": [

      ],
      "timestamp": "[00:17:16:20]"
    },
    {
      "id": "context_98_42",
      "index": 42,
      "speaker": "Rick Just",
      "words": "Long after the war, a former prisoner would occasionally show up at Farragut State Park for a visit. They generally had pretty good memories. Farragut served as a technical college for a couple of years, then was mothballed. Its days as a state park way far into the future. Now we're going to step back in time for a few minutes, back to 1908 again.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:17:45:02]"
    },
    {
      "id": "context_98_43",
      "index": 43,
      "speaker": "Rick Just",
      "words": "That was, if you remember, the year that our first state park was developed. Our next story is about a famous ranch in eastern Idaho that would play a critical role in creating the Idaho Department of Parks and Recreation. Officially, the ranch was the Island Park Land and Cattle Company, but everyone knew it as the railroad ranch.",
      "tags": [
        "agriculture",
        "environment"
      ],
      "timestamp": "[00:18:09:18]"
    },
    {
      "id": "context_98_44",
      "index": 44,
      "speaker": "Rick Just",
      "words": "So you remember that Idaho's first state park in 1908. But something else happened that same year that would be even more important in creating a state park system in Idaho. E.H. Harriman, the man in the middle of this photo, bought into a ranch in eastern Idaho. Harriman was a rail, and we ran Union Pacific Railroad. Locals called the operation the railroad ranch because some other railroad man associated with the Oregon Short Line owned shares in it.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:18:36:09]"
    },
    {
      "id": "context_98_45",
      "index": 45,
      "speaker": "Rick Just",
      "words": "The Oregon Short Line, so named because it was the shortest way to get freight from Wyoming and was a subsidiary of Union Pacific. So the chairman bought the place, borrowed a share of it at least. But he would never see it. He died in 1909. His sons, Avery Rowland, on the right, would be the Harriman who most enjoyed the ranch and made many trips there.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:19:06:21]"
    },
    {
      "id": "context_98_46",
      "index": 46,
      "speaker": "Rick Just",
      "words": "But the mother, mothers, boys and young man. One thing you need to understand about the railroad ranch is that there was never a railroad there. This train was a chairman's special train in New York, which you original. Arden Carr, his personal conveyance. When Roland Harriman took over the helm of U.P. in 1946, he had a second Arden car built for his use.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:19:33:09]"
    },
    {
      "id": "context_98_47",
      "index": 47,
      "speaker": "Rick Just",
      "words": "The car's name came from the Harriman family home homeplace in New York. And I probably was at this moment that there's also a Harriman State Park in New York, which is why Harriman State Park is called Harriman State Park of Idaho. A lot of Herford cattle were raised on the rail, and this shot from around 1960. Gladys Harriman is on her white horse, Geronimo, and is rolling this on his horse, Buck.",
      "tags": [
        "agriculture",
        "cinema"
      ],
      "timestamp": "[00:19:59:22]"
    },
    {
      "id": "context_98_48",
      "index": 48,
      "speaker": "Rick Just",
      "words": "They were taking the herd a short distance to the Island Park City to be shipped to market. Although Averil Harriman spent some time at the ranch. It was Roland and his wife Gladys who spent the most time there. They often brought their daughters and their friends along on summer trips to the railroad ranch. In this picture from about 1938, Elizabeth Betty Harriman is on her horse Charley's, helping move cattle at the Island Park Society.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:20:29:02]"
    },
    {
      "id": "context_98_49",
      "index": 49,
      "speaker": "Rick Just",
      "words": "Her sister Phyllis is on the fence raising cattle at around 60 200ft above sea level. Calls for harvesting a lot of grass, hay in this baby cycle bar. Horse drawn mowers knocked down the grass. The Hammonds brought an early steamer, brought in an early steam tractor for use in the hay harvest. Found out it didn't work very well because of the configuration of the fields and the irrigation ditches that had to be cut into them, so they largely stuck with the horse drawn equipment throughout the history of the ranch and its cattle operation.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:20:56:24]"
    },
    {
      "id": "context_98_50",
      "index": 50,
      "speaker": "Rick Just",
      "words": "In this shot, several teams pick up hay with sweet breaks. The horses are harnessed behind. They pick up teeth in the sand or as a beaver slide, probably being moved from a finished stack to a new stack in the field, and were several variations of the slide, like this one used at the railroad ranch. The purpose of each was to use horsepower and later tractor power, to slide the loader into the air and push it off into a stack or onto a stack.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:21:34:23]"
    },
    {
      "id": "context_98_51",
      "index": 51,
      "speaker": "Rick Just",
      "words": "The railroad ranch supplied beef to the Army during World War Two. And after the war they stopped keeping cattle year round, so they also stop harvesting and stacking hay. Cattle. The only livestock raised on the railroad ranch in the above picture, with one of the big barns in the background. Elk get their winter feed. A bull, Rocky Mountain elk can weigh 700 pounds and stand five feet tall at the shoulder.",
      "tags": [
        "agriculture",
        "conflict"
      ],
      "timestamp": "[00:22:06:18]"
    },
    {
      "id": "context_98_52",
      "index": 52,
      "speaker": "Rick Just",
      "words": "For a time, they were commercially raised and shipped to markets in the east, and sometimes for the Herman's Table in New York. The ranch also tried raising bison commercially, but found they were very difficult to keep contained. Look at that extra high fence. That's because a bison will just hop over a regular fence like nothing. Bison were once native to what is called the Highland Park area of eastern Idaho, north of Idaho Falls.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:22:34:08]"
    },
    {
      "id": "context_98_53",
      "index": 53,
      "speaker": "Rick Just",
      "words": "The railroad ranch is in Highland Park. Is inside the ancient cone of a collapsed volcano called a caldera. And it's confusing. But Highland Park is not a park. It's a place. Roland Harriman was a bank, the CEO of Union Pacific and the chair of the National Red cross. In this picture, he and his wife, Gladys, look all due to the ranch staff called most of the wealthy and famous visitors to the ranch dunes.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:23:02:17]"
    },
    {
      "id": "context_98_54",
      "index": 54,
      "speaker": "Rick Just",
      "words": "No one seemed to mind. Don't get the wrong idea, though. Both these people knew how and work cattle. Gladys held a world record in harness racing at one time. Now, this is not going to be good footage, but we're going to give it a try. This is a special little film. The Hammonds frequently visited the ranch, having pilots land their planes in the pasture.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:23:35:07]"
    },
    {
      "id": "context_98_55",
      "index": 55,
      "speaker": "Rick Just",
      "words": "Roland Harriman and Ford commissioned the first five of these amphibious aircraft, each powered by twin 450 horsepower agents mounted on the leading edge of the wings. Landing gear was hand cranked into position for field landing. Harriman turned his cross over to the Royal Canadian Air Force for the war effort in World War Two. And for a while, I wondered why that was here.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:24:02:12]"
    },
    {
      "id": "context_98_56",
      "index": 56,
      "speaker": "Rick Just",
      "words": "He was an American, railroad magnate, and he had this airplane war. So why give it to the the Canadian? So the answer was his, his brother, Averil Harriman, was the ambassador to London to, to England. And at the time, the U.S. wasn't in the war yet. But of course, the Canadians were. So he gave the plane to us, the folks up there and, the Grumman goose served them well.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:24:30:23]"
    },
    {
      "id": "context_98_57",
      "index": 57,
      "speaker": "Rick Just",
      "words": "Then it became a part of, central DC Airways, but in 1952 crashed and sank during bad weather in British Columbia with five fatalities. So many famous folks visited the railroad ranch over the years. We have some pictures of some of them, starting with John Muir. This picture wasn't taken at the ranch, though it looks like it could be your was friends with EAA Chairman Harriman.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:25:03:00]"
    },
    {
      "id": "context_98_58",
      "index": 58,
      "speaker": "Rick Just",
      "words": "And this is kind of surprising for a lot of people. He was a Harriman was it a of were in the Hetch Hetchy debate, having Yosemite and involved building a dam in the area of Yosemite National Park. They in the lost Webb that when the dam was built, he also, along with Harriman on the famous 1899 Alaska expedition sponsored by EAA chairman.",
      "tags": [

      ],
      "timestamp": "[00:25:29:07]"
    },
    {
      "id": "context_98_59",
      "index": 59,
      "speaker": "Rick Just",
      "words": "And then he visited the ranch in 1913. Some of his diary entries and sketches are featured on interpretive signs in the Park today or interested in In History, and well, you probably are if you're watching this program, I highly recommend the series that, PBS did a few years ago on the Alaska Expedition of 1899. It was an incredible undertaking.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:25:54:12]"
    },
    {
      "id": "context_98_60",
      "index": 60,
      "speaker": "Rick Just",
      "words": "You probably haven't heard of some of the famous visitors to the ranch because they misleadingly. This is a mariner s Eccles. He was a well known economist who served as chairman of the Federal Reserve under President Franklin Delano Roosevelt. He was a proponent of New Deal programs and was actually pretty involved in creating them. The federal Reserve, Washington, D.C. is named after Eccles.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:26:20:08]"
    },
    {
      "id": "context_98_61",
      "index": 61,
      "speaker": "Rick Just",
      "words": "He was one of the original investors in the Highland Park Land and Cattle Company. He wasn't sure, and here on the left is Baroness Hale of on eBay, posing with a ranch horse. She was a noted artist in the early 20th century, and co-founder and first director of the Solomon Art Guggenheim Museum. On the right is Guggenheim. He and his brothers, Daniel and Morris, purchased three cabin lots at the railroad ranch.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:26:47:07]"
    },
    {
      "id": "context_98_62",
      "index": 62,
      "speaker": "Rick Just",
      "words": "In 1906, the brothers sold out to the Harriman, but Solomon retained his ranch there, and property started in 1949 and the Guggenheim 12th came from copper mining. Charlie Jones and his wife Jenny built a guest house on the property, formerly owned by Solomon Duke. In 1955, Jones ran Richfield Oil Company, The hairlines purchased Jones share in 1961, and after Charlie died in 1970, Jenny Jones donated the furnishings of the house to the state of Idaho, and they are still in the Jones House, which is now used for various functions at Park.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:27:19:02]"
    },
    {
      "id": "context_98_63",
      "index": 63,
      "speaker": "Rick Just",
      "words": "This was the history of the railroad ranch. On the left is Steve Bly, who was IDP art director in 1974 when the picture was taken, he became a world class photographer. By the way, the fish belongs to Elliott Richardson. He was the U.S. Attorney General during the Nixon and Ford administrations, famously resigned rather than fire Special Prosecutor Archibald Cox and Nixon's order during the Watergate scandal.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:28:02:03]"
    },
    {
      "id": "context_98_64",
      "index": 64,
      "speaker": "Rick Just",
      "words": "All right, this is April Harriman on the left the ranch. In 1937, he served as, US Secretary of Commerce under President Truman. Later as governor of New York. He twice ran for president, as a Democrat, in 1952 and 1956 by Adlai Stevenson. Both times, he served as ambassador to the United Kingdom and to the Soviet Union. And of course, he's remembered in Idaho as a developer of Sun Valley ski resort when he headed Union Pacific.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:28:32:18]"
    },
    {
      "id": "context_98_65",
      "index": 65,
      "speaker": "Rick Just",
      "words": "Both brothers had been at Union Pacific at different times, as did their father. In the picture on the right is then Idaho Department of Parks director Yvonne Farrell with Pamela Harriman. Pamela's were in the hat so that she was the third wife of Averil, and boy was she intertwined with history. I'm always a she was acquainted with many of the most famous figures of the 20th century, from Adolf Hitler, whom she met as a teenager, to Winston Churchill, who was her father in law during her first marriage.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:29:04:15]"
    },
    {
      "id": "context_98_66",
      "index": 66,
      "speaker": "Rick Just",
      "words": "President Bill Clinton appointed her ambassador to France in 1990. This, this picture of Yvonne and Pamela happens to be one I took. Pamela brought Richard Helms with her on that visit. I don't know why I didn't get a picture of him. Maybe as the former CIA director, he just didn't show up. Oh, I. If you spent fourth grade in Idaho, you learned something about the cartel.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:44:08]"
    },
    {
      "id": "context_98_67",
      "index": 67,
      "speaker": "Rick Just",
      "words": "The mission of the Sacred Heart. Idaho's standing building construction started in 1850, and the mission was finished in 1853. The 84 photograph on the left was taken more than 30 years after its completion. Even this early in the history, the building is showing somewhere, particularly on the entrance steps where several members of the Coeur d'Alene tribe are standing.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:30:13:08]"
    },
    {
      "id": "context_98_68",
      "index": 68,
      "speaker": "Rick Just",
      "words": "The picture on the right shows that building in the mid 1920s. I want you to notice a couple in the second photo. You can see the parish house on the left that was built after the first photo was taken. Also note the urns on the facade of the building. There are four in the earlier picture and only two in the one on the right.",
      "tags": [

      ],
      "timestamp": "[00:30:40:19]"
    },
    {
      "id": "context_98_69",
      "index": 69,
      "speaker": "Rick Just",
      "words": "Those were replaced in later reconstructed. Also, it looks to me like it might be the same guy standing on the steps waving in both pictures, but you know, I can't prove that. All right, here's another bad film, but we show it for a good reason. In 1926, the word documentary was brand new. So was a movie camera owned by one of the mines in the Silver Valley.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:31:01:02]"
    },
    {
      "id": "context_98_70",
      "index": 70,
      "speaker": "Rick Just",
      "words": "They used it to shoot this short film. On the 75th anniversary of the building. The building of the cartel, the mission. The mission was in terrible shape at the time. This is what makes the film so special. The guy in crutches, that's Father Cataldo, the man the mission was named after. He did not build the mission. I want to make that clear, but it was named in his honor some years after he was built.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:31:24:21]"
    },
    {
      "id": "context_98_71",
      "index": 71,
      "speaker": "Rick Just",
      "words": "The Talento was one of the founders of the city of Spokane and started Gonzaga University. It was Father Anthony Rovelli, an Italian born priest who designed and directed the building of the mission. The priests and their tribal members had only simple tool tools such as a whipsaw rod, auger, ropes and pulleys on a penknife, the flooring for the mission, the steps, and the iconic columns marking its entrance were cut from local pines, tall wooden pillars, and columns are held together by wooden pegs not used in the original construction.",
      "tags": [
        "religion",
        "indigenous",
        "labor"
      ],
      "timestamp": "[00:31:51:17]"
    },
    {
      "id": "context_98_72",
      "index": 72,
      "speaker": "Rick Just",
      "words": "A stone foundation holds up 30ft high walls made of. Yeah, you won't expect this mud, grass and will things in their life used in what's called wattle and dog construction. The building was clad with clapboard in 1865, hiding the inner walls, but park visitors can still see exposed sections on the interior, complete with fingerprint of those who worked on them.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:32:34:08]"
    },
    {
      "id": "context_98_73",
      "index": 73,
      "speaker": "Rick Just",
      "words": "Father Ravelli showed his skill on the finer interior appointments as well. He and others carved three altars, decorated each with the paint to resemble marble. They fashioned chandeliers from tin cans of highly anciently carved statues. The Blessed Virgin Mary and Saint John the Evangelist, from blocks of white pine with a penknife. That's Fred Walters on the left. He's an expert in historical architecture from the Idaho Heritage Trust.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:33:03:07]"
    },
    {
      "id": "context_98_74",
      "index": 74,
      "speaker": "Rick Just",
      "words": "He's worked with the Court Lane's old Mission State Park staff, several times in the past to advise on various restorations. Most of the columns that graced the front of the mission are original, though one was partially replaced in 2006. In 2016, the National park Eaves Landing restoration crew did work on the column basis. Yeah. Now here's something that's more recent and yet pretty old at the same time.",
      "tags": [

      ],
      "timestamp": "[00:33:35:16]"
    },
    {
      "id": "context_98_75",
      "index": 75,
      "speaker": "Rick Just",
      "words": "The water cover of the mission on the left was done an 1854 by John Mix Stanley. It was turned into, well, a lithograph published in the Pacific Railroad Report, volume 12. Reports commissioned by the Secretary of War were detailed examinations seeking the most practicable and economical route for a railroad stretching from the Mississippi River to the.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:34:06:18]"
    },
    {
      "id": "context_98_76",
      "index": 76,
      "speaker": "Rick Just",
      "words": "And you may notice some similarities to the picture on the right. Let's see an awful lot in that. But in 2013, assistant U.S. capital Curator Amy Burton discovered that the original watercolor on the left was the inspiration for one of the paintings done by Constantino Bar, a moody for the Senate wing of the US Capitol. In the barrel, Moody on the right, the mission becomes a nondescript building on a hill.",
      "tags": [

      ],
      "timestamp": "[00:34:33:10]"
    },
    {
      "id": "context_98_77",
      "index": 77,
      "speaker": "Rick Just",
      "words": "Now, what makes this special is that there is good evidence this painting is the only one of the frescoes in the U.S. Capitol that depicts a building kind of, that is still standing.",
      "tags": [

      ],
      "timestamp": "[00:35:04:01]"
    },
    {
      "id": "context_98_78",
      "index": 78,
      "speaker": "Rick Just",
      "words": "So finding what was essentially the last images from one of the parts was kind of a big deal. But it wasn't the first time something like that happened. This is a photo of Tom trusty, who was a professor at BSU, happened to be a good friend of mine. Tom loved to find little treasures that were lost to history.",
      "tags": [

      ],
      "timestamp": "[00:35:19:14]"
    },
    {
      "id": "context_98_79",
      "index": 79,
      "speaker": "Rick Just",
      "words": "He discovered there were there was once a movie studio on the shores of Greece Lake, run by a woman named Mel Shipman. Now others had known this, but he really made things happen with it. Little was known about it, and the films she produced had all been lost. Tom decided to find them. He had no idea how difficult that would be.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:35:42:08]"
    },
    {
      "id": "context_98_80",
      "index": 80,
      "speaker": "Rick Just",
      "words": "He searched archives in Canada, the United Kingdom and Russia and began finding them one after another until he found every one of her films. On top of that, he found her unpublished autobiography and convinced me. Yes, you did publish it under the title The Silent Screen and My Talking to Heart. Tom Trusty wrote the following about Mel in 2008.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:36:07:20]"
    },
    {
      "id": "context_98_81",
      "index": 81,
      "speaker": "Rick Just",
      "words": "In the summer of 1922, Nell Shipman Productions moved from Spokane, Washington to its final residence, Priest Lake and Little of North Idaho. There, the company would complete the shooting of what historians and silent film fans termed Shipman's opus the Grub Stake 1922 and four noteworthy two real films and a series titled The Little Dramas of the Big Places.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:36:34:16]"
    },
    {
      "id": "context_98_82",
      "index": 82,
      "speaker": "Rick Just",
      "words": "Although Shipman and her crew could not have known if this was sundown for the Democrats on the One Girl Do It All Days of Cinema, Dawn of the next day, the studio system and male movie moguls would define for decades what Hollywood meant prior to the advent of television Gloria Steinem, Sundance satellite feeds and online downloads. Mel Shipman was the screenwriter, director, star and stunt in the movies.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:37:04:11]"
    },
    {
      "id": "context_98_83",
      "index": 83,
      "speaker": "Rick Just",
      "words": "They featured strong women more likely to save men from danger than they found. Her pioneering included what today, by today's standards, would be a PG rated nude scene of her showering beneath a waterfall, and they didn't miss a beat. The movie was hyped with the slogan is a nude rude Shipman Point, and Priest Lake State Park is named for this story, and there Shipman was a pioneer in treating animals humanely in her movies.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:37:36:18]"
    },
    {
      "id": "context_98_84",
      "index": 84,
      "speaker": "Rick Just",
      "words": "This is the loaded with her menagerie on Priest Lake around 1922, headed for Lion Head Lodge, a film studio at the north end of the lake. If you look closely, you might be able to see Brownie Bear in a silhouette in the cage on the front of the barge. Brownie appeared in several other movies, often with Shipman son Barry, who went on to be a screenwriter of some note himself.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:38:06:16]"
    },
    {
      "id": "context_98_85",
      "index": 85,
      "speaker": "Rick Just",
      "words": "Because of the scholarship of Professor Truckee, who passed away in 2009, Boise State University is the home to a digital collection of Shipman's photographs and other memorabilia. Many of her films are available online. Revival of interest in Shipman resulted in an award winning 2015 documentary called girl from God This Country by Boise filmmaker Karen De. T you can't get away from politics skiing.",
      "tags": [
        "education",
        "boise",
        "cinema"
      ],
      "timestamp": "[00:38:30:22]"
    },
    {
      "id": "context_98_86",
      "index": 86,
      "speaker": "Rick Just",
      "words": "Up to now, you've been getting some background about some of our more interesting park sites now. Now we're going to spend a few minutes talking about the politics of creating a state parks system. Idaho's been lucky to have some generous philanthropists in state park virtual lacrosse, but the first in and undoubtedly the most persistent. Virgil's parents homesteaded near Steptoe Butte about eight miles of Washington.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:39:00:24]"
    },
    {
      "id": "context_98_87",
      "index": 87,
      "speaker": "Rick Just",
      "words": "He was a pharmacist by trade and the conservationist at heart. This is Steptoe Butte, where Mccroskey played. He purchased the butte and turned it over to the state of Washington in 1945. His gift became Steptoe Butte State Park. He had some plans for Idaho, too. In 1939, he started purchasing land along the ridge tops north of Moscow, the patchwork fields of the rolling Palouse prairie.",
      "tags": [
        "moscow",
        "environment"
      ],
      "timestamp": "[00:39:32:17]"
    },
    {
      "id": "context_98_88",
      "index": 88,
      "speaker": "Rick Just",
      "words": "With the idea of preserving that as an Idaho state park. This picture of Steptoe Butte was taken from one of those ridge tops in Idaho. To my surprise, he met resistance from the Idaho Legislature when he tried to give them the property required. When Virgil Mccroskey approached the Idaho Legislature in 1951 about accepting his gift of land. Legislators worried about upkeep and about taking 2000 acres off the property tax rolls.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:40:05:01]"
    },
    {
      "id": "context_98_89",
      "index": 89,
      "speaker": "Rick Just",
      "words": "He purchased more property to add to the gift, and by 1954 he had 4400 acres to offer and a new governor, Robert Smiley, as a supporter. Still, the legislators were concerned about maintenance. Mccroskey, 79 years old, agreed to maintain that him for the next 15 years. The lawmakers finally agreed, and Mccroskey kept his word. He took care of the site until just before his death at age 94.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:40:39:20]"
    },
    {
      "id": "context_98_90",
      "index": 90,
      "speaker": "Rick Just",
      "words": "In 1970. In a sense, he still takes care of that today. Mccroskey left $45,000 in trust to the state to be used for maintenance of marry a nerve end across state park. The 1955 dedication of the park picture was taken. Virgil Mccroskey is holding Alan Mccroskey with Craig Hartwell standing next to him. They were great grandchildren of Mary Minerva Mccroskey, for whom the park is named across.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:41:13:09]"
    },
    {
      "id": "context_98_91",
      "index": 91,
      "speaker": "Rick Just",
      "words": "He himself never married.",
      "tags": [

      ],
      "timestamp": "[00:41:42:21]"
    },
    {
      "id": "context_98_92",
      "index": 92,
      "speaker": "Rick Just",
      "words": "Mccroskey wasn't the only one who was persistent. State Parks and Idaho Robert E smiley ran for Governor of Idaho in 1954. At least part three to system of state parks for the enjoyment by citizens and to encourage economic development through tourism. He talked often during his campaign of reorganizing Idaho's natural resource agencies and putting an emphasis on attracting tourists.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:41:48:12]"
    },
    {
      "id": "context_98_93",
      "index": 93,
      "speaker": "Rick Just",
      "words": "In 1959, smiley called for the creation of a Department of Natural Resources, consolidating existing eight and containing a new division of state parks. The Idaho Legislature ignored his suggestion, and smiley turned down the proposal for a natural resources agency for the next legislative session, and instead for only a state parks agency. The bill narrowly passed the House, but died in Senate and a committee.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:42:19:03]"
    },
    {
      "id": "context_98_94",
      "index": 94,
      "speaker": "Rick Just",
      "words": "Then an opportunity came along. That smiley was quick to recognize. The governor had known e Roman for some time. When, in 1959, the co-owner of the railroad ranch called Harriman and his brother Averil all wanted to see the land they owned protected from development and development by donating it to the state of Idaho. Now, Governor Smiley saw this as his chance to create a state system.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:42:50:23]"
    },
    {
      "id": "context_98_95",
      "index": 95,
      "speaker": "Rick Just",
      "words": "Working mostly with Roman Harriman, the majority owner. Smiley insisted that language in the gift deed be there, the Idaho would be required to have a professionally trained park service in place before the property would transfer to the state. Even with the donation of the railroad ranch as a tempting care act, the 1963 legislature refused smiley his state parks department one more time.",
      "tags": [
        "agriculture",
        "environment"
      ],
      "timestamp": "[00:43:19:17]"
    },
    {
      "id": "context_98_96",
      "index": 96,
      "speaker": "Rick Just",
      "words": "So when the going gets tough, who are you going to call? No, not President Eisenhower. That's just a gratuitous photo to show you the words Steve and Bill. Now you're going to call for another photo of the boys with their mom, Lucille, and their dad at the family cabin on Lake Cascade in Idaho. When you're trying to build a park system.",
      "tags": [

      ],
      "timestamp": "[00:43:49:23]"
    },
    {
      "id": "context_98_97",
      "index": 97,
      "speaker": "Rick Just",
      "words": "You're for all the Girl Scouts. The state had recently traded land that was about to end up under Dwarf Shack Reservoir for that old Navy base we talked about earlier on the shores of Lake Ponderay. Governor smiley wanted Farragut to anchor his state parks north with the old railroad range anchoring the other southeastern Idaho. He thought Farragut would be the perfect place to hold the 1965 National Girl Scouts Senior Roundup.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:44:13:03]"
    },
    {
      "id": "context_98_98",
      "index": 98,
      "speaker": "Rick Just",
      "words": "The Scouts thought so, too. It would bring a lot of money in North Idaho. So with that commitment from the Girl Scouts in hand, the legislature finally the Parks Department. But then for the advance team, for the girl Scout round up consisted of 1700 adults. They're assembling picnic tables in this photo for the staff and volunteers. Their trip to the wilderness started at New York City's Army-Navy stores, where, according to public relations assistant Minnie Rettig, they bought shiny black boots and khaki colored raincoats, bags and ponchos.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:44:45:17]"
    },
    {
      "id": "context_98_99",
      "index": 99,
      "speaker": "Rick Just",
      "words": "And when they arrived at Farragut, they found tents had already been set up but little else. Each got an orange crate to use as a dressing table, and the galvanize pail for water. We're not on Park Avenue anymore. That's Margaret Price, national president of the Girl Scouts of America with some scouts. In 1965. Round up. Mrs. Price and Governor Smiley cut a ribbon at the intersection of streets named for the occasion, Price Road and Smiley Boulevard, to open the event.",
      "tags": [

      ],
      "timestamp": "[00:45:26:00]"
    },
    {
      "id": "context_98_100",
      "index": 100,
      "speaker": "Rick Just",
      "words": "Smiley Boulevard is still a name of the main road that go through wearing it today. During the opening ceremonies, the governor shouted over the noise. If you want a comparison in numbers, there are as many people here on this corner right now as live in Caldwell. The program opened with 11,000 voices singing Girl Scouts songs, recordings of which still occasionally sell on eBay, if you're interested.",
      "tags": [

      ],
      "timestamp": "[00:45:55:14]"
    },
    {
      "id": "context_98_101",
      "index": 101,
      "speaker": "Rick Just",
      "words": "And you're probably not, the Girl Scout Roundup was a big success, but smiley wasn't done. Just two days after the Girl Scouts concluded. Governor smiley sent out a press release announcing that Farragut had been selected as the site for the World Boy Scout Jamboree. Smiley said Idaho is bigger today. The biggest planned event in Idaho's history. I hope it's an assured occurrence.",
      "tags": [

      ],
      "timestamp": "[00:46:26:12]"
    },
    {
      "id": "context_98_102",
      "index": 102,
      "speaker": "Rick Just",
      "words": "What was not assured, as it turned out, was that smiley would be the governor. When the Boy Scouts keyed Idaho. It was in 1965 that the Idaho Legislature gave. I gave Governor Smiley his Parks Department, as not only did the 1965 legislature as one of the most famous in Idaho history. It created the Parks Department. But remember, there was a significant string attached to the gift of the hangman's gate to the state.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:46:58:23]"
    },
    {
      "id": "context_98_103",
      "index": 103,
      "speaker": "Rick Just",
      "words": "The gift deed said the land wouldn't transfer until the professional agency was in place. Smiley and others worked that year to make all state agencies more professional, creating the State Personnel Service. And Percy, the state retirement system has a lot to accomplish in one session. But none of those accomplishments was even a big deal that year. The big deal and all.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:47:30:18]"
    },
    {
      "id": "context_98_104",
      "index": 104,
      "speaker": "Rick Just",
      "words": "They created the community college system to the big deal that was here was that they they passed the state sales tax stands. Now, majority leader voted for the sales tax and smiley also supported it signing the bill. Not everyone was happy about that extra $0.03 on a dollar they had to pay when they bought shoes or bread. There was a lot of grumbling.",
      "tags": [

      ],
      "timestamp": "[00:47:57:12]"
    },
    {
      "id": "context_98_105",
      "index": 105,
      "speaker": "Rick Just",
      "words": "A lot of people started referring to the sales taxes. Smiley. Smiley was a popular governor who had already been elected three times. He wasn't concerned much about winning his fourth election. Folks were even talking about having him run as vice president. And this guy came along, the man in the middle that could be beaten. So Don Samuelson, a first term Senator Smiley had once endorsed, decided to run against him in the primary.",
      "tags": [

      ],
      "timestamp": "[00:48:26:01]"
    },
    {
      "id": "context_98_106",
      "index": 106,
      "speaker": "Rick Just",
      "words": "Smiley didn't take him seriously and didn't understand the resentment many had about the sales tax. Samuelson beat him on the primary. Smile. Smiley was the only member of the sales tax who lost his office. But Lewis said he did so with governor Don Samuelson in this photo, helping some Boy Scouts get souvenir items ready for the World Scout Jamboree.",
      "tags": [

      ],
      "timestamp": "[00:48:58:10]"
    },
    {
      "id": "context_98_107",
      "index": 107,
      "speaker": "Rick Just",
      "words": "I knew he had landed from the state of Idaho. And before that, I don't think I do in the printed notes to this piece. Samuelson was actually one of those navy boots that went to Farragut to when it was the Naval Training Station, so that's what originally brought him to Idaho. One of the first things they did when the scouts arrived in Idaho was the game.",
      "tags": [

      ],
      "timestamp": "[00:49:23:10]"
    },
    {
      "id": "context_98_108",
      "index": 108,
      "speaker": "Rick Just",
      "words": "Each was given a letter, and they were charged with finding scouts from other places, with the remaining letters that would make up the word friendship. Goal was to get scouts of several nations together, and it apparently worked. The skill of Rama at the jam was where scouts could watch dancing, listen to music, and taste the foods of other lands.",
      "tags": [
        "economy",
        "music"
      ],
      "timestamp": "[00:49:47:22]"
    },
    {
      "id": "context_98_109",
      "index": 109,
      "speaker": "Rick Just",
      "words": "They can also practice their own skills in everything from scuba dive into gold panning with a little limbo. Throwing in a contingent of seven scouts and two leaders from Haiti was the first to check in, arriving on July 28th, 1967. Scouts from Thailand, the Netherlands, Germany and Guatemala were blind. In all, 108 nations were represented at the World Boy Scout Jamboree.",
      "tags": [

      ],
      "timestamp": "[00:50:10:19]"
    },
    {
      "id": "context_98_110",
      "index": 110,
      "speaker": "Rick Just",
      "words": "And to date, the gathering at Farragut was the only World Scout Jamboree ever held in the United States. They're planning one in the next couple of years. Back east, astronauts Scott Carpenter was at the Jamboree with the original Aurora seven capsule from the Mercury space program, in which he orbited the Earth in 1962. Carpenter also served as a swimming, archery and hockey coach for several days in the event.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:50:36:09]"
    },
    {
      "id": "context_98_111",
      "index": 111,
      "speaker": "Rick Just",
      "words": "Celebrity sightings were common at the World Scout Jamboree. Vice President Hubert Humphrey was there. So was Jimmy Stewart shown here? It was not Stewart's first trip to Idaho by any means. He was a flight instructor and squadron commander, and the 29th armament Group at Gammon Field in Boise during World War Two. 1967 was the Diamond Jubilee Year for scouting, celebrating the first outing of founder Sir Robert Baden-Powell.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:51:04:12]"
    },
    {
      "id": "context_98_112",
      "index": 112,
      "speaker": "Rick Just",
      "words": "Powell died in 1941, but his widow, a lady, a baby. How? Powell I know I can't say that tonight. Powell was the chief guide of the world Girl Scouts, and she was an honored guest. She called the gathering the young Asians in action.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:51:34:07]"
    },
    {
      "id": "context_98_113",
      "index": 113,
      "speaker": "Rick Just",
      "words": "The most significant development to Farragut, that came along as a result of the Rhodes Jamboree was probably this amphitheater. And the 500 person swimming area at, Beaver Bay. This amphitheater has, room for 60,000 people. It's not maintained anymore. But, it's it's still there. It's all over the world. Were greeted by a smoke belching insect called a goober.",
      "tags": [

      ],
      "timestamp": "[00:51:54:15]"
    },
    {
      "id": "context_98_114",
      "index": 114,
      "speaker": "Rick Just",
      "words": "If, courtesy the Idaho Department of Lands for using happenstance. Link. Don't be a goober. If on highways all over the state. It was meant to make people ask the question, what is a goober? If it was actually firebug spelled backwards? The theory was that it would stick in the mind a better than don't state start fires that, that's probably true.",
      "tags": [

      ],
      "timestamp": "[00:52:23:05]"
    },
    {
      "id": "context_98_115",
      "index": 115,
      "speaker": "Rick Just",
      "words": "Two years after the World Jamboree, the Scouts were back at Farragut, this time for a national jamboree. This map shows the layout of the event and that's where the original camp, oval camp areas were for the Naval Training Station. South of there. Frank Church attended the final ceremonies. Astronaut Colonel Frank Borman delivered a message from President Nixon on the closing night of the Jamboree and presented the film from Neil Armstrong's First Step on the moon, which had occurred a few days before.",
      "tags": [
        "labor",
        "cinema",
        "music"
      ],
      "timestamp": "[00:52:47:11]"
    },
    {
      "id": "context_98_116",
      "index": 116,
      "speaker": "Rick Just",
      "words": "Only a handful of scouts had seen the televised event. Higher crowds spellbound, watching the scene from the moon and hearing Armstrong's words. Both Borman and Armstrong were former scouts. Armstrong acknowledged the scouts from space on his way to the moon, saying hello to my fellow scouts and scholars at Farragut National Park, and no one who attended the Telecom of Armstrong is actually a state park.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:53:20:06]"
    },
    {
      "id": "context_98_117",
      "index": 117,
      "speaker": "Rick Just",
      "words": "At this point in the program, I go pretty fast and give you a brief overview, brief tour of the parks and historic pictures telling you when each park became a state park. And then I'll answer some questions and when we're done, in some cases, also note when they stopped being a state park, because that's certainly part of the history as well.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:53:49:15]"
    },
    {
      "id": "context_98_118",
      "index": 118,
      "speaker": "Rick Just",
      "words": "Heyburn, of course, was the first in 1908. Goshen Falls was the second park name in 1909. And in 1933 it was turned over to the City Falls. They still operate Shoshone Falls, and this year recognize recognizes Lava Hot Springs. It was a state property even earlier than Heyburn State Park, but it became a state park in 1913 and lasted until about 1967.",
      "tags": [

      ],
      "timestamp": "[00:54:11:13]"
    },
    {
      "id": "context_98_119",
      "index": 119,
      "speaker": "Rick Just",
      "words": "It's now its own, has its own board of directors and institution. In 1935, the state acquired a little piece of property along the Boise River, up near where Lucky Peak Dam is today. They didn't bother naming it anything until about 1955. They just called it State Park. The little point on the left is Discovery State Park, nowadays a unit of Lucky Peak State Park.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:54:41:06]"
    },
    {
      "id": "context_98_120",
      "index": 120,
      "speaker": "Rick Just",
      "words": "Now notice the house on the right in this picture from the 1880s or 1890s where Arthur and Mary Hallock Foote lived. Arthur was the engineer design of the canal system, the Treasure Valley. Mary was a well-known illustrator and author at the time. A fictionalized and somewhat controversial book about their lives was written by Wallace Stegner. Angle of repose won the Pulitzer Prize in 1972.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:55:07:02]"
    },
    {
      "id": "context_98_121",
      "index": 121,
      "speaker": "Rick Just",
      "words": "The house in the picture is long gone, but I little group that put together an interpretive sign up there that we're pretty proud. And I invite you to cross the dam and take a right and see what's up there. It's. This is Packer John's cabin. It came along in 1936. It was the site of the first Democratic convention in Idaho.",
      "tags": [

      ],
      "timestamp": "[00:55:34:06]"
    },
    {
      "id": "context_98_122",
      "index": 122,
      "speaker": "Rick Just",
      "words": "It's tiny. But before you make jokes about Idaho Democrats needing only a color convention, it was also the site of the first state Republican convention. Why? Because it was halfway basically between Lewis, Boise. And so that's where they held them. The small park was turned over, to Adams County for management in 1982. The cabin in this picture was a reproduction of the original.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:55:58:07]"
    },
    {
      "id": "context_98_123",
      "index": 123,
      "speaker": "Rick Just",
      "words": "And even the reproduction of the saints burned down. That that. Courtesy of vandals. Spaulding State Park was the site of the Spaulding Mission, one of the earliest missions in the North, and remained the park for 30 years until the National Park Service took it over in 1966. They include this and many other sites in three states as part of the Nez Perce National Historic Trail.",
      "tags": [

      ],
      "timestamp": "[00:56:25:08]"
    },
    {
      "id": "context_98_124",
      "index": 124,
      "speaker": "Rick Just",
      "words": "Park headquarters is here not for listing. Canoe camp was also managed by the State of Idaho until 1966, when the National Park Service took over as part of the National Historic Trail. This, is along the Clearwater River near. Or if you know, it's where Lewis and Park stopped to build canoes for that final leg of their trip.",
      "tags": [

      ],
      "timestamp": "[00:56:49:23]"
    },
    {
      "id": "context_98_125",
      "index": 125,
      "speaker": "Rick Just",
      "words": "They did not have that. Get them across the board. All right, isn't there, Caldwell? The state managed it for a number of years, but it's only about an acre, so it really doesn't warrant state park management. Probably. And that was the opinion, at least in the 1960s. Was just too small. And they eventually turned it over to Canyon County.",
      "tags": [

      ],
      "timestamp": "[00:57:10:19]"
    },
    {
      "id": "context_98_126",
      "index": 126,
      "speaker": "Rick Just",
      "words": "And they do a very nice job with that little park. The construction of Lucky Peak Dam in the 1950s created Lucky Peak Reservoir. The Idaho Department of Parks and Recreation managed recreation sites all around Reservoir, including Roby Creek and Chimney Rock. Berkeley Bay Gulch, and Morris Creek, all those in the 1960s. Many of them were turned back, to the US Army Corps of Engineers to manage in the 70s, and they still are.",
      "tags": [
        "labor",
        "environment"
      ],
      "timestamp": "[00:57:33:15]"
    },
    {
      "id": "context_98_127",
      "index": 127,
      "speaker": "Rick Just",
      "words": "Sandy Point, Spring Shores and Discovery are home units of what is now Lucky Beach State Park. 1935 Winter photograph on the left shows the family home that came with the property around tiny Round Lake. The house was served as a park visitor center. Round Lake it's 143 acre park near Sagle, Idaho, and that's just South Point. As I said earlier, Mccroskey State Park came into the system in 1955.",
      "tags": [

      ],
      "timestamp": "[00:58:01:03]"
    },
    {
      "id": "context_98_128",
      "index": 128,
      "speaker": "Rick Just",
      "words": "Not a whole lot has changed there. We've got some, picnic shelters up there involved tiny toilets. Lot of people still call it Skyline Drive because that's its main reason for for existing is that the beautiful blues for as popular a park as Ponderosa State Park is, there are very few historic pictures. This 1969 shot is if a park manager, a park manager, Jerry Hoover, showing off a new sign and have illustrated where the trails and the campgrounds were on the peninsula, and recall over was employed by the Idaho Department of Parks and Recreation for several years, but retired as the director of Kansas Department of Wildlife and Park before Ponderosa became a park.",
      "tags": [
        "cinema",
        "environment"
      ],
      "timestamp": "[00:58:32:23]"
    },
    {
      "id": "context_98_129",
      "index": 129,
      "speaker": "Rick Just",
      "words": "The Idaho Department of Lands leased some of it to private interests, who built a community of rental structures, such as those in the picture on the left, and they called it Lakeview Village. Most of Ponderosa State Park sits on the peninsula that juts out into Payette Lake, where nearly a thousand acres offer visitors camping and biking and boating and nature trails.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:59:18:00]"
    },
    {
      "id": "context_98_130",
      "index": 130,
      "speaker": "Rick Just",
      "words": "The park headquarters is, roughly on this site, pictured here at the north end of the lake. Another 500 acres, is in North Beach, the North Beach unit, the back end swimmers and paddlers. This is where they shot much of the 19 year old Northwest Passage, starring Spencer Tracy, Robert Young and Walter Brennan, that was filmed up there.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:59:39:23]"
    },
    {
      "id": "context_98_131",
      "index": 131,
      "speaker": "Rick Just",
      "words": "And they all wore green uniforms. And I learned just recently they did that because that's the way it was written in the book originally, that they all were green, all other uniforms. They just looked wrong. Priest Lake, where Neil Shipman charm movies became a state park in 1959. It was originally called Indian Creek State Park, but the name was changed when other properties were acquired.",
      "tags": [

      ],
      "timestamp": "[01:00:04:02]"
    },
    {
      "id": "context_98_132",
      "index": 132,
      "speaker": "Rick Just",
      "words": "Indian Creek Unit is where the most modern campground is today has our park headquarters. This is a family in the mid 1960s on top of the Big Dune State Park. It's a 480 acre park that offers camping, hiking, fishing, and horseback riding. One can also slide down the dunes on a rental board, or stay after dark to watch the stars and the astronomical observatory.",
      "tags": [

      ],
      "timestamp": "[01:00:28:11]"
    },
    {
      "id": "context_98_133",
      "index": 133,
      "speaker": "Rick Just",
      "words": "Winchester Lake came along in 1968. The park actually belongs to the Idaho Department of Fish and Game, but is managed by the Idaho Department of Parks and Recreation through an agreement. It features a secluded campground, several rental yards, hiking trails, a lot of fishing piers, and nearby is that Wolf education and Research Center operated by the Nez Perce tribe.",
      "tags": [
        "environment",
        "education",
        "indigenous"
      ],
      "timestamp": "[01:00:55:08]"
    },
    {
      "id": "context_98_134",
      "index": 134,
      "speaker": "Rick Just",
      "words": "It's a major attraction. Don't miss it, do you? If you, say to camp up there at some point, three Island Crossing was where, Oregon Trail pioneers had to decide whether to cross the snake River for better grass or stay on the south side of the river for a little bit to dry. Not a lot of feet, about half chose to cross and they chose to cross here.",
      "tags": [
        "history"
      ],
      "timestamp": "[01:01:18:11]"
    },
    {
      "id": "context_98_135",
      "index": 135,
      "speaker": "Rick Just",
      "words": "The park today has a modern campground and the Oregon Trail Interpretive Center on the outskirts of Glenns Ferry. Three former governors and then governor Dirk Read the dedication of the interpretive center and 2001 the former governors, from left to right, John Evans Cassandras and who also served as secretary of Interior, and Phil Bath. And I don't know why I didn't get Governor Camp started with them, because that would have been an even better photo of governors massacre Rocks State Park.",
      "tags": [

      ],
      "timestamp": "[01:01:40:03]"
    },
    {
      "id": "context_98_136",
      "index": 136,
      "speaker": "Rick Just",
      "words": "Sometimes called the Gate of Death or Devil's Gate, was a good point along the Oregon Trail, where travelers passed between lava outcrops. The photograph on the left shows the old highway going through the 1940s. On the right, in 86 follows the Oregon Trail through. They substantially widened the gap today. The formation got its name because of fears of ambush.",
      "tags": [

      ],
      "timestamp": "[01:02:13:16]"
    },
    {
      "id": "context_98_137",
      "index": 137,
      "speaker": "Rick Just",
      "words": "It was actually about two miles west of the rocks, where a wagon train was ambushed. Travelers and five wagons clashed with Shoshone Indians from August 9th to August 12th, 1862, resulting in ten deaths. Colonel Patrick Connor and his troops retaliated for this and other skirmishes in January of 1863 by attacking a Shoshone winter camp along the bear River, killing as many as 400 men, women, and children.",
      "tags": [

      ],
      "timestamp": "[01:02:37:09]"
    },
    {
      "id": "context_98_138",
      "index": 138,
      "speaker": "Rick Just",
      "words": "That event is known today as the bear River massacre, and I'm pleased to say that the National Park Service is doing a lot of work down there that will help keep that in our eye or our minds. This is the old motel lots for travelers in the 20s, 30s and 40s. Massacre rocks. This is an early picture of Register Rock.",
      "tags": [

      ],
      "timestamp": "[01:03:09:06]"
    },
    {
      "id": "context_98_139",
      "index": 139,
      "speaker": "Rick Just",
      "words": "It's protected under a shelter today. This is one of two registered rocks in Idaho. On this one Oregon trail pioneers carved their names on the Register Rock and City of Rocks National Reserve. They used axle grease to leave their names, probably because the rock was harder. Master Rock State Park is right on the snake River and it's one of my favorites.",
      "tags": [
        "history"
      ],
      "timestamp": "[01:03:29:19]"
    },
    {
      "id": "context_98_140",
      "index": 140,
      "speaker": "Rick Just",
      "words": "It surprises people when they learn that, 200 species of birds have been sighted at the park. So it's a flyway. Bear Lake State Park is in the extreme southeast corner of Idaho. About half the lake is in Idaho, half in Utah. The better beach is at the north end of the lake in Idaho, so many swimmers and boaters from Idaho and Utah spent summer days there.",
      "tags": [

      ],
      "timestamp": "[01:03:52:02]"
    },
    {
      "id": "context_98_141",
      "index": 141,
      "speaker": "Rick Just",
      "words": "In summer days, they're so often that they often have to close the the entrance to the park 2 or 3 times a day and let people leave so they have a place to park. I'd be acquired 3000 acres south of Pocatello from the U.S. Bureau of Land Management in 1968, through the Recreation and Public Purposes Act, for $2.50 an acre, it really wasn't a bargain.",
      "tags": [
        "pocatello"
      ],
      "timestamp": "[01:04:17:01]"
    },
    {
      "id": "context_98_142",
      "index": 142,
      "speaker": "Rick Just",
      "words": "The Indian Rock State Park Visitor Center was located on the west side of I-15 at the exit, the Springs Park planners hoped that campers would stop on their way to Yellowstone National Park. They also hope to plant a reservoir nearby, would attract boaters and fishermen. The U.S. Army Corps of Engineers. There was not enough public support for building a reservoir on nearby Marsh Creek, and the park closed in 1983 during a state budget crisis, and it never reopened.",
      "tags": [

      ],
      "timestamp": "[01:04:45:19]"
    },
    {
      "id": "context_98_143",
      "index": 143,
      "speaker": "Rick Just",
      "words": "In 1970, IDP. This land on both sides of Mallard Gorge to create Mallard Gorge State Park near the town of bliss. In this picture, Park manager Rick Cummins poses on the can and rim. The I-84 bridge is in the background and the waterfall is washable as below. There. A footbridge was later installed across the gorge so that visitors could access both sides of the canyon.",
      "tags": [

      ],
      "timestamp": "[01:05:16:09]"
    },
    {
      "id": "context_98_144",
      "index": 144,
      "speaker": "Rick Just",
      "words": "In later years, Mallard Gorge would become a park unit of Thousand Springs State Park, which also includes Niagara Springs, Crystal, Billingsley Creek, Box Canyon, and Ritter Island units. And I see that I need to update that as Billingsley Creek is no longer a part of that park. All right, we're going in this pictures from 1972 showing the picnic shelter at Hell's Gate State Park on the outskirts of Lewiston.",
      "tags": [

      ],
      "timestamp": "[01:05:43:05]"
    },
    {
      "id": "context_98_145",
      "index": 145,
      "speaker": "Rick Just",
      "words": "The park was developed by the US Army Corps of Engineers and turned over for management by the Idaho Department of Parks and Recreation that year. The corps builds substantial facilities at State Park. They took care of that little irrigation problem they had with sprinkler guns. Now at about 12ft high, each with a 2.5in nozzle, they worked well until the trees grew up.",
      "tags": [
        "environment",
        "agriculture"
      ],
      "timestamp": "[01:06:14:04]"
    },
    {
      "id": "context_98_146",
      "index": 146,
      "speaker": "Rick Just",
      "words": "I think they still have 1 or 2 of these in the park, but they were something you didn't want to get in front of one of those when it was time to water the grass.",
      "tags": [

      ],
      "timestamp": "[01:06:40:12]"
    },
    {
      "id": "context_98_147",
      "index": 147,
      "speaker": "Rick Just",
      "words": "Maori State Park, south of Court Lane is one you'd likely never heard of. It was donated to the agency in 92. There are two pieces of property, actually, each on a little peninsula. Between the two is a property with a beautiful bench. Beach. Excuse me, a beautiful beach that, the agency was hoping to acquire, but they never did.",
      "tags": [

      ],
      "timestamp": "[01:06:50:13]"
    },
    {
      "id": "context_98_148",
      "index": 148,
      "speaker": "Rick Just",
      "words": "The park in this picture is accessible only by boat, and it's managed by the county. The remaining property is to high above the lake and too small to be of much use on its own. There's a house on the property that's used for staff housing, but, we don't have visitors coming there. Henry's lake. Well, Henry's Lake State Park is Idaho's only seasonal park.",
      "tags": [

      ],
      "timestamp": "[01:07:14:06]"
    },
    {
      "id": "context_98_149",
      "index": 149,
      "speaker": "Rick Just",
      "words": "Heavy snows at the 6070ft of winter access. Impractical. Note that park names such as Henry's Lake do not contain that possessive apostrophe. That's in compliance with naming conventions of the US Board on Geographic Names. So if you're an English teacher, you're mad about that. But it's it's the rule. Veterans Memorial State Park was created in 82 on the site of the Old Soldiers Home on State Street in Boise.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[01:07:38:04]"
    },
    {
      "id": "context_98_150",
      "index": 150,
      "speaker": "Rick Just",
      "words": "And I'll get past that here. Now read. My apologies. Henry's lake, Coeur d'Alene. That's what we missed. Oh. Michigan became a state park as part of the US bicentennial celebration. Yes, it actually opened a year earlier, but trust me, it was a Centennial park. Bicentennial Park project. Nowadays, the interpretive center has a beautiful exhibit called Sacred Encounters that tells the story of Native American interaction with the missionary movement of the West.",
      "tags": [
        "culture",
        "religion"
      ],
      "timestamp": "[01:08:15:00]"
    },
    {
      "id": "context_98_151",
      "index": 151,
      "speaker": "Rick Just",
      "words": "There's veterans. I had those switched. Probably because they should be switched. Veterans Memorial State Park was created in 1982 on the site of the Old Soldiers Home on State Street in Boise. The park memorializes war veterans, hosts numerous related ceremonies, and serves as a quiet park along the Boise River and Greenbelt. Idaho Department of Parks and Recreation turned operations over to the city of Boise in 1997 through a long term lease, but it still remains a state park.",
      "tags": [
        "boise",
        "conflict",
        "environment"
      ],
      "timestamp": "[01:08:50:17]"
    },
    {
      "id": "context_98_152",
      "index": 152,
      "speaker": "Rick Just",
      "words": "You remember that the donation of the railroad ranch helped create the park system in 1965. It wasn't until 1982 that the park actually opened to the public. Governor smiley, who was so involved with that, was there for the opening ceremonies. This is an aerial feature. Even a few of our employees don't know about. It's a landform sculpture of an eagle, an Eagle Island state park.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[01:09:27:06]"
    },
    {
      "id": "context_98_153",
      "index": 153,
      "speaker": "Rick Just",
      "words": "You can just make it out there flying right there on that little peninsula. They decided to do that when they developed in 1982, and then they really didn't do much with it after that. To, to highlight it so that you could see it from the air. The park was the site of the old state prison on our farm near the city of Eagle.",
      "tags": [

      ],
      "timestamp": "[01:09:55:02]"
    },
    {
      "id": "context_98_154",
      "index": 154,
      "speaker": "Rick Just",
      "words": "It features swimming beaches, its water slide and hiking trails. And future plans include a new campground. The area when Timothy H. O'Sullivan took this 1868 for the US geological exploration of the 40th Parallel, he listed this as Sphinx Rock, California trail pioneers, and just about everyone else since refers to this formation as the Twin Sisters from this angle.",
      "tags": [
        "environment",
        "history"
      ],
      "timestamp": "[01:10:14:02]"
    },
    {
      "id": "context_98_155",
      "index": 155,
      "speaker": "Rick Just",
      "words": "It's just named other Things from Other angles. It's part of the City of Rocks National Reserve, which has been jointly managed by the Idaho Department of Parks and Recreation and the National Park Service since 1988. So it's technically not a state park, though most of the employees there wear a state park uniform. Door shack state park, near or a Fino was one of the many that are owned by a federal agency, but managed by the Idaho Department of Parks and Recreation.",
      "tags": [
        "environment"
      ],
      "timestamp": "[01:10:45:08]"
    },
    {
      "id": "context_98_156",
      "index": 156,
      "speaker": "Rick Just",
      "words": "U.S. Army Corps of Engineers owns the property and constructed most of the facilities. This is then park manager Mike Michael Hatton and Governor Kelly Andrus. Dedication plaques in the park. In 1989, Lansing State Park was selected as Idaho's Centennial Park in 1990. The ribbon cutting for the Chambliss Interpretive Center was in 1992. The park includes the ghost towns of Custer, Bonanza, and Bay horse, as well as NC backcountry ATV trail system.",
      "tags": [

      ],
      "timestamp": "[01:11:16:03]"
    },
    {
      "id": "context_98_157",
      "index": 157,
      "speaker": "Rick Just",
      "words": "The Ashton Due to Tonia Trail follows an abandoned railway line in eastern Idaho. Unlike northern Idaho, a stream of this 29.6 mile trail is not paved. Bikers and hikers here will find a gravel pathway. The trail, which is open to snowmobiling and then later crosses several trestles, including the 300ft high Bitch Creek Trestle shown here. This is a well known park located near the summit of Lolo Pass.",
      "tags": [

      ],
      "timestamp": "[01:11:48:06]"
    },
    {
      "id": "context_98_158",
      "index": 158,
      "speaker": "Rick Just",
      "words": "Glade Creek is where Lewis first camped in what would become Idaho. It is both a little interpretive overlook, but other than that the site is maintained much as it was when Lewis and Clark first. Lake Walcott is on the reservoir near Rupert. It has kind of a formal city park feel to it. There's a small campground, lots and cabins.",
      "tags": [

      ],
      "timestamp": "[01:12:19:14]"
    },
    {
      "id": "context_98_159",
      "index": 159,
      "speaker": "Rick Just",
      "words": "Boating and fishing and what draw people to. And they all come. And certainly, it's a you for, disc golf tournaments. It's hosted the state championship several times. Lake Cascade is one of the closest camping parks to Boise. It's all about the water here. The camping and boating sites scattered around the lake are actually owned by the Bureau of Reclamation and operated by the Idaho Department of Parks and Recreation as a state park.",
      "tags": [
        "environment",
        "boise"
      ],
      "timestamp": "[01:12:43:09]"
    },
    {
      "id": "context_98_160",
      "index": 160,
      "speaker": "Rick Just",
      "words": "Just a few minutes away from the sea, National Reserve is Castle Rock State Park, just on the Idaho side of the border with Utah. The sites share the same headquarters building that in Elmo Castle rocks became a state park in 2003. Both of the parks are a world class rock climbing sites. This is one of those accidental parks.",
      "tags": [
        "migration",
        "environment"
      ],
      "timestamp": "[01:13:12:15]"
    },
    {
      "id": "context_98_161",
      "index": 161,
      "speaker": "Rick Just",
      "words": "Coeur d'Alene Parkway was part of the East-West highway across the state until the development of the Interstate. Made this section of road right outside of Car Lane obsolete. It's not a paved pathway now, offering beautiful paths, beautiful views of the lake along the bike path. And in the winter, there's a terrific spot to watch Eagles. And this this trail got a lot of press when it first opened because it's something else.",
      "tags": [

      ],
      "timestamp": "[01:13:38:02]"
    },
    {
      "id": "context_98_162",
      "index": 162,
      "speaker": "Rick Just",
      "words": "The trail of the quarter lanes, jointly operated by the Idaho Department of Parks and Recreation and the Coeur d'Alene tribe, is a 72 mile paved pathway that follows the route of the old railroad. That railroad once hauled or for the mines in the Silver Valley stand or fell off the train cars, making that railroad bit hazardous with heavy metals.",
      "tags": [
        "environment",
        "indigenous"
      ],
      "timestamp": "[01:14:06:14]"
    },
    {
      "id": "context_98_163",
      "index": 163,
      "speaker": "Rick Just",
      "words": "The best way to protect the public from that hazard was to cap it, cap the old railroad with an asphalt trail that created most protected bike routes in the United States. So that's the most recent park created in Idaho. That was back in 2004. And the question is, will there be more parks in the future? I think so.",
      "tags": [
        "environment"
      ],
      "timestamp": "[01:14:29:16]"
    },
    {
      "id": "context_98_164",
      "index": 164,
      "speaker": "Rick Just",
      "words": "Idaho has no shortage sites worthy of designation. Our elected officials have been reluctant to add additional parks because of the cost of maintaining them. And that's certainly one side of the coin. The other side of the coin is, well, coins, actually, our state parks bringing over $200 million to the state's economy every year, according to, estimates from a state university economic impact study done a couple of years ago.",
      "tags": [
        "environment",
        "education"
      ],
      "timestamp": "[01:14:52:11]"
    },
    {
      "id": "context_98_165",
      "index": 165,
      "speaker": "Rick Just",
      "words": "Governor Robert Smiley saw the economic power of state parks when he fought so hard to create the Idaho Department of Parks and Recreation. I hope future leaders will share his vision. That's Bob smiley at the dedication of the headquarters building out on Palm Springs at the Idaho Shakespeare Festival a few years later, after his death, that would become the Robert E Smiley Building in recognition of his role as the father of Idaho's state parks.",
      "tags": [
        "environment"
      ],
      "timestamp": "[01:15:20:07]"
    },
    {
      "id": "context_98_166",
      "index": 166,
      "speaker": "Rick Just",
      "words": "Right now I'm at about talked myself hoarse. I do going to bring it back. Told live and in person here and take some questions.",
      "tags": [

      ],
      "timestamp": "[01:15:49:16]"
    },
    {
      "id": "context_98_167",
      "index": 167,
      "speaker": "David Pettyjohn",
      "words": "Well, Rick, unfortunately, we have gone over time. It was fast.",
      "tags": [

      ],
      "timestamp": "[01:16:02:01]"
    },
    {
      "id": "context_98_168",
      "index": 168,
      "speaker": "Rick Just",
      "words": "Sorry.",
      "tags": [

      ],
      "timestamp": "[01:16:07:12]"
    },
    {
      "id": "context_98_169",
      "index": 169,
      "speaker": "David Pettyjohn",
      "words": "No, no, it was absolutely fascinating. You kind of the some of the questions that we have received, you had absolutely addressed. I want to thank you for sharing that wonderful history of our Idaho state parks. The list of it, as I was mentioning to you earlier, as a recently new Idaho. And, it gave me a lot of wonderful information.",
      "tags": [

      ],
      "timestamp": "[01:16:08:07]"
    },
    {
      "id": "context_98_170",
      "index": 170,
      "speaker": "David Pettyjohn",
      "words": "And I've got a lot of state parks to, to visit. So. Great. Thank you so much.",
      "tags": [

      ],
      "timestamp": "[01:16:33:21]"
    },
    {
      "id": "context_98_171",
      "index": 171,
      "speaker": "Rick Just",
      "words": "I would invite anybody to ask a question. Rick just had Rick just dot.com.",
      "tags": [

      ],
      "timestamp": "[01:16:38:24]"
    },
    {
      "id": "context_98_172",
      "index": 172,
      "speaker": "David Pettyjohn",
      "words": "Awesome. Rick, thank you for your time tonight. Thank you all. Thank you David. Joining us. Have a wonderful evening.",
      "tags": [

      ],
      "timestamp": "[01:16:44:00]"
    },
    {
      "id": "context_98_173",
      "index": 173,
      "speaker": "Rick Just",
      "words": "All righty.",
      "tags": [

      ],
      "timestamp": "[01:16:50:13]"
    }
  ],
  "metadata": {
    "totalSegments": 174,
    "description": "In 1908, Idahos first state park was created by an Act of Congress. It was named for Sen. Weldon B. Heyburn, who famously said [state parks] are always a subject of political embarrassment. This presentation traces the roots of the system from the Harriman Alaska Expedition in 1899, through the war years of the Farragut Naval Training Station, to the brilliant gift deed Gov. Robert E. Smylie arranged with Roland and Averell Harriman to create a dedicated park agency resulting in todays system of 30 state parks. Rick Just worked for the Idaho Department of Parks and Recreation for 29 years.  Among other duties he was the agency historian. Rick has written two books on Idahos state parks and several more on other Idaho subjects. He writes a daily history blog called Speaking of Idaho which has about 9,000 followers.  He founded the non-profit organization Friends of Idaho State Parks in 2013 and currently serves as the organizations president.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}