{
  "title": "What does it mean to be a citizen?",
  "interviewee": "Dr. Caroline Heldman; Dr. David Gray Adler; Dr. Lara Brown",
  "interviewer": "Doug Exton",
  "date": "2022-04-26",
  "subjects": [
    "citizenship",
    "democracy",
    "civic improvement",
    "discussions (meetings)"
  ],
  "segments": [
    {
      "id": "context_63_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_63_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Thank you so much for joining us for what does it mean to be a citizen in a program conducted by the Idaho Humanities Council? This program is funded by the. Why it matters civic and electoral Participation initiative, administered by the Federation of State Humanities Councils and funded by the Andrew W Mellon Foundation. I'd like to remind you all that you may submit any questions using the Q&A feature located at the bottom of the screen.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_63_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "Man with me is a wonderful group of people from across the US. We have Doctor David Gray Adler, Doctor Lara Brown, and Doctor Caroline Heldman. It's wonderful to have everyone here join me and I turn it over to our wonderful panel.",
      "tags": [

      ],
      "timestamp": "[00:00:31:00]"
    },
    {
      "id": "context_63_3",
      "index": 3,
      "speaker": "Lara Brown",
      "words": "Thank you.",
      "tags": [

      ],
      "timestamp": "[00:00:47:02]"
    },
    {
      "id": "context_63_4",
      "index": 4,
      "speaker": "Caroline Heldman",
      "words": "Thank you. Doug. I think I am starting things off. I just want to give a couple of minutes of perspective on this fantastic question. And thank you so much for hosting an event that feels more important than maybe any other time in my lifetime after the, violent insurrection that happened on January 6th, I think a lot of us are asking what it means to be a citizen.",
      "tags": [

      ],
      "timestamp": "[00:00:49:16]"
    },
    {
      "id": "context_63_5",
      "index": 5,
      "speaker": "Caroline Heldman",
      "words": "What obligations do we have to government? What obligations do we have to one another? So I approached the question of what it means to be a citizen from really two perspectives. One is a top down perspective or an institutional legal perspective about basically who is a full citizen in the U.S. like who counts, who's a first class citizen and who's in steerage?",
      "tags": [

      ],
      "timestamp": "[00:01:13:20]"
    },
    {
      "id": "context_63_6",
      "index": 6,
      "speaker": "Caroline Heldman",
      "words": "And then the second perspective would me would be more from the individual level. What it means to be a citizen, or maybe implied in that question is what it means to be a good citizen. So I want to talk about both, of those, vantage points or perspectives. And then talk about some of the challenges, that we have seen in recent decades to ideas of citizenship.",
      "tags": [

      ],
      "timestamp": "[00:01:35:13]"
    },
    {
      "id": "context_63_7",
      "index": 7,
      "speaker": "Caroline Heldman",
      "words": "So first, from an institutional or legal perspective, obviously we have formal citizenship, right? A naturalized citizen, or someone who was born here. So I'm not talking about a legal definition of who who gets counted as a citizen. But rather the, the social definition of who holds full value in society. So again, first class citizens versus second class citizens or full citizens, versus those who don't really get, the experience of full citizenship in a democracy, even though they are technically, legally citizens.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:01:58:09]"
    },
    {
      "id": "context_63_8",
      "index": 8,
      "speaker": "Caroline Heldman",
      "words": "So throughout American history, I would say that, you know, a lot of people have been marginalized or have had second class citizenship status in terms of their experiences and for many, decades or for some centuries, they have been formally excluded from, the basic markers of citizenship. So, if you look back at the founding, we baked, we baked different strata of citizens who counts more than others into our founding documents and into our early rituals and practices and institutions.",
      "tags": [
        "migration",
        "culture"
      ],
      "timestamp": "[00:02:37:11]"
    },
    {
      "id": "context_63_9",
      "index": 9,
      "speaker": "Caroline Heldman",
      "words": "So, for example, you know, the ladies were not remembered, in the Constitution, and black Americans were counted as 3/5 of citizens. In the Constitution. So, a lot of this is, has was actually part of our founding. And one I would argue that we actually haven't reckoned with because it carries forward when you set up institutions and practices, and codify things, you put them into law.",
      "tags": [

      ],
      "timestamp": "[00:03:11:20]"
    },
    {
      "id": "context_63_10",
      "index": 10,
      "speaker": "Caroline Heldman",
      "words": "Even though we have a long history of basically extending the idea of who counts as a full citizen, we're we're not there yet. We have a long way to go. So if you look at that history, though, early on we saw the barriers, to the voting for voting rights, which is, I think, a great universal marker of who counts fully and a citizenry.",
      "tags": [

      ],
      "timestamp": "[00:03:38:09]"
    },
    {
      "id": "context_63_11",
      "index": 11,
      "speaker": "Caroline Heldman",
      "words": "It's not enough, but it's a kind of a base level, measure of that. You saw the early property requirements for white men fall by the wayside, right? And then in 1869, Congress passes the 15th amendment, technically or formally giving African-American men the right to vote. But immediately, for example, Louisiana passes grandfather clauses that cause the number of registered black voters to drop from 44% down to 4%.",
      "tags": [

      ],
      "timestamp": "[00:03:58:11]"
    },
    {
      "id": "context_63_12",
      "index": 12,
      "speaker": "Caroline Heldman",
      "words": "And then you see states across the South. Mississippi, South Carolina, Alabama, Virginia, etc.. Passed grandfather clause, laws. And also Jim Crow goes into effect. And so black Americans wouldn't really see their voting rights enforced until 1965. And some would argue that that's still a struggle today with voter demobilization that's cropped up in the past, ten years.",
      "tags": [

      ],
      "timestamp": "[00:04:27:10]"
    },
    {
      "id": "context_63_13",
      "index": 13,
      "speaker": "Caroline Heldman",
      "words": "So going a little bit beyond voting, right? Voting is not a great way. It's not enough in terms of counting, full citizenship. Right. So, even though, for example, women got the right to vote, with the 19th amendment in 1920, and black Americans got the right to vote in 1965 with finally, with the enforcement of the Civil Rights Act.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:04:51:19]"
    },
    {
      "id": "context_63_14",
      "index": 14,
      "speaker": "Caroline Heldman",
      "words": "There are big holes and big pieces of of the citizenry, who are not who don't have the same rights as others even though they have the right to vote. So, for example, the Equal Rights Amendment, which grants sex as the highest level protected class in the Constitution, has not passed, even though it's been 100 year battle to get that into the Constitution.",
      "tags": [

      ],
      "timestamp": "[00:05:14:08]"
    },
    {
      "id": "context_63_15",
      "index": 15,
      "speaker": "Caroline Heldman",
      "words": "Also, as of February, 2019, Congress had not codified any laws specifically protecting transgender people, for example, from protection in the workplace. And until, yesterday, until Joe Biden passed, is a sweeping law for for federal institutions. Transgender protections were not in place. So to kind of pull this together, if you think about who counts as a full citizen and who doesn't.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:05:38:03]"
    },
    {
      "id": "context_63_16",
      "index": 16,
      "speaker": "Caroline Heldman",
      "words": "I think it's instructive to look at the three primary pillars of democracy, because really, what we're talking about are some Americans have experiences that are more democratic than others. So if you look at the three pillars, you have popular sovereignty, political liberty and political equality. Popular sovereignty is this idea that government only has legitimacy if the people decide the government has, legitimacy.",
      "tags": [

      ],
      "timestamp": "[00:06:06:03]"
    },
    {
      "id": "context_63_17",
      "index": 17,
      "speaker": "Caroline Heldman",
      "words": "Political liberty is the freedom from government encroachment. And political equality means that the laws are applied, and equally to everyone in a fair manner. So the application of democracy or the actual experience of democracy, to sum this up, is not the same. That varies by gender, race, ethnicity, LGBTQ, plus status. It varies by disability status.",
      "tags": [
        "economy",
        "culture"
      ],
      "timestamp": "[00:06:31:11]"
    },
    {
      "id": "context_63_18",
      "index": 18,
      "speaker": "Caroline Heldman",
      "words": "It varies by age, body size, we know sizes. And there's a real thing in the United States. We know that it varies by socioeconomic class, religion, immigration status. And just to give some concrete examples, when it comes to political liberty, we know, for example, that, Latinx Americans are, shot and killed at twice the rate as white Americans by police officers and black Americans are shot and killed at three times the rate as white Americans.",
      "tags": [
        "migration",
        "cinema"
      ],
      "timestamp": "[00:06:52:14]"
    },
    {
      "id": "context_63_19",
      "index": 19,
      "speaker": "Caroline Heldman",
      "words": "So you can see statistically, that the laws are not being equally applied to everyone. And then when it comes to things as basic as like voter ID laws, right, we know that they disproportionately demobilize, older Americans who are less likely to have licenses. Transgender Americans who are less likely to have licenses, their name matching, what they what, the voter rolls says, students.",
      "tags": [

      ],
      "timestamp": "[00:07:19:20]"
    },
    {
      "id": "context_63_20",
      "index": 20,
      "speaker": "Caroline Heldman",
      "words": "So younger voters and black Americans who are less likely to have, driver's licenses in all 50 states, we also see practices like voter turning right where, if names are similar in a voter database, they're assumed to be the same person and are churned. We know that this, you know, that African Americans are more likely to be targeted for churning and therefore demobilize, not able to vote or face issues voting because the name that oftentimes the last name is coming, historically from, a slave owner's name and passed along.",
      "tags": [

      ],
      "timestamp": "[00:07:44:08]"
    },
    {
      "id": "context_63_21",
      "index": 21,
      "speaker": "Caroline Heldman",
      "words": "So black Americans have, for example, have a much greater likelihood of having, similar names which get churned at a much higher rate. So, lots of limitations on who gets to be a full citizen or a first class citizen, but then what does it mean to be a good citizen from an individual perspective? So shifting that perspective and giving us lots to kind of grind through, this evening.",
      "tags": [

      ],
      "timestamp": "[00:08:17:01]"
    },
    {
      "id": "context_63_22",
      "index": 22,
      "speaker": "Caroline Heldman",
      "words": "So what does it mean to be a good citizen? I think there's some base level requirements. The first is that you have, basic level of interest for the public good. And I, I think this is more important than ever because we're living in a pandemic. So, for example, not driving recklessly or wearing a mask and socially distancing, just a basic level of interest for the public good, meaning people who are not you.",
      "tags": [

      ],
      "timestamp": "[00:08:39:24]"
    },
    {
      "id": "context_63_23",
      "index": 23,
      "speaker": "Caroline Heldman",
      "words": "Also a base level of empathy for others. Right? So being concerned when children are being purposely separated from parents at the border, or a ban that happens to be applied to some countries that separates families, for, for four plus years, or the forced sterilization, for example, of women in government facilities. So, having a base level of empathy for others.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:09:04:16]"
    },
    {
      "id": "context_63_24",
      "index": 24,
      "speaker": "Caroline Heldman",
      "words": "And then I guess the third element would be being outraged. Or taking action when government violates when the government or fellow citizens, who are not stopped, violate the rights of others. Right. Infringe upon their liberties. And then, of course, a base level of participation in democracy. I think voting is a good start, but also working on a campaign, talking about policies over the water cooler, advocating for certain positions.",
      "tags": [

      ],
      "timestamp": "[00:09:27:23]"
    },
    {
      "id": "context_63_25",
      "index": 25,
      "speaker": "Caroline Heldman",
      "words": "And all of this requires, I think, something that's, increasingly under threat, which is, level, this level of information about what is happening. So I'm increasingly concerned, that our democracy really only operates when we have an informed citizenry, and given that social media and online media have have demonstrated or revealed that a sizable number of Americans are very susceptible to conspiracy theories and misinformation, I think that poses perhaps the most kind of pressing concern about our democracy right now.",
      "tags": [

      ],
      "timestamp": "[00:09:56:01]"
    },
    {
      "id": "context_63_26",
      "index": 26,
      "speaker": "Caroline Heldman",
      "words": "And then lastly, I would, you know, a base level of tolerance regardless of beliefs. I would go a step further and say, you know, because we are baked in racism, sexism, ableism, and a lot of other kind of biases into our founding documents, into our early institutions, that have carried forward. And while much of it obviously has been improved, those base levels of bias, exist amongst our citizens in our, our laws and our practices and the ways in which even the same law is applied to different Americans.",
      "tags": [

      ],
      "timestamp": "[00:10:32:10]"
    },
    {
      "id": "context_63_27",
      "index": 27,
      "speaker": "Caroline Heldman",
      "words": "We can hold these beliefs. We can hold beliefs, that are negative toward other groups. I don't think it's it's healthy. But most Americans do. And we you know, use heuristic shortcuts and stereotypes, that end up translating into dehumanization of other groups. But it's not okay to actually act upon that if it infringes upon the rights and liberties of others.",
      "tags": [

      ],
      "timestamp": "[00:11:08:04]"
    },
    {
      "id": "context_63_28",
      "index": 28,
      "speaker": "Caroline Heldman",
      "words": "So again, this gets us back up to this, basic level of concern for the public good and empathy. So just to to quickly summarize the challenges here, inequality is baked into our founding documents and institutions, and it is carried forward, even though I think our history has a long history of expanding rights and liberties, we have a long way to go.",
      "tags": [

      ],
      "timestamp": "[00:11:29:14]"
    },
    {
      "id": "context_63_29",
      "index": 29,
      "speaker": "Caroline Heldman",
      "words": "Online and social media sites, produce mass information or misinformation or enable that to happen in a way that threatens democracy. Online, social media have profoundly eroded social discourse. Our leaders, especially contemporary leaders, have set a new low bar, for civil discourse. And I think all of this, limits the ways in which we can be good and full citizens in the US.",
      "tags": [

      ],
      "timestamp": "[00:11:49:14]"
    },
    {
      "id": "context_63_30",
      "index": 30,
      "speaker": "Lara Brown",
      "words": "Wow. So, Caroline, thank you so much, for offering both sort of the legalistic and institutional as well as the individual. I know when I was thinking about this topic, I thought really about a couple things. One about the history, not just the institutional legal framework, but also the history in in terms of the waves of immigrants who came to the United States, who became citizens and became a part of this American community.",
      "tags": [

      ],
      "timestamp": "[00:12:18:14]"
    },
    {
      "id": "context_63_31",
      "index": 31,
      "speaker": "Lara Brown",
      "words": "Because when I think about citizenship, I tend to think about it being about the community in which you agree to participate and engage and then are governed by right. So at some level, it's not just, what you are born into. It is also the responsibility to engage in the civic space in which you live. And so one of the things I will tell you, one of my colleagues actually studies immigration, and she has looked at the history of immigration, and she really found something that I, I found to just be extraordinary.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:12:54:14]"
    },
    {
      "id": "context_63_32",
      "index": 32,
      "speaker": "Lara Brown",
      "words": "And that is that immigrants have, in fact, been the basis of revitalizing notions of the American dream, every single generation. And it is because, in fact, immigrants come to our shores believing that America is the land of opportunity, believing that they will have a better life here, believing that their children will, have education and prosper. And this has been true with every wave of immigration, whether we're talking about Germans or the Irish in the early 1800s, or we're talking now about, Hispanics coming from various countries in Latin America.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:13:39:05]"
    },
    {
      "id": "context_63_33",
      "index": 33,
      "speaker": "Lara Brown",
      "words": "And it is kind of this constant where this idea of what we have of America, that it is a place of kind of openness and an open, accepting country, that it is, in fact, revitalized because it is often people who are who are born here who actually bump up against many of the legal limitations that you were just, referring to.",
      "tags": [

      ],
      "timestamp": "[00:14:28:07]"
    },
    {
      "id": "context_63_34",
      "index": 34,
      "speaker": "Lara Brown",
      "words": "So, if you will, the illusion gets shattered in some ways, the longer you stay in the United States and that citizenship has, something of a newness when it is freshly conferred. So I think that that is a an interesting contradiction in our history. Right. Who is an American? Well, in some ways, the best Americans are those who just came here and in fact learned to become citizens.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:14:59:06]"
    },
    {
      "id": "context_63_35",
      "index": 35,
      "speaker": "Lara Brown",
      "words": "The vast majority of Americans we know could not, in fact, pass a citizenship test in terms of knowledge of our institutions and what, exists at the legal level, for all of us as Americans. It's also true, as I said, that, that these citizens who come here believing in the opportunity are often the ones who help to, if you will keep the myth alive.",
      "tags": [
        "migration",
        "education"
      ],
      "timestamp": "[00:15:29:01]"
    },
    {
      "id": "context_63_36",
      "index": 36,
      "speaker": "Lara Brown",
      "words": "So I do think that that is fascinating. I also think when I think about the civic space, you know, one of the things that our framers really did have in mind was a notion that religion should be sort of about the freedom of association. Right? You should be free to associate with whatever religion you so choose. And the government should not, advocate for and or infringe upon that association.",
      "tags": [

      ],
      "timestamp": "[00:15:58:04]"
    },
    {
      "id": "context_63_37",
      "index": 37,
      "speaker": "Lara Brown",
      "words": "But I also think it's fascinating that our framers deeply held to this idea of natural rights, right? That we are each, endowed by our creator, and natural rights are what are given to us by God. So even if you do not have sort of a sense of the same God, the idea that our natural rights come down to us as human beings from a higher power is actually pretty also extraordinary.",
      "tags": [

      ],
      "timestamp": "[00:16:30:11]"
    },
    {
      "id": "context_63_38",
      "index": 38,
      "speaker": "Lara Brown",
      "words": "Now, what this meant, I think, and I would argue that when you think about the wall of separation that our framers talked about with religion, I would argue that they actually got just all wrong. It shouldn't be a sort of vertical wall to wall that we think of as separating two equal rooms, but in fact, it should be a floor and a ceiling.",
      "tags": [

      ],
      "timestamp": "[00:17:03:02]"
    },
    {
      "id": "context_63_39",
      "index": 39,
      "speaker": "Lara Brown",
      "words": "And in between that floor and the ceiling is, I think, our civic space. So above the ceiling, our natural rights come down to us and they are not something that we can, if you will bust through the ceiling around to mess with. But then at the same time, religion was something our framers believed would help to civilize us, meaning that they believed that it would help us learn how to become good people.",
      "tags": [

      ],
      "timestamp": "[00:17:29:18]"
    },
    {
      "id": "context_63_40",
      "index": 40,
      "speaker": "Lara Brown",
      "words": "And I'm not saying that you necessarily have to associate with a religion, but I do think that the moral principles that underlie the vast majority of the world religions are precisely about helping people to become better human beings, so they treat each other with more respect and with some level of humility and kind of social conscience within their communities.",
      "tags": [

      ],
      "timestamp": "[00:18:01:07]"
    },
    {
      "id": "context_63_41",
      "index": 41,
      "speaker": "Lara Brown",
      "words": "And so I tend to think that the framers saw religion, if you will, as the floor. It was the floor and it was your private associations, your religious association, your community associations that would help to, if you will mature you into a person who could be involved in this civic space. And God, of course, and these natural rights come down to you from the ceiling.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:18:29:15]"
    },
    {
      "id": "context_63_42",
      "index": 42,
      "speaker": "Lara Brown",
      "words": "And I think part of the problem that we have is that we have sort of lost the idea that actually we need to be taught how to engage in the civil and civic space. That and obviously, as you just, eloquently laid out, it wasn't believed that, if you will, God gave all of us natural rights in the beginning.",
      "tags": [

      ],
      "timestamp": "[00:19:02:19]"
    },
    {
      "id": "context_63_43",
      "index": 43,
      "speaker": "Lara Brown",
      "words": "So I think we were in this fascinating world where there is this challenge to recreate a civic space for our citizens that is both more open than it has ever been, and yet requires something of everybody to be involved with it. And by requiring something, whether it is, a certain amount of education. Right. We talk about how important it is to be informed, to have a sense of what truth is and to also have a sense of trust.",
      "tags": [

      ],
      "timestamp": "[00:19:30:13]"
    },
    {
      "id": "context_63_44",
      "index": 44,
      "speaker": "Lara Brown",
      "words": "It becomes very difficult, right, to try to make sure that our education system does all of the civics that we need, that we are able to teach everybody how to have dialog and how to debate without demonizing. I think we are struggling in this country in some ways, because, quite frankly, we have more democracy than we've ever had.",
      "tags": [

      ],
      "timestamp": "[00:20:11:04]"
    },
    {
      "id": "context_63_45",
      "index": 45,
      "speaker": "Lara Brown",
      "words": "And that in and of itself, Madison would tell us, would create a sort of highly pluralistic space where there would be a lot of conflict. And so I do tend to look at where we are right now with a great deal of optimism, as much as it is disquieting and disconcerting. And I say that because in some ways, we've never had so many people in our civic space ever.",
      "tags": [

      ],
      "timestamp": "[00:20:39:21]"
    },
    {
      "id": "context_63_46",
      "index": 46,
      "speaker": "Lara Brown",
      "words": "And I think that part of that problem is we haven't yet learned how to be civil to one another in this place. I mean, I'll just sort of wrap up by saying, look, at some level, it was kind of easy for our framers, right? They were all Protestant. They were all white. They were all property owners. They were all men.",
      "tags": [

      ],
      "timestamp": "[00:21:13:07]"
    },
    {
      "id": "context_63_47",
      "index": 47,
      "speaker": "Lara Brown",
      "words": "You know, it's kind of easy to get agreement when you are all very similar, even if they had a series of different ideas or if most of their differences were spawned because some were engaged in agriculture and others were engaged in banking and finance, you know, the agreement was easier, and I think more of what was discussed was transactional as opposed to sort of identity based or in one way or another.",
      "tags": [

      ],
      "timestamp": "[00:21:34:11]"
    },
    {
      "id": "context_63_48",
      "index": 48,
      "speaker": "Lara Brown",
      "words": "What we see now, which are which is really tribal. So I think we have so much opportunity, but I think we also have a long way to go to learn how to treat each other well and to think about a civic space that is sort of above our community, but if you will, below, our natural rights.",
      "tags": [

      ],
      "timestamp": "[00:22:12:15]"
    },
    {
      "id": "context_63_49",
      "index": 49,
      "speaker": "David Gray Adler",
      "words": "Wow. It's, it's really nice and difficult to follow two such renowned scholars who have covered as so many of the points I would have chosen to cover, and have done it far more competently than I might have. And so I think I'll just tear up my notes at this point and start a new line of discussion.",
      "tags": [

      ],
      "timestamp": "[00:22:41:15]"
    },
    {
      "id": "context_63_50",
      "index": 50,
      "speaker": "David Gray Adler",
      "words": "I have to say, I admire, so much of what, both of my colleagues have said, beginning with Caroline's, very important comments on the gradation of citizenship in this country, and moving through Lara's allusions to the social contract. By, citing natural rights. And speaking of the need to repair, the conditions in this country, there's so important, if we hope to achieve a better democracy.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:23:04:00]"
    },
    {
      "id": "context_63_51",
      "index": 51,
      "speaker": "David Gray Adler",
      "words": "So I would start by saying, yes, indeed. We need a little more lawn tennis language in this country. The civil discourse has grown coarse and offputting. But when I think about democracy and I think about the responsibility of citizenship, I always begin by going all the way back to the ancient Athenians, which marked the birth of democracy in the fifth century BC, the ancient Athenians were the first to theorize about democratic principles and to introduce and apply a few in the governance of their own community.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:23:38:11]"
    },
    {
      "id": "context_63_52",
      "index": 52,
      "speaker": "David Gray Adler",
      "words": "And to. I like to think about what Aristotle said. And Aristotle was, of course, the great champion of democracy among ancient philosophers. And and what Aristotle said was this to be an Athenian is to participate in the polity. A very important fundamental point, which I think constitutes a through line, through all the literature, discussion and debates from the fifth century BC, to this evening, which marks the renewal of American democracy and and let's note its importance.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:24:16:16]"
    },
    {
      "id": "context_63_53",
      "index": 53,
      "speaker": "David Gray Adler",
      "words": "It does seem to me that America is able to breathe again. And as I said previously, I think that there's been climate change in America. As of yesterday. I don't know how the rest of you feel, but for so much of the past four years, I felt that American democracy had one foot in the grave and the other on a banana peel.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:24:52:09]"
    },
    {
      "id": "context_63_54",
      "index": 54,
      "speaker": "David Gray Adler",
      "words": "And so I was deeply worried and wondered if we would get to this point. So when we think about this through line of democracy that I've mentioned that it's a great responsibility of, citizens from Athens to America to participate in politics. It means, first and foremost that people have to become informed as the founders of our nation.",
      "tags": [

      ],
      "timestamp": "[00:25:16:24]"
    },
    {
      "id": "context_63_55",
      "index": 55,
      "speaker": "David Gray Adler",
      "words": "Agreed, in order to participate in a meaningful way, people would need to be informed so that they could, in fact, not only observe what government is doing through reading newspapers, which constituted, the, the primary and almost the exclusive means of ascertaining what government was up to through the development of policies, passage of programs and laws, but also that they would be able to, to express their views in a way that reflected some considered thought, some analysis, and maybe some insight.",
      "tags": [

      ],
      "timestamp": "[00:25:43:09]"
    },
    {
      "id": "context_63_56",
      "index": 56,
      "speaker": "David Gray Adler",
      "words": "So this puts a high pressure on American citizens and the very conditions, that surrounded the, not only the formation of our republic and the adoption of the Constitution. As Caroline mentioned, precluded the participation of so many in this grand experiment. Called democracy. So what to expect of citizens at the founding? Whatever else American citizens did, James Madison famously wrote in Federalist 51, that the great challenge that we faced then, and I would say it remains the challenge of our times, was how to persuade government to obey the Constitution and the laws.",
      "tags": [

      ],
      "timestamp": "[00:26:24:15]"
    },
    {
      "id": "context_63_57",
      "index": 57,
      "speaker": "David Gray Adler",
      "words": "And he famously recited, what we all know that we place a principle, reliance upon the separation of powers and checks and balances. But oh, by the way, the American people, the citizenry have a very important role to play in maintaining governmental accountability. And I think we have all understood this very important role that the citizenry plays to live up to Madison and expectation, as seen in the comments of so many, including, the the lesson or the statement by, Ben Franklin, recited at least a billion times now, that when he was asked by a woman, just what kind of a government have the framers given us?",
      "tags": [

      ],
      "timestamp": "[00:27:12:11]"
    },
    {
      "id": "context_63_58",
      "index": 58,
      "speaker": "David Gray Adler",
      "words": "A democracy or a monarchy, or rather a republic or a monarchy? And he said, famously, a republic, if you can keep it. So the the statement by Ben Franklin, which is, running in harness very much with what Madison said horses through and the debates and discussions in Philadelphia and in the early literature of the Republic on into the 1790s.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:28:03:04]"
    },
    {
      "id": "context_63_59",
      "index": 59,
      "speaker": "David Gray Adler",
      "words": "And that's what helped to feed the great debates and the fears, frankly, as to what America might become in those early years when there were so many fears that America would indeed become a degenerate system and go the way of the ancient Roman Republic, all would be lost. We can fairly say that the framers did not have great confidence that the American republic, would persevere.",
      "tags": [

      ],
      "timestamp": "[00:28:28:17]"
    },
    {
      "id": "context_63_60",
      "index": 60,
      "speaker": "David Gray Adler",
      "words": "In fact, they they thought it probably was not. They were fairly pessimistic, at any rate, the founders were leaning on this great pillar, citizen participation. And and it runs all the way through into the 20th century, for example, when the famous Supreme Court justice, Louis Brandeis in Olmstead versus New York, set forth, I think, the most eloquent charge for American citizens at any juncture in our history.",
      "tags": [

      ],
      "timestamp": "[00:28:56:19]"
    },
    {
      "id": "context_63_61",
      "index": 61,
      "speaker": "David Gray Adler",
      "words": "And that is to say that the greatest menace to our freedom is an inert citizenry. And that's exactly what I think many Americans have come to fear at various points in our history. You could cite the 1950s and the the oppression of McCarthy ism. For many, it has run through the last four years. But it is, say, a streak of concern that should, frankly, always encompass our thoughts about democracy because it is fragile.",
      "tags": [

      ],
      "timestamp": "[00:29:27:21]"
    },
    {
      "id": "context_63_62",
      "index": 62,
      "speaker": "David Gray Adler",
      "words": "And that's why to return to, a point so well made by Lara. When we think about the institutional role in our system, and we return to the social contract, we have to remember, that people need to defend their rights. They have to speak up. They have to, let people know that they're outraged, as Caroline said.",
      "tags": [

      ],
      "timestamp": "[00:30:04:11]"
    },
    {
      "id": "context_63_63",
      "index": 63,
      "speaker": "David Gray Adler",
      "words": "And this means that there is a great responsibility on the citizenry, number one, to hold government accountable, whatever it takes. We have to hold government accountable. And this can inspire, resort to a number of institutional mechanisms, perhaps most recently, the device of impeachment, which is still unfolding, before our very eyes, a number, number two, would be Americans have to appreciate the virtues and values of American constitutionalism has expressed and articulated in the Bill of rights.",
      "tags": [

      ],
      "timestamp": "[00:30:31:07]"
    },
    {
      "id": "context_63_64",
      "index": 64,
      "speaker": "David Gray Adler",
      "words": "All you have to do is to look at the First Amendment, to see how important citizen participation, was, to the founders, if they did not believe in freedom of speech, they would have not they would not have carved out the right to speak freely, to engage in dissenting speech. And it's important to bear in mind that the, the founders of our nation were probably the greatest dissenters in the history of the world.",
      "tags": [

      ],
      "timestamp": "[00:31:07:05]"
    },
    {
      "id": "context_63_65",
      "index": 65,
      "speaker": "David Gray Adler",
      "words": "After all, they dissented vigorously, against the English government. So they well knew the value of expression of ideas, and it wouldn't stop with free speech. After all, because the First Amendment enshrines freedom of the press, which you recall Thomas Jefferson and the others believed was even more important than freedom of speech. Why so? Because in order to be informed and thus, allowed and able to participate, the American citizens had to have access to information.",
      "tags": [

      ],
      "timestamp": "[00:31:34:10]"
    },
    {
      "id": "context_63_66",
      "index": 66,
      "speaker": "David Gray Adler",
      "words": "And that meant that they needed a free press, an independent press, apart from whatever government might tell us. We needed to have an independent press at the scene, reporting on governmental discussions and debates, and, and the possibility of, of enacting programs, policies and laws. Those two freedoms tell us then that the founders were committed to, freedom of expression.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:32:08:22]"
    },
    {
      "id": "context_63_67",
      "index": 67,
      "speaker": "David Gray Adler",
      "words": "They provided ample protection. But the mere presence of those protections in the law of the land are not enough to ensure protection, because, in fact, at every turn, there would be a great interest among politicians eager to pursue their own agenda, to advance their own sometimes ruthless ambitions, to suppress speech, to suppress the press. And so it is incumbent upon American citizens, as they say, to defend the virtues and values of those institutions in our constant national order that provide protection for us to participate in a meaningful way, through, through direct expression of ideas.",
      "tags": [

      ],
      "timestamp": "[00:32:37:11]"
    },
    {
      "id": "context_63_68",
      "index": 68,
      "speaker": "David Gray Adler",
      "words": "And third, just wrapping up quickly so that we can exchange some ideas. It's not enough, for Americans to, stand aside and watch others do the heavy lifting to maintain, our democratic institutions and values. It's not enough to stand on the sidelines and say, well, I applaud what so-and-so did, or worse yet, to essentially sit on their hands and hope that others will do the right thing.",
      "tags": [

      ],
      "timestamp": "[00:33:27:09]"
    },
    {
      "id": "context_63_69",
      "index": 69,
      "speaker": "David Gray Adler",
      "words": "I think the call of democracy is the call to the American citizenry to do the right thing. It is not merely an idea, it's an act, an act that requires vigilance. 24 seven and so as we move forward, if we do in fact find ourselves, breathing a sigh of relief, as the with the outcome of the election, and we hope that maybe we have turned a corner in facing down deliberate efforts to undermine democracy in the name of authoritarianism, we should not be so foolish as to think the challenges will not remain.",
      "tags": [

      ],
      "timestamp": "[00:33:58:13]"
    },
    {
      "id": "context_63_70",
      "index": 70,
      "speaker": "David Gray Adler",
      "words": "They are at every turn. And I would say, as I wrap up, that, in fact, having seen the grave challenges to American democracy in recent times, we should be keenly aware of efforts by others to embrace and imitate those challenges that help some to rise to great heights of power in this country. So we want to remember in the end that our democracy is fragile and that it would perish.",
      "tags": [

      ],
      "timestamp": "[00:34:39:00]"
    },
    {
      "id": "context_63_71",
      "index": 71,
      "speaker": "David Gray Adler",
      "words": "Surely perish if we don't tend to the business of repairing it and defending it at every opportunity. I'll stop there. Well thank.",
      "tags": [

      ],
      "timestamp": "[00:35:10:21]"
    },
    {
      "id": "context_63_72",
      "index": 72,
      "speaker": "Lara Brown",
      "words": "You. Can I just add one quick thing? Because I think what you said is so important. But I also think that we are living in a time where people have confused partisanship for citizenship. You know, we actually have extraordinary turnout. We have ardent partisan passions. But one of the things that I tell my students all the time is that if you were always arguing for one party democracy, you are in fact arguing for a dictatorship.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:35:21:16]"
    },
    {
      "id": "context_63_73",
      "index": 73,
      "speaker": "Lara Brown",
      "words": "And the most important aspect of a democratic system is a recognition that your opponents are legitimate actors, with which you both agree to the rules of play. And I think what is so troublesome to me about where we have been for the last two decades is that we have seen politicians consistently talking about how our system is rigged, how the system is broken, how the system is not working for the people, and therefore what needs wrecking is the system.",
      "tags": [

      ],
      "timestamp": "[00:35:58:05]"
    },
    {
      "id": "context_63_74",
      "index": 74,
      "speaker": "Lara Brown",
      "words": "And and this is where I think, we need to do a better job of both explaining how the system protects both majority and minority rights, how it actually works to balance these interests off one another and compete in a fashion that not everyone is happy with the outcome, but the outcome of the process is a democratic engagement.",
      "tags": [

      ],
      "timestamp": "[00:36:43:13]"
    },
    {
      "id": "context_63_75",
      "index": 75,
      "speaker": "Lara Brown",
      "words": "So I just think it's really important that we realize that sort of partisan participation is not the end all and be all of citizenship. In fact, in some ways it is opposite to what the framers wanted us to do, and that is why they were so fearful of parties themselves.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:37:14:07]"
    },
    {
      "id": "context_63_76",
      "index": 76,
      "speaker": "David Gray Adler",
      "words": "You know, those are excellent insights. Let me just say one thing. And then, Caroline, probably will have some things as well to say. You know, I think it's very, very important to remember that from the standpoint of officeholders, politicians, that they must agree to play by the Democratic rules. And they have not in attempting to tear down the sideboards of democracy, to rip out the platforms and the pillars that uphold the democracy.",
      "tags": [

      ],
      "timestamp": "[00:37:39:11]"
    },
    {
      "id": "context_63_77",
      "index": 77,
      "speaker": "David Gray Adler",
      "words": "They have represented a clear and present danger to our democratic system. So that's important to remember. And there are rules. There are conditions, to which nations that aspire to be a democracy must comply. One, obviously, is the absence of violence. We have to agree, to abstain from violence. And that's just one reason why January 6th is so infamous and always will be remembered.",
      "tags": [

      ],
      "timestamp": "[00:38:09:19]"
    },
    {
      "id": "context_63_78",
      "index": 78,
      "speaker": "David Gray Adler",
      "words": "So is so for. And in addition to that, we can't resort to other means of violence when, when the insurrectionists entered the Capitol and we're asking, where's Nancy? Where's pence? And so forth, perhaps with the aim of killing them, assassinating them. We have to remember, Americans have to be very clear on just what those threats of violence and death represent for democracy, assassination, short circuits, participation in politics.",
      "tags": [

      ],
      "timestamp": "[00:38:38:09]"
    },
    {
      "id": "context_63_79",
      "index": 79,
      "speaker": "David Gray Adler",
      "words": "Not many are eager to participate, if in fact, they may face, the end of a gun. I'll defer to Caroline.",
      "tags": [

      ],
      "timestamp": "[00:39:11:21]"
    },
    {
      "id": "context_63_80",
      "index": 80,
      "speaker": "Lara Brown",
      "words": "Well, so.",
      "tags": [

      ],
      "timestamp": "[00:39:22:08]"
    },
    {
      "id": "context_63_81",
      "index": 81,
      "speaker": "Caroline Heldman",
      "words": "Some of the questions in the Q and A sit this. And, Doug, I assume you want us to dig in here, right. So Clark asks, do the insurrectionists perceive that they are being good citizens and applying the metrics just given, and I assume 514 that's probably when I was running through a list of, good citizenship. I'm I'm positive that they believed that they were being good citizens.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:39:22:21]"
    },
    {
      "id": "context_63_82",
      "index": 82,
      "speaker": "Caroline Heldman",
      "words": "Right. Here's the interesting thing. I don't know people who are villains in their own stories. I just don't know those people. People do generally think they're doing the right thing. The problem is that given the criteria I articulated, there was a violation of perhaps the most basic principle, which is that they had to be informed they were acting upon a demonstrable, a demonstrable lie, the lie being that the election was stolen 60 plus, lawsuits dismissed that recounts.",
      "tags": [

      ],
      "timestamp": "[00:39:46:22]"
    },
    {
      "id": "context_63_83",
      "index": 83,
      "speaker": "Caroline Heldman",
      "words": "I mean, this is this is an election unlike any that we've ever had, in the sense that it was more litigated. It was more, investigated and analyzed and than previous elections, because there were so many legal appeals, there were so many appeals for recounts at the state level. So we know that it is a demonstrable lie that the election was stolen.",
      "tags": [

      ],
      "timestamp": "[00:40:18:21]"
    },
    {
      "id": "context_63_84",
      "index": 84,
      "speaker": "Caroline Heldman",
      "words": "But here's the kicker three quarters of Republicans still believe that it was stolen. This really speaks to the power, the the profound power of online and social media sources where if I had I don't know how much it would cost me estimate if I had $10 million, I could convince a sizable chunk of the American population of a lie.",
      "tags": [

      ],
      "timestamp": "[00:40:41:15]"
    },
    {
      "id": "context_63_85",
      "index": 85,
      "speaker": "Caroline Heldman",
      "words": "So the fact that three and four Republicans who are, you know, they're a third of the country of the country is Republican, a third is Democrat, a third our independence. So this chunk, the third of the country, who are Republicans? Three and four of three out of four of them believe this lie really speaks to how how much our democracy is under threat.",
      "tags": [

      ],
      "timestamp": "[00:41:07:09]"
    },
    {
      "id": "context_63_86",
      "index": 86,
      "speaker": "Caroline Heldman",
      "words": "Because if you can run a campaign and convince millions of Americans of a lie, and then they can, a small number of them can go and act upon that. In a way, I think that is is perhaps one of the darkest days for democracy. It's it's it's one of of a handful. But we will this will go down in the history books as being this profoundly, dark day, a threat to democracy.",
      "tags": [

      ],
      "timestamp": "[00:41:27:07]"
    },
    {
      "id": "context_63_87",
      "index": 87,
      "speaker": "Caroline Heldman",
      "words": "And, David, as you point out, they're looking for public officials in order to harm them. Yeah. They these insurrectionists, to get back to the question, absolutely believe they're good citizens. But again, mass manipulated to a campaign of propaganda, it should really give us pause for concern about our institutions themselves. And in fact, some of the other questions are asking that as well.",
      "tags": [

      ],
      "timestamp": "[00:41:48:18]"
    },
    {
      "id": "context_63_88",
      "index": 88,
      "speaker": "Caroline Heldman",
      "words": "So so that addresses that and the those specific insurrection and democracy, it begs this larger question of where we are if if you have enough money or you have the podium of the white House, or you have enough cameras on you that you can convince millions of Americans of something that is factually not true. And I would say that applies to masking.",
      "tags": [

      ],
      "timestamp": "[00:42:12:10]"
    },
    {
      "id": "context_63_89",
      "index": 89,
      "speaker": "Caroline Heldman",
      "words": "That applies to, you know, some anti-science as well that we've seen, emerge in the past four years. It's scary when we can't have common facts. We don't believe in science in the same ways. And that we can be so gullible or manipulated to believe something that that causes, incredible violence against our system of government.",
      "tags": [

      ],
      "timestamp": "[00:42:35:10]"
    },
    {
      "id": "context_63_90",
      "index": 90,
      "speaker": "Caroline Heldman",
      "words": "That gets back to what you were saying, Doctor Brown, about, you know, that kind of attacking it from the inside, like believing that the system itself is broken.",
      "tags": [

      ],
      "timestamp": "[00:42:57:12]"
    },
    {
      "id": "context_63_91",
      "index": 91,
      "speaker": "Lara Brown",
      "words": "I mean, let me just say to what is so striking to me about January 6th was that those individuals who are Americans came here and said that they wanted to attack and overthrow, you know, those who are in Congress. And there is just a sort of place where I stopped because it's like, what are they revolting against? These members of Congress they voted for many of the people in that building are, in fact, people who were supported by these people.",
      "tags": [

      ],
      "timestamp": "[00:43:07:05]"
    },
    {
      "id": "context_63_92",
      "index": 92,
      "speaker": "Lara Brown",
      "words": "It was such an unbelievable contradiction to me to see a person waving a Confederate flag inside the Capitol, because the Confederacy was, in fact a separate government that was saying, we don't believe in anything that happens at the United States government in the Capitol. Right. And so this complete sort of turning around of what patriotism is, I mean, there were aspects, I will just say, that reminded me of, right when we look to history, how the French Revolution becomes a reign of terror, right?",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:43:51:23]"
    },
    {
      "id": "context_63_93",
      "index": 93,
      "speaker": "Lara Brown",
      "words": "How it just becomes about, the guillotine and not, the ideas. And I think, there was great danger in what we saw, but there is more danger in the disinformation that was promoted and believed. And then, as you said, believed by these individuals to be true. I mean, there's there's a comment about, the courts not reviewing, the cases.",
      "tags": [

      ],
      "timestamp": "[00:44:37:15]"
    },
    {
      "id": "context_63_94",
      "index": 94,
      "speaker": "Lara Brown",
      "words": "That's actually just not true. There were there was a court in Pennsylvania and there was a court in Wisconsin that asked for evidence of fraud. And in both instances, the, the attorneys representing the president's campaign, president Trump's campaign declined to provide evidence because they did not have. And so it is so important to realize that cases were not just dismissed out of hand, they were dismissed for failure to actually have a case.",
      "tags": [

      ],
      "timestamp": "[00:45:11:07]"
    },
    {
      "id": "context_63_95",
      "index": 95,
      "speaker": "David Gray Adler",
      "words": "You know, and just to pick up off that last point, Lara, the reason why the Trump attorneys did not introduce evidence, was not only because they didn't have it, but attorneys can be punished. They can be disciplined by the bar association if they lie. So so those attorneys did not want to put their names on documents asserting, fraud and a rigged election.",
      "tags": [

      ],
      "timestamp": "[00:45:50:22]"
    },
    {
      "id": "context_63_96",
      "index": 96,
      "speaker": "David Gray Adler",
      "words": "And yet to the point both of you are making, that didn't stop them from spreading disinformation outside the courtroom. And so I come back to a fundamental point urged by Caroline, that's very important to me. And that is the we here in America need to renew our enlightenment roots. Our founders were children of the enlightenment. And that means that if we're truly going to engage in a meaningful discussion along the lines anticipated by Alexander Hamilton in Federalist number one when he stated the grand experiment asking, is it possible for people to govern themselves through discussion and debate, or must we forever suffer the imposition of government upon us?",
      "tags": [

      ],
      "timestamp": "[00:46:15:09]"
    },
    {
      "id": "context_63_97",
      "index": 97,
      "speaker": "David Gray Adler",
      "words": "Reasoned discussion and debate clearly implies, elevation of the importance of facts, of truth, of evidence. And I think it's so critical as we go about the business of promoting civic education in this country. And we three are clearly dedicated to civic education in different ways, that there has to be, an absolute renewal of emphasis, to the idea of the importance, the governing of authority, of truth, evidence and facts, and no longer allow misinformation, disinformation to subvert that commitment, because that would undermine and perhaps destroy our democracy.",
      "tags": [

      ],
      "timestamp": "[00:47:04:21]"
    },
    {
      "id": "context_63_98",
      "index": 98,
      "speaker": "Lara Brown",
      "words": "But I also think, and this is where when I look at these issues, I am also, somewhat concerned, I would say, about the ever vigilant mindset of a citizen. So Thomas Jefferson implored us to be ever vigilant toward our government. And you know, Dave, as you said, right. We should hold our government accountable. But there is also a place where this vigilance turns to paranoia and cynicism.",
      "tags": [

      ],
      "timestamp": "[00:47:49:24]"
    },
    {
      "id": "context_63_99",
      "index": 99,
      "speaker": "Lara Brown",
      "words": "And then there is an observation of the process as being flawed, when in fact, it's just because you don't like the outcome that you are receiving. So for instance, I, I often described this to people by saying, look, I'm somebody who's owned a car most of my life. I don't currently on one because I've been Washington DC and I walk, but I have owned a car.",
      "tags": [

      ],
      "timestamp": "[00:48:24:06]"
    },
    {
      "id": "context_63_100",
      "index": 100,
      "speaker": "Lara Brown",
      "words": "I grew up in California. I drove everywhere for years and years. I really don't like cars. I mean, I don't like them in the sense that I don't really care how they work. I don't spend any time kind of learning about where the oil goes or caring about its process. And I will tell you that when I drop off my car at the mechanic's, I trust that my mechanic is just going to do a good job.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:48:54:06]"
    },
    {
      "id": "context_63_101",
      "index": 101,
      "speaker": "Lara Brown",
      "words": "But I guarantee you, if I installed a video cam into my mechanic's shop and I saw oil coming out of the bottom and I saw a bolt like landing on the ground, and then I saw it been hooked up to a computer, and I didn't know what the readout meant. I would probably be convinced that my mechanic was screwing me.",
      "tags": [

      ],
      "timestamp": "[00:49:23:19]"
    },
    {
      "id": "context_63_102",
      "index": 102,
      "speaker": "Lara Brown",
      "words": "So forgive my my bluntness, but I think that that's the truth. I would be paranoid about what I was seeing because I didn't understand what the process was of an oil change. And I think to a certain extent, that's kind of where we are right now. We have actually a lot of transparency into our government, and then we have a lot of people who were talking about, you know, a sort of regular thing, like a committee hearing or a committee chair having the ability to control the agenda.",
      "tags": [

      ],
      "timestamp": "[00:49:44:21]"
    },
    {
      "id": "context_63_103",
      "index": 103,
      "speaker": "Lara Brown",
      "words": "And they have somehow decided that it's because they're against somebody or they're doing something malicious, to malign a certain group of people. And I think we really have to get away from this idea that most of government is somehow extreme, ordinary. In fact, most of government is somewhat procedural and relatively boring. And the idea that every day it's breaking news because somebody is rigging something is just, I think part of what's degrading our conversations.",
      "tags": [

      ],
      "timestamp": "[00:50:23:16]"
    },
    {
      "id": "context_63_104",
      "index": 104,
      "speaker": "Caroline Heldman",
      "words": "We have another question here regarding an independent press. Do any of the three of you believe America currently has an independent press that is not governed by a particular viewpoint of. So what would that outlet be? I get this question all the time. I only I, I only recommend four. And I know there are a lot out there that have great like medium and long form an analysis.",
      "tags": [

      ],
      "timestamp": "[00:51:06:15]"
    },
    {
      "id": "context_63_105",
      "index": 105,
      "speaker": "Caroline Heldman",
      "words": "NPR is my go to, they aggravate me all the time because they don't they don't add, World Cup to things. They just kind of say, what's happening. I'm like, but see, it's a threat to democracy. We're saying, you know, make it more plain. They don't do it. So NPR, Politico, which is actually the most trusted source for political news, and then the Wall Street Journal, Wall Street Journal is great.",
      "tags": [

      ],
      "timestamp": "[00:51:27:01]"
    },
    {
      "id": "context_63_106",
      "index": 106,
      "speaker": "Caroline Heldman",
      "words": "But I do think it has a bit of a liberal bias. I also like the Daily Beast. I'm sorry, a conservative bias. I like the Daily Beast. It has a liberal bias. I stay away, so I will go to that. But I stay away from recommending that. And just to the New York Times and the Washington Post, because they have the budget to go and find the original stories.",
      "tags": [

      ],
      "timestamp": "[00:51:50:14]"
    },
    {
      "id": "context_63_107",
      "index": 107,
      "speaker": "Caroline Heldman",
      "words": "And as somebody who works in media, I can tell you that most of the punditry, most of the coverage is just echoing what other people have already found. And where do we go? We go to NPR. We go to Politico, we go to the the, New York Times, and we go to The Washington Post, because those are the sources that are producing, the original information, and they're doing it in such a way, by and large, it doesn't have much of a slant to it, but I'm sure that Doctors Adler and Brown have other ideas.",
      "tags": [

      ],
      "timestamp": "[00:52:08:15]"
    },
    {
      "id": "context_63_108",
      "index": 108,
      "speaker": "Caroline Heldman",
      "words": "And, David, you want to go next.",
      "tags": [

      ],
      "timestamp": "[00:52:35:22]"
    },
    {
      "id": "context_63_109",
      "index": 109,
      "speaker": "David Gray Adler",
      "words": "You know, I well, I agree with you. Those are my go to sources and I recommend those to audiences everywhere. The reality is, back to, Larry's point. We have so many who don't understand, how the system works. And so they are very vulnerable to assertions of fraud and rigged elections. So we really need to emphasize to the American people the need that citizens must seek their information, from, professionally organized news, enterprises which subscribe to the journalistic canon of ethics.",
      "tags": [

      ],
      "timestamp": "[00:52:38:04]"
    },
    {
      "id": "context_63_110",
      "index": 110,
      "speaker": "David Gray Adler",
      "words": "That's what's critical. And then the second thing I would say, and then I'll defer is that so often when I hear people, whether it's a member of Congress or otherwise, say, well, the media, the media's biased, they, they misread the facts all the time. If that's the case, I say to them, okay, I'm listening. What story are you talking about?",
      "tags": [

      ],
      "timestamp": "[00:53:19:14]"
    },
    {
      "id": "context_63_111",
      "index": 111,
      "speaker": "David Gray Adler",
      "words": "And they probably can't identify a particular story, but if they do, I say, okay, good. Okay. What's another one? Can you cite another one? And that is the idea here is to pin them down, make them speak analytically as opposed to just engaging in the drum tom. A drum drum media biases. Because if we just allow general assertions in our system to go unchallenged, then it weakens the quality of our discourse.",
      "tags": [

      ],
      "timestamp": "[00:53:45:24]"
    },
    {
      "id": "context_63_112",
      "index": 112,
      "speaker": "David Gray Adler",
      "words": "And if indeed they can point to specific stories on Trump or somebody, then that can create a really interesting discussion. But I don't ever let people slide. I want to know which stories are talking about.",
      "tags": [

      ],
      "timestamp": "[00:54:15:20]"
    },
    {
      "id": "context_63_113",
      "index": 113,
      "speaker": "Lara Brown",
      "words": "So I would just add probably my favorite place to go is actually a, automated news aggregator called memorandum. And the reason why I go there and it's m e m e o r a and d is that what it actually does is tell you what is being read the most in the political news world at that moment in time.",
      "tags": [

      ],
      "timestamp": "[00:54:30:15]"
    },
    {
      "id": "context_63_114",
      "index": 114,
      "speaker": "Lara Brown",
      "words": "It updates minute by minute and it shows you sort of it.",
      "tags": [

      ],
      "timestamp": "[00:55:00:17]"
    },
    {
      "id": "context_63_115",
      "index": 115,
      "speaker": "Caroline Heldman",
      "words": "Groups the stories.",
      "tags": [

      ],
      "timestamp": "[00:55:05:19]"
    },
    {
      "id": "context_63_116",
      "index": 116,
      "speaker": "Lara Brown",
      "words": "By, the topic. So why I really love going to that aggregator is because what I can actually see at a very quick glance is how the Wall Street Journal is covering the same story that The Washington Post is covering, is covering the same story that The New York Times is covering. So I'm able to see what they're headline.",
      "tags": [

      ],
      "timestamp": "[00:55:08:01]"
    },
    {
      "id": "context_63_117",
      "index": 117,
      "speaker": "Lara Brown",
      "words": "Slant is typically, if you get past the headline and maybe the the lead paragraph, you will actually find that the vast majority of news is identical. It is really just about sort of that.",
      "tags": [

      ],
      "timestamp": "[00:55:33:14]"
    },
    {
      "id": "context_63_118",
      "index": 118,
      "speaker": "Caroline Heldman",
      "words": "First.",
      "tags": [

      ],
      "timestamp": "[00:55:49:24]"
    },
    {
      "id": "context_63_119",
      "index": 119,
      "speaker": "Lara Brown",
      "words": "Way that they try to catch their audience. And then this goes to, I think the second thing, most people believe that there are really strong media biases because most people are only reading the opinion sections. The opinion sections of of the news are really what gets spread around the internet more than the sort of page A1 story. Very few people are in fact clicking on the A1 news story and they're instead clicking on what, you know, Tom Friedman said, or what Bill Kristol said, or what you know, prominent, pundits are saying.",
      "tags": [

      ],
      "timestamp": "[00:55:51:06]"
    },
    {
      "id": "context_63_120",
      "index": 120,
      "speaker": "Lara Brown",
      "words": "So I think the big issue is to become informed, you have to I think, look at some of these aggregators, like Real Clear Politics, where they show you the sort of left and right angle on the same story. Take a look at memorandum. You can see how the different news sites try to catch their.",
      "tags": [

      ],
      "timestamp": "[00:56:40:02]"
    },
    {
      "id": "context_63_121",
      "index": 121,
      "speaker": "Caroline Heldman",
      "words": "Readers.",
      "tags": [

      ],
      "timestamp": "[00:56:59:09]"
    },
    {
      "id": "context_63_122",
      "index": 122,
      "speaker": "Lara Brown",
      "words": "Through their headlines, but then you've got to drill beyond the opinion pieces because those really are arguments. They are arguments for or against an idea. But they are not about the actual news.",
      "tags": [

      ],
      "timestamp": "[00:57:00:13]"
    },
    {
      "id": "context_63_123",
      "index": 123,
      "speaker": "Caroline Heldman",
      "words": "And I would add that Fox is propaganda, MSNBC is propaganda. So that we've talked a lot about print, we've talked about aggregators. There are definitely stations that are, cable outlets that are trying to get you to believe something by giving you the same type of information again and again. I don't actually think they're equal in looking at factual information.",
      "tags": [

      ],
      "timestamp": "[00:57:20:03]"
    },
    {
      "id": "context_63_124",
      "index": 124,
      "speaker": "Caroline Heldman",
      "words": "There's a bit more science based, and fact, based with MSNBC, but it's still trying to get you to to take in a certain type of perspective. I would argue the same thing applies to Sinclair and some other stations that have very specific, approaches. They're interesting to look at. As Lara pointed out, very interesting to look at left, right and center and how they're being framed.",
      "tags": [

      ],
      "timestamp": "[00:57:42:00]"
    },
    {
      "id": "context_63_125",
      "index": 125,
      "speaker": "Caroline Heldman",
      "words": "But but Denise brings up this point. I fear there are many, many without the luxury of time or ability to research positions and facts for free every morning. If you go to npr.org, go to the podcast called Up First. It's about ten minutes. You will be better informed than 90% of the American public. They typically cover 2 or 3 topics, and it is a free and easy way to get informed.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:58:03:24]"
    },
    {
      "id": "context_63_126",
      "index": 126,
      "speaker": "Caroline Heldman",
      "words": "So if you only had ten minutes a day, that's what I would do. We have a big question about capitalism and compatibility. Dean asks, is capitalism compatible with a Republican form of government? In particular, the financial incentives to consolidate media outlets in the name, in the name of profits and in the process creating a monopoly on the information that's available to the citizenry.",
      "tags": [

      ],
      "timestamp": "[00:58:29:19]"
    },
    {
      "id": "context_63_127",
      "index": 127,
      "speaker": "Caroline Heldman",
      "words": "Dean does note Fox, Cumulus and Sinclair are examples of concern. Lara, would you like to take that question?",
      "tags": [

      ],
      "timestamp": "[00:58:50:16]"
    },
    {
      "id": "context_63_128",
      "index": 128,
      "speaker": "Lara Brown",
      "words": "Well, I mean, look, there is a reality that, one of the reasons why we're we're sort of in a place where we, I would say, have a lot of not good news. And we've lost so much local news is precisely because of the capitalist forces that have really decimated newsrooms across this country. I mean, it is stunning how often I will be reading online, you know, in The New York Times, in The Washington Post, and I will find typos right, in what are essentially papers of record.",
      "tags": [

      ],
      "timestamp": "[00:58:59:07]"
    },
    {
      "id": "context_63_129",
      "index": 129,
      "speaker": "Lara Brown",
      "words": "And I say to myself, how can you have a typo? And it's because the editors are almost all gone because no one is buying papers anymore. I also think it's massively problematic that, we are mostly tuning in to national news. The reality is, the news that impacts you on a daily basis is news in your commute. You should, you know, if you don't have sort of a local news source, my gosh, come together, create a nonprofit and get people to start covering your city council and your state legislature.",
      "tags": [

      ],
      "timestamp": "[00:59:41:06]"
    },
    {
      "id": "context_63_130",
      "index": 130,
      "speaker": "Lara Brown",
      "words": "Start knowing what is happening in your community, because I guarantee you that's even more important than what's happening in Washington to your life and your well-being. So I do think you're right that capitalism is hugely problematic. In this current media environment where the internet allows everything to sort of happen for free. But real newsgathering is not free.",
      "tags": [

      ],
      "timestamp": "[01:00:21:24]"
    },
    {
      "id": "context_63_131",
      "index": 131,
      "speaker": "Lara Brown",
      "words": "It is very, very expensive. But on a larger scale, I think there are positives to capitalism. Capitalism is a system based on competition and markets. And the truth is democracy is, to a large degree, also a system based on competition and markets. And it should be about the market of ideas and the competition between ideas. Unfortunately, because we have this problem in our media market, we also have this problem in our democratic market because people aren't being informed.",
      "tags": [
        "education"
      ],
      "timestamp": "[01:00:48:24]"
    },
    {
      "id": "context_63_132",
      "index": 132,
      "speaker": "David Gray Adler",
      "words": "People are we doing dog on time? Doing good. It is a little bit past seven, but all three of you are willing to go a little bit further. I don't see any issue with staying on a little bit longer. Great. Yeah. So let me just say quickly, while there, while democracy and capitalism have some compatibility, is there's also an essential conflict between the two, because capitalism attempts to concentrate wealth in the hands of a few, which we've seen occurring in America, while democracy has as its great aim, as Aristotle said, the distribution of political power as widely as possible.",
      "tags": [

      ],
      "timestamp": "[01:01:30:12]"
    },
    {
      "id": "context_63_133",
      "index": 133,
      "speaker": "David Gray Adler",
      "words": "So in the Senate to the extent that capitalism holds sway in this country in a very powerful way, we see the trouble, that it's, it's extreme tendencies create, for the broader goals of democratic, values and principles in this country. And so a second point would be, and I agree, that is so important to take a look at local news, some of the problems that have just mentioned, afflict local newspapers to a high degree, because they too cannot afford to hire editors and staff, and they're stretched thin here in Idaho, for example, we do not have a statewide newspaper, which creates an interesting problem, and challenge if you",
      "tags": [
        "education"
      ],
      "timestamp": "[01:02:12:00]"
    },
    {
      "id": "context_63_134",
      "index": 134,
      "speaker": "David Gray Adler",
      "words": "are a candidate for high office, it also creates a problem for accountability. Because if you are, let's say, running for the US Senate, you could take positions on an issue in North Idaho and position B in southeastern Idaho. And nobody may know the difference. Which gives you an opportunity to clearly fool the electorate. We don't. So that's a that's a problem here that reflects the economic crisis that, has consumed us as well.",
      "tags": [

      ],
      "timestamp": "[01:02:59:12]"
    },
    {
      "id": "context_63_135",
      "index": 135,
      "speaker": "Caroline Heldman",
      "words": "I would just add to that that I wrote a book a few years ago called Protest Politics in the marketplace. And one of the, the primary themes is this incompatibility between unfettered capitalism and democracy. And I don't dislike capitalism, right. Capitalism just gave us a vaccine in ten months. Right. Capitalism is also probably part of the reason why our distribution plans of have not worked the way that they should have.",
      "tags": [

      ],
      "timestamp": "[01:03:32:01]"
    },
    {
      "id": "context_63_136",
      "index": 136,
      "speaker": "Caroline Heldman",
      "words": "So I see it as, you know, this double edged sword. With that said, as David pointed out, unfettered, it does. It does two things. It concentrates wealth in the power of a small number of people. It also, allows for the small number of people, to that, that small group, in addition to generally represent corporate interests in government.",
      "tags": [

      ],
      "timestamp": "[01:03:58:13]"
    },
    {
      "id": "context_63_137",
      "index": 137,
      "speaker": "Caroline Heldman",
      "words": "Right. So we get corporate capture of government because of unfettered capitalism. And so, corporations set up rules that benefit them. Powerful people set up rules that benefit them. If you look at the like John de Vento, who's written this brilliant book about power, right? In 1978, he, he argues that the way in which you get maintain power is, you get a seat at the table and then you set up the rules to benefit you, and then you, use media and other mechanisms to convince the everyday people that their interests or your interests that they're aligned.",
      "tags": [

      ],
      "timestamp": "[01:04:18:20]"
    },
    {
      "id": "context_63_138",
      "index": 138,
      "speaker": "Caroline Heldman",
      "words": "Right? So, for example, you see our tax code, you see, millionaires and now the billionaires club in the Senate, folks getting elected have a lot of wealth. In fact, you generally have a lot of wealth. You know, that's a, that's a in un, spoken prerequisite for getting there because wealth attracts wealth. You need a lot of money to run for elections.",
      "tags": [
        "education"
      ],
      "timestamp": "[01:04:48:24]"
    },
    {
      "id": "context_63_139",
      "index": 139,
      "speaker": "Caroline Heldman",
      "words": "So you get a seat at the table, then you set up the tax code so that it benefits you. And I don't know how else to say it in general terms, but our tax code benefits the wealthy. It benefits people in my income class, not, you know, everyday working Americans or it it benefits, it benefits the top 5 or 10% of Americans.",
      "tags": [
        "economy"
      ],
      "timestamp": "[01:05:07:16]"
    },
    {
      "id": "context_63_140",
      "index": 140,
      "speaker": "Caroline Heldman",
      "words": "And then, you convince folks that, well, you could be a billionaire or a millionaire someday, too. So the tax code that just benefited me and shifted all of this public wealth, let me say that again, public wealth and private hands tax, these tax breaks for the wealthy shift public money, public wealth into the hands of a small number, private, smaller number of private individuals.",
      "tags": [

      ],
      "timestamp": "[01:05:26:13]"
    },
    {
      "id": "context_63_141",
      "index": 141,
      "speaker": "Caroline Heldman",
      "words": "Right. You convince folks that that's within their best interests when it's not. So, yeah, I think we really need to look around. And capitalism, being one of the primary drivers as to why wealthy elites are using mass misinformation campaigns in order to turn the gentry against itself when it should be unified. It's something that we have seen since the founding of our nation.",
      "tags": [

      ],
      "timestamp": "[01:05:49:11]"
    },
    {
      "id": "context_63_142",
      "index": 142,
      "speaker": "Caroline Heldman",
      "words": "So Amelia asks, what are your views on the impact of the concept of relative truth on democracy?",
      "tags": [

      ],
      "timestamp": "[01:06:12:20]"
    },
    {
      "id": "context_63_143",
      "index": 143,
      "speaker": "Caroline Heldman",
      "words": "David.",
      "tags": [

      ],
      "timestamp": "[01:06:20:16]"
    },
    {
      "id": "context_63_144",
      "index": 144,
      "speaker": "David Gray Adler",
      "words": "Relative truth. What an interesting concept. So we want to we do certainly want to distinguish between, what became commonplace in the Trump administration and Trump years of stating quote unquote alternative facts. That was a way, to undermine truth, and evidence. And so we don't want to allow that approach, to, convulse our democratic discourse, because that means that, if you are free to establish alternative facts, then there really are no facts, and therefore everything goes.",
      "tags": [

      ],
      "timestamp": "[01:06:22:05]"
    },
    {
      "id": "context_63_145",
      "index": 145,
      "speaker": "David Gray Adler",
      "words": "If everything goes, if everything is permissible, is every if everything is, to be contested, then it's a free for all. And there are no rules, no limitations, no regulations. This was the studied approach, to undermining democracy. So relative truth, I would say, has a tendency to lean into all alternate facts. And so instead, what we have to do, even though we're not going to pretend that there are quote unquote objective facts, what we really seek in a democracy through the process of argumentation and discourse is to, stake out a position and to bring all the evidence to bear to support your position.",
      "tags": [

      ],
      "timestamp": "[01:07:02:20]"
    },
    {
      "id": "context_63_146",
      "index": 146,
      "speaker": "David Gray Adler",
      "words": "And that's when we have the discussion and debate, that would be worthy of a democracy and lead us back to the classical, position on free speech, from, from John Milton through John Stuart Mill, forward, that through discussion and debate. We hope that the best idea emerges. So, we can have a common table, common round table of understood, convention on what constitutes evidence and facts.",
      "tags": [

      ],
      "timestamp": "[01:07:49:18]"
    },
    {
      "id": "context_63_147",
      "index": 147,
      "speaker": "David Gray Adler",
      "words": "I think that is, very achievable goal, in a reliable way. But we cannot permit, folks like QAnon, to so terribly distort and demean our process. They contribute nothing of value to our discussion and debate.",
      "tags": [

      ],
      "timestamp": "[01:08:25:17]"
    },
    {
      "id": "context_63_148",
      "index": 148,
      "speaker": "Caroline Heldman",
      "words": "Maybe one last question.",
      "tags": [

      ],
      "timestamp": "[01:08:48:06]"
    },
    {
      "id": "context_63_149",
      "index": 149,
      "speaker": "Lara Brown",
      "words": "Can I just add one quick thing to that? I mean, I do think what is interesting, right, is that even when we understand, in a court case, right, eyewitnesses, are considered very important, right, to any sort of court case moving forward. What what was the eyewitness account? The problem is, we also know that eyewitnesses are almost always pretty bad at in getting at an objective truth.",
      "tags": [

      ],
      "timestamp": "[01:08:50:01]"
    },
    {
      "id": "context_63_150",
      "index": 150,
      "speaker": "Lara Brown",
      "words": "Because what we see is seen through each of our own very biased eyes. So it is, this is where truth becomes difficult. We have to allow essentially multiple eyewitness accounts to the, the same incident or the same fact so that we can actually kind of circle it and, and approach what is the truth. Right. It's kind of the best knowable truth you can get to.",
      "tags": [

      ],
      "timestamp": "[01:09:21:03]"
    },
    {
      "id": "context_63_151",
      "index": 151,
      "speaker": "Lara Brown",
      "words": "But I think we we do as you know, David said, we have to make sure that, sort of you're all talking about the same event. Because when you're not talking about the same event, there is no knowable truth there. You know, you're talking about the moon and somebody else is talking about do their.",
      "tags": [

      ],
      "timestamp": "[01:09:54:13]"
    },
    {
      "id": "context_63_152",
      "index": 152,
      "speaker": "Caroline Heldman",
      "words": "There's a last set of questions, which I think this is a direct response to some of your comments. Stephan asks. In your view, what are some of our most important obligations as U.S. citizens? If new citizens have a better grasp of what citizenship means, what might other citizens need to learn, especially in a time of such partisanship?",
      "tags": [
        "migration"
      ],
      "timestamp": "[01:10:19:02]"
    },
    {
      "id": "context_63_153",
      "index": 153,
      "speaker": "Caroline Heldman",
      "words": "And then maybe we can all address the last question, which is, what are some ways we can participate in the polity to hold government accountable, to act?",
      "tags": [

      ],
      "timestamp": "[01:10:39:22]"
    },
    {
      "id": "context_63_154",
      "index": 154,
      "speaker": "Lara Brown",
      "words": "So I would just say that if it were up to me, I would ask every American to read the Federalist Papers. And I know that that sounds like a really big, heavy lift. And it is. Right. There's 85 essays. It's not a small book, but at the same time, each one of those essays, was an op ed.",
      "tags": [

      ],
      "timestamp": "[01:10:48:08]"
    },
    {
      "id": "context_63_155",
      "index": 155,
      "speaker": "Lara Brown",
      "words": "I mean, that's the way to think about them. They were essentially 1500 to 2000 word op eds written by, three of our framers of our Constitution. And what is so great about those, from my perspective, is that they tell us how our system, our system is meant to work. Not always that it will, but how they hoped it would.",
      "tags": [

      ],
      "timestamp": "[01:11:10:20]"
    },
    {
      "id": "context_63_156",
      "index": 156,
      "speaker": "Lara Brown",
      "words": "You know, for instance, it is it is amazing to me at some level, how many Americans fail to realize that our system is not just about majority rule? In fact, we have a lot of ways in which our national government system is is basically created to ensure minority rights. And by minority, I mean a small number.",
      "tags": [

      ],
      "timestamp": "[01:11:39:07]"
    },
    {
      "id": "context_63_157",
      "index": 157,
      "speaker": "Lara Brown",
      "words": "I don't mean, you know, a group of people. I mean a small number of people, who constitute a minority, how it protects minority rights. That's what the US Senate is all about. And then we also have a way in which our ten years of office also are lagged in our government. So the rotation in our government actually has a built in delay factor to it.",
      "tags": [

      ],
      "timestamp": "[01:12:11:04]"
    },
    {
      "id": "context_63_158",
      "index": 158,
      "speaker": "Lara Brown",
      "words": "And what that means is that change is never going to happen overnight. So I always think to me, that part about, being a good citizen means recognizing what our, our system can and cannot do, tempering your expectations and realizing that when you commit to this country and the political process, you are in fact committing to the long game.",
      "tags": [

      ],
      "timestamp": "[01:12:42:08]"
    },
    {
      "id": "context_63_159",
      "index": 159,
      "speaker": "Lara Brown",
      "words": "You are committing to the rules and the process, not a person or a party. And that means that it's about a lifetime of sort of sometimes you win, sometimes you lose, sometimes you don't like to compromise. It doesn't mean that the system is bad. It just means you have to keep plugging away to try to advocate for why your beliefs are the right ones.",
      "tags": [

      ],
      "timestamp": "[01:13:14:04]"
    },
    {
      "id": "context_63_160",
      "index": 160,
      "speaker": "Lara Brown",
      "words": "And you have to remember that everybody else who is plugging away advocating their ideas are also believing that they are in the right. So, I mean, I just see it as like, democracy's a long game. It's not one election. It's not one candidate, it's not one president. It's a lifetime of commitment to a process of, a never ending debate.",
      "tags": [

      ],
      "timestamp": "[01:13:48:08]"
    },
    {
      "id": "context_63_161",
      "index": 161,
      "speaker": "David Gray Adler",
      "words": "Caroline, what do you think.",
      "tags": [

      ],
      "timestamp": "[01:14:22:13]"
    },
    {
      "id": "context_63_162",
      "index": 162,
      "speaker": "Caroline Heldman",
      "words": "I would jump in and say that? I think, that that folks should stop or do as much as they can to stop consuming, terrible information. Whether it's, you know, just muting everyone is posting anything political on Facebook, which is not a good source of information. I am highly concerned about the completely different media ecosystems that we have where people have different experiences of reality because of their different media.",
      "tags": [

      ],
      "timestamp": "[01:14:24:24]"
    },
    {
      "id": "context_63_163",
      "index": 163,
      "speaker": "Caroline Heldman",
      "words": "So go to the, you know, go to the NPR first podcast or go to the the four primary sources that I think we all agreed on. But I also think beyond that, reaching out to folks who are deep in the mire of QAnon or deep in the mire of believing the big lie about the election. And that's what I'm going to call it from here in, out.",
      "tags": [

      ],
      "timestamp": "[01:14:54:03]"
    },
    {
      "id": "context_63_164",
      "index": 164,
      "speaker": "Caroline Heldman",
      "words": "It's it wasn't my original term, the big lie, something that gets repeated again and again and again. That just isn't true. Reaching out to those folks, I know that a lot of those ties have been cut in the past four years, so, reaching out and trying to, not from a place of condescension, but trying to pull people back to reality, for lack of a better term.",
      "tags": [

      ],
      "timestamp": "[01:15:13:11]"
    },
    {
      "id": "context_63_165",
      "index": 165,
      "speaker": "Caroline Heldman",
      "words": "But I think on a broader scale, the framers, and we could talk about that, we could debate this, all night. But the framers did not anticipate the damage that could be done from such a misinformed and agitated citizenry. And so I do think we need to, regulate social media companies in the same way that we regulate public utilities because they contribute so much to the public good.",
      "tags": [

      ],
      "timestamp": "[01:15:32:17]"
    },
    {
      "id": "context_63_166",
      "index": 166,
      "speaker": "Caroline Heldman",
      "words": "It's actually not that hard to fact check. It's it's something that they don't want to do because it would cut into their profit. Again, capitalism infringing upon and threatening democracy. But I think we need very serious reforms and limitations, on what social media companies are doing because, they are now tools, anti-democratic tools for certain folks to get power at the expense of our democracy.",
      "tags": [

      ],
      "timestamp": "[01:15:56:10]"
    },
    {
      "id": "context_63_167",
      "index": 167,
      "speaker": "Lara Brown",
      "words": "Can I just say that I think we wouldn't have to regulate what people say on these platforms if we required more transparency about who was saying so. I actually think the way to get around some of the misinformation and disinformation and the grifting that is just happening, I mean, there's just a lot of scamming people, for personal profit is to, in fact, require people to not be anonymous.",
      "tags": [

      ],
      "timestamp": "[01:16:23:17]"
    },
    {
      "id": "context_63_168",
      "index": 168,
      "speaker": "Lara Brown",
      "words": "So in other words, everybody had to be verified. And then you could very quickly ensure that people would be, to a certain degree, more responsible. And those who weren't would be more obviously, able to be kind of shamed or put, in prison for trying to scam or make money or defraud people.",
      "tags": [

      ],
      "timestamp": "[01:16:56:02]"
    },
    {
      "id": "context_63_169",
      "index": 169,
      "speaker": "Caroline Heldman",
      "words": "And, Lara, we are having a debate right now, you and I. Right. A mini debate about the best way to approach this. I'm so happy to return to policy debates. You know, I was angry with Clinton on the welfare reform. I was angry with Bush in the Iraq war. I was angry with Obama and immigration. And under Trump, it's not a partisan thing.",
      "tags": [
        "conflict",
        "migration"
      ],
      "timestamp": "[01:17:20:20]"
    },
    {
      "id": "context_63_170",
      "index": 170,
      "speaker": "Caroline Heldman",
      "words": "It's a fundamental threat to the system. It's not about Pollitt. We haven't been discussing policy. I want to get back to abortion debates. I want to get back to debates on immigration. I don't want to be debating whether you should wear a mask. That's basic science. Right? I don't want to be debating whether or not the Emoluments Clause applies to the presidency.",
      "tags": [
        "migration"
      ],
      "timestamp": "[01:17:40:18]"
    },
    {
      "id": "context_63_171",
      "index": 171,
      "speaker": "Caroline Heldman",
      "words": "It does. Right now. We get to get back to the policy debates, which is such an invigorating part of being an American citizen.",
      "tags": [

      ],
      "timestamp": "[01:17:58:17]"
    },
    {
      "id": "context_63_172",
      "index": 172,
      "speaker": "David Gray Adler",
      "words": "I like I like everything you guys have said. I want to finish it quickly by saying, and what I would advise citizens to do is to remember our enlightenment foundations that in fact, truth, science. Excuse me, truth science, facts and evidence matter to a democracy. In fact, our democracy is so vulnerable to demagoguery. If we don't emphasize those points.",
      "tags": [

      ],
      "timestamp": "[01:18:08:14]"
    },
    {
      "id": "context_63_173",
      "index": 173,
      "speaker": "David Gray Adler",
      "words": "Number two, I want citizens to think seriously and deeply about our democratic norms, about the virtues and values of American constitutionalism that have given them in many ways, the opportunities, to, to achieve, success in our society, that without democracy they would not have achieved that success. So don't be so quick, to embrace, doctrines and positions that would undermine democracy.",
      "tags": [

      ],
      "timestamp": "[01:18:35:15]"
    },
    {
      "id": "context_63_174",
      "index": 174,
      "speaker": "David Gray Adler",
      "words": "And number three, I returned finally to that point about governmental accountability. We have to hold our officials accountable. And this is not exclusive of the responsibility of people in government to hold themselves and others accountable. This means Congress, for example, needs to conduct an investigation into the big lies distributed, for example, by Ted Cruz and Josh and Josh Hawley that no doubt contributed, to the fuel, that was feeding the insurrection.",
      "tags": [

      ],
      "timestamp": "[01:19:07:09]"
    },
    {
      "id": "context_63_175",
      "index": 175,
      "speaker": "David Gray Adler",
      "words": "And there has to be, a price to be paid if you deliberately mislead America. Governmental accountability is the starting point, for renewing, some democratic, strength here in the near future. This is fun. This is so much fun.",
      "tags": [

      ],
      "timestamp": "[01:19:43:03]"
    },
    {
      "id": "context_63_176",
      "index": 176,
      "speaker": "Lara Brown",
      "words": "Absolutely. I mean, I don't I do think the biggest thing that we're all saying is stop paying attention to the showman and start paying attention to the workhorses, right? Too many show horses in our in our politics and that is part and parcel of what has been our station, for too long.",
      "tags": [

      ],
      "timestamp": "[01:20:04:07]"
    },
    {
      "id": "context_63_177",
      "index": 177,
      "speaker": "David Gray Adler",
      "words": "I think that's right. And instead of instead of engaging in what we would call common sense, how about some uncommon sense? Don't buy the products, from snake oil salesmen, but just say no, not interested.",
      "tags": [

      ],
      "timestamp": "[01:20:27:17]"
    }
  ],
  "metadata": {
    "totalSegments": 178,
    "description": "What does it mean to be a citizen? What are the obligations of citizenship in a Democracy? What responsibilities are intertwined with civic duty? Dr. David Gray Adler, Dr. Caroline Heldman, and Dr. Lara Brown share insights and answer questions from the audience in a timely special discussion. This program is funded by the 'Why It Matters: Civic and Electoral Participation' initiative, administered by the Federation of State Humanities Councils and funded by the Andrew W. Mellon Foundation.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}