{
  "title": "The Continuum of Comics: Calvin & Hobbes, Maus, and Everything in Between",
  "interviewee": "Dr. Matthew Levay",
  "interviewer": "Johanna Bringhurst",
  "date": "2023-12-21",
  "subjects": [
    "comic books",
    "comic book artists",
    "literary history",
    "literature"
  ],
  "segments": [
    {
      "id": "context_13_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_13_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the HHC or the NIH. My name is Johanna Bringhurst. And joining us today is Dr. Matthew Levay. Doctor Levay is associate professor and director of graduate studies in English at Idaho State University.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_13_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "His research and teaching focus on 20th century literature and culture, with special emphasis in modernism, comics studies, periodical studies, genre fiction and film studies. He is the author of Violent Mind: Modernism and the Criminal. Published in 2019 by Cambridge University Press. And he is currently completing a book on anachronism in contemporary comics in spring 2022. He was the Fulbright Distinguished Chair in Humanities and Social Sciences at the American Studies Center of the University of Warsaw in Poland, and he has just completed a term as a member of the board of the Idaho Humanities Council, which is how I know Doctor Levay.",
      "tags": [

      ],
      "timestamp": "[00:00:32:07]"
    },
    {
      "id": "context_13_3",
      "index": 3,
      "speaker": "Johanna Bringhurst",
      "words": "And I'm so excited to have you with us today to discuss comics.",
      "tags": [

      ],
      "timestamp": "[00:01:16:13]"
    },
    {
      "id": "context_13_4",
      "index": 4,
      "speaker": "Dr. Matthew Levay",
      "words": "Thank you for having me. It's great to be here.",
      "tags": [

      ],
      "timestamp": "[00:01:20:24]"
    },
    {
      "id": "context_13_5",
      "index": 5,
      "speaker": "Johanna Bringhurst",
      "words": "So, Doctor Levay, how does a literary scholar get on the road to being a specialist in comics? Tell us about your journey.",
      "tags": [

      ],
      "timestamp": "[00:01:23:02]"
    },
    {
      "id": "context_13_6",
      "index": 6,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah, it's it's funny because those sound, like, kind of opposed things, right? The, you know, there's sort of an assumption a literary scholar, a researcher wouldn't, would really talk about or write about comics. But thankfully that's becoming increasingly, less, you know, less a less commonly held belief. So how I became a comics researcher and scholar is really kind of inseparable from how I came to comics, you know, many years ago.",
      "tags": [

      ],
      "timestamp": "[00:01:32:02]"
    },
    {
      "id": "context_13_7",
      "index": 7,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, I feel like one wouldn't happen without the other. And it's sort of a, I think, a cliche in some sense to talk about, you know, here's my, my history with comics going back to childhood. Nobody does that with film studies or things like that. But but it's so, so it's it's kind of a commonplace that it's not a barrier to entry for, for comics studies, but but it's still true.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:02:01:27]"
    },
    {
      "id": "context_13_8",
      "index": 8,
      "speaker": "Dr. Matthew Levay",
      "words": "In this case it happens to be true. So I mean, when I was when I was younger, when I was a kid, I feel like comics were something that were so ubiquitous. You know, they were always around. And for me, I could think of a few places where that was true. So one was the newspaper. You know, I grew up in a very small town, and the daily newspaper would have a comics page.",
      "tags": [

      ],
      "timestamp": "[00:02:24:14]"
    },
    {
      "id": "context_13_9",
      "index": 9,
      "speaker": "Dr. Matthew Levay",
      "words": "And so I would read, Calvin and Hobbes, I would read The Far Side or Garfield or Peanuts. And so I got used to these kind of everyday instances of comics as something that was just part of my part of my, my daily reading habit. Other ways that comics were around. So every Wednesday I remember this very distinctly.",
      "tags": [

      ],
      "timestamp": "[00:02:45:23]"
    },
    {
      "id": "context_13_10",
      "index": 10,
      "speaker": "Dr. Matthew Levay",
      "words": "Every Wednesday, my parents in the evening would do grocery shopping and they would bring me along. And there is there's nothing more boring to a nine year old kid than going to the grocery store with his parents. And so.",
      "tags": [

      ],
      "timestamp": "[00:03:08:05]"
    },
    {
      "id": "context_13_11",
      "index": 11,
      "speaker": "Johanna Bringhurst",
      "words": "That's accurate. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:03:21:28]"
    },
    {
      "id": "context_13_12",
      "index": 12,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah, it was it was, you know, it was awful. And so to to make it palatable, you have to find ways to make it palatable. You know, my parents decided that they would do the grocery shopping. They would go around the store as long as I would sit at the newsstand section, you know, I wouldn't go anywhere.",
      "tags": [

      ],
      "timestamp": "[00:03:23:04]"
    },
    {
      "id": "context_13_13",
      "index": 13,
      "speaker": "Dr. Matthew Levay",
      "words": "But I was allowed to look at magazines and just like they do now, magazines and mass market paperbacks and things like that. But there was a section of comics, every, you know, every week, and it would change. And so I would flip through those and I was allowed to buy 1 or 2, you know, as my that was my reward for doing a good job.",
      "tags": [

      ],
      "timestamp": "[00:03:40:18]"
    },
    {
      "id": "context_13_14",
      "index": 14,
      "speaker": "Dr. Matthew Levay",
      "words": "And so these were mostly superhero comics, kind of standard, Marvel and DC comics, which are sort of called the big to, of superhero publishers. So I would read those and then the other thing, I'd come back to my parents, the other thing my parents would do. My parents were huge. Fans of on the weekends, going to antique stores and flea markets.",
      "tags": [

      ],
      "timestamp": "[00:03:59:08]"
    },
    {
      "id": "context_13_15",
      "index": 15,
      "speaker": "Dr. Matthew Levay",
      "words": "And maybe I should back up and say, you know, there might be nothing worse for a nine year old than going to the grocery store, but it might. But in this case, it might be an antique store, right?",
      "tags": [

      ],
      "timestamp": "[00:04:19:19]"
    },
    {
      "id": "context_13_16",
      "index": 16,
      "speaker": "Johanna Bringhurst",
      "words": "I was that would be second place.",
      "tags": [

      ],
      "timestamp": "[00:04:28:18]"
    },
    {
      "id": "context_13_17",
      "index": 17,
      "speaker": "Dr. Matthew Levay",
      "words": "That was second. Yeah. And that was something that I you know, it's funny, it's ironic because now I love that. Now I love going to antique stores and flea markets. So the joke's on me. But at the time, you know, again, to make it interesting to myself, a lot of those places would have comics, usually really older comics, comics that were in rough, rough shape, and relatively inexpensive.",
      "tags": [

      ],
      "timestamp": "[00:04:30:25]"
    },
    {
      "id": "context_13_18",
      "index": 18,
      "speaker": "Dr. Matthew Levay",
      "words": "And that was that. That doesn't really happen anymore. If you go to an antique store now and you see a comic book, it will be overpriced no matter what it is. Right? There's a sense that it must be valuable because it's older. Or they simply won't be there at all because they will have been sold to another, another store, comic store or something like that.",
      "tags": [

      ],
      "timestamp": "[00:04:55:15]"
    },
    {
      "id": "context_13_19",
      "index": 19,
      "speaker": "Dr. Matthew Levay",
      "words": "So I, but at the time I could get, you know, issues back or call back issues of comics from 1970s, occasionally the 60s, if you were really lucky. And so I started to collect them and read them. And that was sort of my way of of keeping myself entertained while my parents looked at looked at other things.",
      "tags": [

      ],
      "timestamp": "[00:05:13:18]"
    },
    {
      "id": "context_13_20",
      "index": 20,
      "speaker": "Dr. Matthew Levay",
      "words": "And so I read comics. This was, you know, late elementary school. I read through middle school. And then, when I hit high school, I sort of stopped and I thought a little bit about why that is. And I think really the reason that I stopped was that I was, again, in a very small town, this is rural Kentucky.",
      "tags": [
        "education",
        "agriculture"
      ],
      "timestamp": "[00:05:36:19]"
    },
    {
      "id": "context_13_21",
      "index": 21,
      "speaker": "Dr. Matthew Levay",
      "words": "There was no at that time there was no comic store. Right. And that would buy new things. Comics started to go away from the antique stores. Comics started to go away from the newsstands. That's why you don't see them in grocery stores anymore. And so and the things I was interested in, I was less interested in superhero comics, but the kinds of comics that I had heard about, you know, independent comics kind of audience, comics that were for for more mature, older audiences, those just weren't available to me at the time.",
      "tags": [

      ],
      "timestamp": "[00:05:56:26]"
    },
    {
      "id": "context_13_22",
      "index": 22,
      "speaker": "Dr. Matthew Levay",
      "words": "This was also pre just pre-internet. So, so I stopped and, you know, through college and things, I would sort of dip in, you know, I read Art Spiegelman mouse and other kind of well known, very prominent comics and graphic novels, but, but always, you know, occasionally. And so then fast forward a little while. My I went to finish college, finish graduate school, and then I moved to, for my first, post PhD teaching job.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:06:28:00]"
    },
    {
      "id": "context_13_23",
      "index": 23,
      "speaker": "Dr. Matthew Levay",
      "words": "This was at the writing program, at Harvard. So my office was in Harvard Square. I was writing my first book, which is not about comics. I was teaching, you know, every morning I would teach, teach my classes. I was doing a lot of a lot of grading. This is first year writing, so it's a lot of intensive, instruction, grading, meeting with students, and I just I needed something.",
      "tags": [

      ],
      "timestamp": "[00:06:58:27]"
    },
    {
      "id": "context_13_24",
      "index": 24,
      "speaker": "Dr. Matthew Levay",
      "words": "I wanted something that was different than that, you know, I wanted I wanted, you know, I wouldn't even call it a hobby, but I just wanted something, kind of outside of that of what I was doing just for a change of pace. And so I started to think about comics and why I hadn't really read them in a long time, even though I was still interested in them.",
      "tags": [

      ],
      "timestamp": "[00:07:21:18]"
    },
    {
      "id": "context_13_25",
      "index": 25,
      "speaker": "Dr. Matthew Levay",
      "words": "And I, you know, I did some looking and I found out that, you know, just a few blocks away from my office in Harvard Square, it was this truly excellent comic shop called the Million Year Picnic, run by a man named Tony Davis. And so I started going there on my lunch breaks, and I would just browse and generally kind of figure out what I liked.",
      "tags": [

      ],
      "timestamp": "[00:07:41:21]"
    },
    {
      "id": "context_13_26",
      "index": 26,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, what I liked tended to be newer, graphic novels, what we might call like literary comics or art comics that is like comics and graphic novels that are for mostly for adults. I was interested in because I studied the early 20th century. I was interested in old newspaper comics, and there are huge numbers of reprint, collected archival reprint editions of those things.",
      "tags": [

      ],
      "timestamp": "[00:08:04:12]"
    },
    {
      "id": "context_13_27",
      "index": 27,
      "speaker": "Dr. Matthew Levay",
      "words": "So I just found that I was naturally drawn to certain things, and I started reading them for pleasure. And then inevitably, because I'm an academic pleasure, started to become work. You know, as I finished that book and started thinking about other projects, I really wanted to write about comics, and I particularly wanted to write about contemporary or new comics that are meant to look old.",
      "tags": [

      ],
      "timestamp": "[00:08:29:11]"
    },
    {
      "id": "context_13_28",
      "index": 28,
      "speaker": "Dr. Matthew Levay",
      "words": "Because there is a huge variety of work being published right now by contemporary artists who adopt an older visual style. So a contemporary comic that's meant to look as if it were, you know, a New Yorker cartoon from the 1940s or something like that. So, so then I realized what I had done, right, that this thing that was, that was for pleasure had become, had become research, but in a very good way.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:08:50:16]"
    },
    {
      "id": "context_13_29",
      "index": 29,
      "speaker": "Dr. Matthew Levay",
      "words": "And so I think becoming, someone who researches comics, I now teach comics, both in Poland, also at Idaho State. I realized that it had become a kind of major part of of my of my work, of my professional life. And it sort of makes sense since I'm sure we'll talk about this later. But a lot of, the period I study modernism early 20th century literature and culture, a lot of that is really influenced by and participates in a broad popular culture of the day.",
      "tags": [
        "education",
        "literature"
      ],
      "timestamp": "[00:09:16:13]"
    },
    {
      "id": "context_13_30",
      "index": 30,
      "speaker": "Dr. Matthew Levay",
      "words": "And of course, comics are very much part of that. So it's sort of a natural progression in a certain way. But certainly when I was at those antique stores at age nine, just trying to trying to find something interesting that, that was not on my mind. But here we are.",
      "tags": [

      ],
      "timestamp": "[00:09:49:26]"
    },
    {
      "id": "context_13_31",
      "index": 31,
      "speaker": "Johanna Bringhurst",
      "words": "Wow, what a cool story. I want to make sure you understand the difference between comic books and graphic novels. So how do you define a comic and what is the difference between the.",
      "tags": [

      ],
      "timestamp": "[00:10:05:00]"
    },
    {
      "id": "context_13_32",
      "index": 32,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah, that's a that's a good question because a lot of those terms are often used interchangeably. You know, you hear people talk about graphic novels sometimes, and it doesn't always seem like what they're referring to has a kind of standard definition. Right. So, so the most basic way to understand it, I think, would be to say that comics are a medium, graphic novels are a specific instance of that medium or a type of that medium.",
      "tags": [

      ],
      "timestamp": "[00:10:16:20]"
    },
    {
      "id": "context_13_33",
      "index": 33,
      "speaker": "Dr. Matthew Levay",
      "words": "So a comic, one of the one of the best ways that I've heard a comic defined. And of course, this is this has proven controversial over the years, but I think it's a great starting place for someone who's new to this. Scott McCloud, who is, you may have heard of, is a is a cartoonist, also wrote a book in 1993.",
      "tags": [

      ],
      "timestamp": "[00:10:44:03]"
    },
    {
      "id": "context_13_34",
      "index": 34,
      "speaker": "Dr. Matthew Levay",
      "words": "It's called Understanding Comics. And it's written in the form of a comic, a comic book. And it's basically, an introduction to, to this medium. And he goes through this process of trying to define what, what is a comic specifically? What is this what defines this medium and the definition he comes up with. It's not particularly inspiring to listen to.",
      "tags": [

      ],
      "timestamp": "[00:11:04:15]"
    },
    {
      "id": "context_13_35",
      "index": 35,
      "speaker": "Dr. Matthew Levay",
      "words": "So he says it's juxtaposed pictorial images in deliberate sequence. Juxtaposed pictorial images in deliberate sequence. Now, that might sound fairly broad, and I think it's meant to be, in his case. But you also notice that it doesn't include certain things. So that doesn't include words, right? Comics can be wordless, although many comics have words, and a lot of people would define comics as being a, juxtaposition of text and image, that text and image are working alongside one another.",
      "tags": [

      ],
      "timestamp": "[00:11:24:26]"
    },
    {
      "id": "context_13_36",
      "index": 36,
      "speaker": "Dr. Matthew Levay",
      "words": "But of course there are silent comics, so it's not. It's not an absolute requirement. Yeah. You also notice that it doesn't include, single panel comics, right? This is my cat behind me for everybody who's, everybody who's listening, you can't see him. But on the on the video, you certainly will. He's interested in comics to, so you'll notice it does also doesn't include, McLeod's definition also doesn't include single panel comics.",
      "tags": [

      ],
      "timestamp": "[00:11:57:20]"
    },
    {
      "id": "context_13_37",
      "index": 37,
      "speaker": "Dr. Matthew Levay",
      "words": "Right. So say a political cartoon in a newspaper, which tends to be one panel cartoons in the New Yorker. The Far Side, the Family Circus kind of popular comic strips that only have one panel. McCloud says that comics have to be in a certain kind of sequence, that there has to be a succession of panels that you read in order.",
      "tags": [

      ],
      "timestamp": "[00:12:24:17]"
    },
    {
      "id": "context_13_38",
      "index": 38,
      "speaker": "Dr. Matthew Levay",
      "words": "But that's been controversial because, of course, many critics have rightly pointed out, well, how is it a single panel comic, also part of this conversation? You'll also notice that that definition juxtaposed pictorial images and deliberate sequence doesn't say anything about format. So comics can be printed or they can be digital, right. There are plenty of comics that are created, webcomics that are created purely in a borne digital fashion.",
      "tags": [

      ],
      "timestamp": "[00:12:44:28]"
    },
    {
      "id": "context_13_39",
      "index": 39,
      "speaker": "Dr. Matthew Levay",
      "words": "Comics can be bound books, just as you would buy at a at any other bookstore. They can also be single issue magazines, right, that appear on a sort of serial basis. So once a month or once every few weeks or something like that. But comics also, I think depend on national histories and traditions as well.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:13:14:11]"
    },
    {
      "id": "context_13_40",
      "index": 40,
      "speaker": "Dr. Matthew Levay",
      "words": "Right. So manga, Japanese comics, which are typically read right to left as opposed to left to right, you have the bands in a tradition in, Franco, Belgium, comics. So these are all kind of slight differences for this, this broader medium. When we talk about a comic book, I use the phrase comic book. I think when most people this is what most people think of, I think when they hear the word comics as they think of a comic book, which would be, you know, a newsstand publication, a magazine style publication, you know, an issue of Superman or something like that.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:13:36:22]"
    },
    {
      "id": "context_13_41",
      "index": 41,
      "speaker": "Dr. Matthew Levay",
      "words": "It appears once a month. It has maybe 30 pages or something like that. It'll have some advertising. It might be collectible or it might be disposable. Right. But that's that's typically what people think of with a comic book kind of serially appearing work, kind of continuing and evolving story. So the term graphic novel is what I take it to mean in a more literal sense, is a long form book length comic.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:14:16:17]"
    },
    {
      "id": "context_13_42",
      "index": 42,
      "speaker": "Dr. Matthew Levay",
      "words": "It is usually, self-contained. That is not necessarily part of a series, although it certainly could be, it's usually now with the phrase novel. I associate that with fiction. And so I would usually think of a graphic novel as being a work of fiction. In comics, however, you hear memoirs, you know, graphic memoirs sometimes referred to as graphic novels, where we're at the end, we're nearing the end of December.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:14:47:27]"
    },
    {
      "id": "context_13_43",
      "index": 43,
      "speaker": "Dr. Matthew Levay",
      "words": "And so you're going to start to see online, you know, the ten best graphic novels of 2023. And I guarantee you that some of what appears on those lists will not be novels. Right? They will not be fictional. But so the term graphic novel gets kind of, I think, misused. Or maybe I'm fighting a losing battle here, and that's just that's just what it's going to be.",
      "tags": [
        "literature",
        "conflict"
      ],
      "timestamp": "[00:15:14:24]"
    },
    {
      "id": "context_13_44",
      "index": 44,
      "speaker": "Dr. Matthew Levay",
      "words": "But a long form, book length comic. Another kind of important difference, I think, is that most comic books are a collaborative art form. So if you look at that issue of Superman, you'll see a list of credits that might include a writer, a pencil are an inker. That is someone who goes over the pencils with ink work, a colorist, someone who adds color, to the to a black and white piece of art.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:15:35:02]"
    },
    {
      "id": "context_13_45",
      "index": 45,
      "speaker": "Dr. Matthew Levay",
      "words": "You'll see, maybe a letterer, number of editors. There's a whole team of people that are involved in collaborating to produce a comic book, graphic novels we usually associate with a single creator, that is, someone who is doing both the writing and all aspects of the art. They may they may collaborate at times, but typically the graphic novel is seen as the product of one one person, or maybe two people, the other.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:16:05:11]"
    },
    {
      "id": "context_13_46",
      "index": 46,
      "speaker": "Dr. Matthew Levay",
      "words": "The last thing I'll say about the graphic novel is that, you know, you probably heard in in my my answer a little bit of skepticism about how the term gets used. And that's been true of comics professionals themselves. So there are plenty of, cartoonists who will use the phrase cartoonist or creator and maybe won't call themselves a graphic novelist.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:16:34:24]"
    },
    {
      "id": "context_13_47",
      "index": 47,
      "speaker": "Dr. Matthew Levay",
      "words": "Or they might hesitate in talking about their work as a graphic novel. Because frankly, there is there is a sense in which the term graphic novel has really been used to, quote unquote, elevate the status of a comic. There's an idea that, oh, adults are not going to read something identified as a comic. They're going to think it's juvenile.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:16:58:13]"
    },
    {
      "id": "context_13_48",
      "index": 48,
      "speaker": "Dr. Matthew Levay",
      "words": "They're going to think it's aimed at children. And so therefore, it can never achieve a certain kind of cultural capital or a certain kind of status. And so therefore the phrase graphic novel will be used because that frankly sounds more like, a serious work of art. And so that's another kind of criticism of the term graphic novel that comes from comics critics, but also comics comments, professionals.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:17:23:26]"
    },
    {
      "id": "context_13_49",
      "index": 49,
      "speaker": "Dr. Matthew Levay",
      "words": "This sense that the word or the term graphic novel is really describing something for marketing purposes, as opposed to maybe pinpointing a specific formal attribute that that work has. So that's a rough kind of, taxonomy of what comic, comic book and graphic novel might mean, but these are, again, kind of fluctuating terms. They're not always used that consistently, which can lead to some confusion.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:17:48:05]"
    },
    {
      "id": "context_13_50",
      "index": 50,
      "speaker": "Dr. Matthew Levay",
      "words": "Understandably, for for readers and others.",
      "tags": [

      ],
      "timestamp": "[00:18:16:23]"
    },
    {
      "id": "context_13_51",
      "index": 51,
      "speaker": "Johanna Bringhurst",
      "words": "Yes. I've seen recently quite a number of classic pieces of literature being adapted into, yes, big novel. I recently purchased Red wall, the graphic novel.",
      "tags": [

      ],
      "timestamp": "[00:18:19:25]"
    },
    {
      "id": "context_13_52",
      "index": 52,
      "speaker": "Dr. Matthew Levay",
      "words": "Okay, yeah.",
      "tags": [

      ],
      "timestamp": "[00:18:31:23]"
    },
    {
      "id": "context_13_53",
      "index": 53,
      "speaker": "Johanna Bringhurst",
      "words": "And I saw, Anne of Green Gables, the graphic novel. Yes. And so it's interesting, you were describing maybe elevating comics to be called the graphic novel to add more cachet. I think also, there is maybe a trend to adapting classic literature into a graphic novel to get a wider appeal from young readers.",
      "tags": [

      ],
      "timestamp": "[00:18:32:15]"
    },
    {
      "id": "context_13_54",
      "index": 54,
      "speaker": "Dr. Matthew Levay",
      "words": "Absolutely. And that's the The Ladder thing. That's been that's been the case for a long time. I mean, some of the earliest comic books were adaptations of, or comic adaptations of other work. So, one of the more famous comic series picture stories from the Bible. Right? Comic adaptations of of biblical stories or Classics Illustrated, which was, a prominent comic series that would adapt, you know, well-known novels, earlier novels, to try and address an audience that now I think we would we often call reluctant readers.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:18:57:08]"
    },
    {
      "id": "context_13_55",
      "index": 55,
      "speaker": "Dr. Matthew Levay",
      "words": "Right. The, the idea that there are younger readers who maybe, for whatever reason, are not as interested in, other kinds of text, but they'll pick up a comic, right? They'll see a comic as something that's accessible, something that's interesting or fun. And so, that's been happening for a long time, that comics have been used to adapt sort of classic works are well known literary works to try and, try and get them to more to more audiences.",
      "tags": [

      ],
      "timestamp": "[00:19:33:26]"
    },
    {
      "id": "context_13_56",
      "index": 56,
      "speaker": "Dr. Matthew Levay",
      "words": "But it's but it's certainly happening now all over again with adaptations of, as you said, like Anne of Green Gables. My, my nine year old daughter has a voluminous collection of, you know, the Baby-Sitters club adaptations, in in comics form, along with adaptations of Little Women and other other works that are very well known, sometimes reinterpreted for for contemporary audiences and sometimes to kind of do that thing that early comics were intending to do, which was just to get, older, classic literary works that might be that might be resisted in classroom settings or others and make them part of a young person's everyday reading.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:20:03:13]"
    },
    {
      "id": "context_13_57",
      "index": 57,
      "speaker": "Dr. Matthew Levay",
      "words": "Yes, it's absolutely a trend all over again.",
      "tags": [

      ],
      "timestamp": "[00:20:50:19]"
    },
    {
      "id": "context_13_58",
      "index": 58,
      "speaker": "Johanna Bringhurst",
      "words": "Can you help us understand more about the history of comics? You talked about getting to see comics from the 70s and 60s. I think of a lot of classic films where you see, you know, like Rebel Without a Cause types reading comic books in the late 50s. But where did the comics that we recognize today really get started?",
      "tags": [

      ],
      "timestamp": "[00:20:55:06]"
    },
    {
      "id": "context_13_59",
      "index": 59,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah. So one of the interesting things about McLeod's definition, about juxtapose pictorial images and deliberate sequence is that that's incredibly broad. And in that book, Understanding Comics, he gives this whole history of comics that, you know, that incorporates Egyptian hieroglyphs or that incorporates have the Bayou tapestry, these things that, you know, typically would not be considered instances of comics.",
      "tags": [

      ],
      "timestamp": "[00:21:17:28]"
    },
    {
      "id": "context_13_60",
      "index": 60,
      "speaker": "Dr. Matthew Levay",
      "words": "But given that kind of broad definition, it's it's plausible. Right? We start to see what I think we now know of as comics, particularly in American context. And I want to stress, like national traditions, allow for a wide for, wide variations here. But so in an American context, at least, I think when we talk about comics now, what we're really, the history that we're really drawing upon is something that becomes especially prominent at around the turn of the 20th century, in newspapers where we start to see a rise in popularity of newspaper comics.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:21:43:09]"
    },
    {
      "id": "context_13_61",
      "index": 61,
      "speaker": "Dr. Matthew Levay",
      "words": "So comics like the Yellow Kid cats and jammer kids, you know, the crazy cat, the crazy cat was a bit less popular than some of the other ones, but maybe one of the most celebrated now, Gasoline Alley by Frank King. We start to see, newspapers recognizing the popularity of comics for their readers and starting to actually try to attract, you know, comics artists to bring them from one newspaper to another.",
      "tags": [

      ],
      "timestamp": "[00:22:23:26]"
    },
    {
      "id": "context_13_62",
      "index": 62,
      "speaker": "Dr. Matthew Levay",
      "words": "So that's when comics in the newspaper really, really start to take off. And I think that shapes kind of the history of everything else that happens afterward. So that's when we start to get the rise of the comic book. So newspapers start to provide inserts of comics, just a few pages of sort of collected, you know, collections, short collections of popular strips.",
      "tags": [

      ],
      "timestamp": "[00:22:52:16]"
    },
    {
      "id": "context_13_63",
      "index": 63,
      "speaker": "Dr. Matthew Levay",
      "words": "So, in 1934 is when we get a comic, a longer collection of comics produced not as a newspaper insert necessarily, but as its own distinct thing. It's called Famous Funnies. So this is published in 1934, and that's really often considered the first American comic book, although you have lots of lots of earlier examples that are similar. So that's 1934 four years later, in 1938, you have Action Comics number one, which is the first appear.",
      "tags": [

      ],
      "timestamp": "[00:23:16:16]"
    },
    {
      "id": "context_13_64",
      "index": 64,
      "speaker": "Dr. Matthew Levay",
      "words": "And most even most people who don't follow super, superhero comics or comics in general might know that's the first appearance of Superman. And so that really starts an explosion of comics. And not just superhero comics, right? Superhero comics, I think, are what we now associate mostly with the medium. So when somebody talks about a comic book now, they're often talking about Batman, Superman, the X-Men or something like that.",
      "tags": [

      ],
      "timestamp": "[00:23:47:19]"
    },
    {
      "id": "context_13_65",
      "index": 65,
      "speaker": "Dr. Matthew Levay",
      "words": "Superhero comics. But there's a huge variety of comics being published. War comics or comics? Romance comics. Romance is an especially popular genre. And those comics really start to displace some of the other kind of popular reading materials of the day. So pulp magazines, for instance, which were hugely popular, are inexpensive. They're also ubiquitous. Those start to taper off around the same time that comic books really start to gain momentum.",
      "tags": [
        "conflict",
        "literature"
      ],
      "timestamp": "[00:24:13:23]"
    },
    {
      "id": "context_13_66",
      "index": 66,
      "speaker": "Dr. Matthew Levay",
      "words": "And so you mentioned, like, you know, classic films where you see, where you see, you know, sort of cool characters got cool young characters reading comics. Some of that's also a result of the war. You know, American soldiers comics are very popular among American soldiers. When those soldiers come back from the war comics proof maybe not quite as popular, right?",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:24:46:12]"
    },
    {
      "id": "context_13_67",
      "index": 67,
      "speaker": "Dr. Matthew Levay",
      "words": "They have they have a bit of a decline. They also start to run into a problem with, accusations of, juvenile delinquency. Right. So in 1954, the US Senate famously has hearings on juvenile delinquency. And one of the major targets of those hearings are comic books, particularly horror comic books that was published by DC comics. But superhero comics and many, many others comics are seen as contributing to, you know, everything from truancy to violence.",
      "tags": [

      ],
      "timestamp": "[00:25:10:13]"
    },
    {
      "id": "context_13_68",
      "index": 68,
      "speaker": "Dr. Matthew Levay",
      "words": "That really affects comics in a major way. They are seen not as encouraging young readers, but as damaging young readers. And so, in response to these Senate hearings, one of the things that happens is the industry. The comics industry decides that it will try to write under extreme pressure, will will regulate itself. So then they develop what's called the Comics Code Authority.",
      "tags": [

      ],
      "timestamp": "[00:25:43:16]"
    },
    {
      "id": "context_13_69",
      "index": 69,
      "speaker": "Dr. Matthew Levay",
      "words": "The Comics Code Authority is basically a set of guidelines or a set of practices that cannot be represented in comics or that must be represented in particular ways. As you might expect that kind of code is applied in different ways to different kinds of comics. So it's not applied in any kind of uniform way. And it also means that a lot of what is represented before 1954, in comics, really that's not represented later.",
      "tags": [

      ],
      "timestamp": "[00:26:08:26]"
    },
    {
      "id": "context_13_70",
      "index": 70,
      "speaker": "Dr. Matthew Levay",
      "words": "A lot of comics publishers fold, and a lot of them kind of change what they're what they're publishing in order to fit these new requirements. There's a there is, of course, a backlash to that. And that's commonly seen in the 1960s with what's called the underground comics movement, the underground movement. It's really a product of its time of the 1960s, a countercultural movement of self-published comics or small press comics that take up, you know, representations of sex, drugs, anything associated with that late 1960s kind of ethos.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:26:39:11]"
    },
    {
      "id": "context_13_71",
      "index": 71,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, many of them are published in San Francisco by San Francisco based artists, and they are distributed, not at newsstands, but at, head shops. Right. So you could you could buy your blacklight poster and you can buy, zap comics, right? They're often satirical. They're incredibly, crude in many ways. But they really are a kind of response to what had happened to the comics industry.",
      "tags": [

      ],
      "timestamp": "[00:27:18:29]"
    },
    {
      "id": "context_13_72",
      "index": 72,
      "speaker": "Dr. Matthew Levay",
      "words": "And it really inspired some later figures. So by 1980, we get the founding of raw magazine. Now, raw may not be a common household name to those who aren't familiar with the history of comics. Raw was a magazine, published by Art Spiegelman and Francois, formerly It is where a lot of audiences were introduced to some of, some of the major artists of the 1980s.",
      "tags": [

      ],
      "timestamp": "[00:27:48:02]"
    },
    {
      "id": "context_13_73",
      "index": 73,
      "speaker": "Dr. Matthew Levay",
      "words": "In the 1990s and beyond. They're often called alternative comics, although like with the term alternative music, that's a very wide ranging, category that doesn't always aptly describe, everything contained within it. You also see the rise of independent comics publishers like, Fantagraphics in Seattle or Drawn in Quarterly in Montreal. These are independent publishers. They do not work in kind of superhero comics in the way that Marvel and DC or other comics do, but rather start publishing what we now call graphic novels.",
      "tags": [
        "music",
        "literature"
      ],
      "timestamp": "[00:28:15:27]"
    },
    {
      "id": "context_13_74",
      "index": 74,
      "speaker": "Dr. Matthew Levay",
      "words": "Right? Single, self-contained, often self-contained books, by, you know, maybe teams of 2 or 1 individual author. These are often the comics that now win awards that are sort of critically acclaimed, but they, of course, they do a variety of other things to write, like they publish anything from kind of single issue comic books on, on different kinds of themes to collected editions of old comics reprints.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:28:51:25]"
    },
    {
      "id": "context_13_75",
      "index": 75,
      "speaker": "Dr. Matthew Levay",
      "words": "Fantagraphics publishes The Comics Journal, which is a journal of comics criticism. So so that's a big change. And that I think really that is kind of combined is what starts to create the groundwork for, for what we now think of as the contemporary graphic novel. Another thing that I that really can't be overstated is, the rise of what's called the direct market.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:29:21:18]"
    },
    {
      "id": "context_13_76",
      "index": 76,
      "speaker": "Dr. Matthew Levay",
      "words": "And so I mentioned before, when I was a kid, I could go to a grocery store newsstand and find comics. I can't do that now. And part of the reason for that is that the direct market became a major force and the primary force for monthly superhero comics publishing and distribution in the United States. So instead of distributing, you know, issues of Batman to a new state to various newsstands, they were bought directly from the publisher.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:29:48:06]"
    },
    {
      "id": "context_13_77",
      "index": 77,
      "speaker": "Dr. Matthew Levay",
      "words": "They would go to comic stores. So now the specialty comic book shop is where you buy those kinds of things. That changed a lot, that changed who had access to comics. And I think it also it made implicit arguments about who the audience for comics really was. So not everyone is going to go to a specialty comic store.",
      "tags": [

      ],
      "timestamp": "[00:30:20:20]"
    },
    {
      "id": "context_13_78",
      "index": 78,
      "speaker": "Dr. Matthew Levay",
      "words": "And so a lot of comics, a lot of monthly superhero comics were really kind of being aimed at audiences who were comfortable with doing that. But of course, then we get, you know, now if you go to a target crate, let alone a bookstore, you're going to see a huge selection of Scholastic, graphic novels, a huge selection of comics for kids.",
      "tags": [

      ],
      "timestamp": "[00:30:46:17]"
    },
    {
      "id": "context_13_79",
      "index": 79,
      "speaker": "Dr. Matthew Levay",
      "words": "And there are many reasons why that's the case. But one of them, I think, really is, the accessibility of comics and who the audiences of comics really were as superhero comics started to become less, less friendly to a wider variety of audiences. They've they've worked against that recently. You know, there's been a real push to change that.",
      "tags": [

      ],
      "timestamp": "[00:31:10:09]"
    },
    {
      "id": "context_13_80",
      "index": 80,
      "speaker": "Dr. Matthew Levay",
      "words": "But for a while, I do think comics were less accessible to kids, and comics were not always written for them. And so these, you know, this proliferation of comics from Scholastic and other, publishers, you know, for children, young adults, younger readers, those comics have really filled, a gap. And so but of course, there's a big difference between a Scholastic comic published for all ages and a Fantagraphics comic that's decidedly not.",
      "tags": [

      ],
      "timestamp": "[00:31:32:11]"
    },
    {
      "id": "context_13_81",
      "index": 81,
      "speaker": "Dr. Matthew Levay",
      "words": "So again, like the the concept of the graphic novel is, is is really quite broad.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:32:02:13]"
    },
    {
      "id": "context_13_82",
      "index": 82,
      "speaker": "Johanna Bringhurst",
      "words": "I feel like there is something really magical that comics are able to do that not a lot of literature is, which is to speak to adult and youth audiences at the same time. Before we started recruiting, we were talking about Calvin and Hobbes and yes, my whole family reads Calvin, Calvin and Hobbes. And I love it as an adult and as a mother, even though the mother is not very portrayed, though.",
      "tags": [

      ],
      "timestamp": "[00:32:11:28]"
    },
    {
      "id": "context_13_83",
      "index": 83,
      "speaker": "Dr. Matthew Levay",
      "words": "It's not.",
      "tags": [

      ],
      "timestamp": "[00:32:42:08]"
    },
    {
      "id": "context_13_84",
      "index": 84,
      "speaker": "Johanna Bringhurst",
      "words": "Very flattering. I and my sons love, love, love to read Calvin and Hobbes. So how is it the comics can speak to us at all ages and at the same time?",
      "tags": [

      ],
      "timestamp": "[00:32:42:25]"
    },
    {
      "id": "context_13_85",
      "index": 85,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah, I mean, it's a great question. And some of it is that, you know, I think I mentioned or alluded to this before, like comics have always had a dual audience. But I think certain comics really address that dual audience. Well. So if you look at a lot of early newspaper comics from, you know, the 19 teens, 1920s, you can tell that while they often depict families, they often depict children.",
      "tags": [

      ],
      "timestamp": "[00:32:56:14]"
    },
    {
      "id": "context_13_86",
      "index": 86,
      "speaker": "Dr. Matthew Levay",
      "words": "They're not always for children. Right. Like children would not necessarily find them funny. They're often, from the perspective of an adult, kind of looking back on childhood or looking on parenthood. And so they're not always fortunate. But of course, many, many comics were, kind of enjoyed by enjoyed by kids. I think that and this is maybe part of I think the problem that I, that I mentioned earlier was there in many ways, there's been a history of trying to, to distinguish between those two audience and to see those two audiences as separate.",
      "tags": [

      ],
      "timestamp": "[00:33:23:22]"
    },
    {
      "id": "context_13_87",
      "index": 87,
      "speaker": "Dr. Matthew Levay",
      "words": "And so what I mean by that is that there's nothing that will irritate a comic scholar more than seeing a headline like, you know, comics. They're not just for kids. Right? And you see that headline constantly comics. They're not just for kids. I mean, they haven't been purely for kids in a very, very long time if they ever were.",
      "tags": [

      ],
      "timestamp": "[00:33:57:12]"
    },
    {
      "id": "context_13_88",
      "index": 88,
      "speaker": "Dr. Matthew Levay",
      "words": "And so that's I think, but that that misconception kind of led to some of what I was talking about, where there were comic books necessarily becoming more adult. Right? So in the 1980s, when you have comics, superhero comics like Watchmen, or, The Dark Knight Returns by Frank Miller, they're kind of the take on Batman that's really defined that character ever since, you know, those things were really taking characters or concepts that many readers associated with their childhoods and kind of moving it into an adult register.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:34:16:18]"
    },
    {
      "id": "context_13_89",
      "index": 89,
      "speaker": "Dr. Matthew Levay",
      "words": "And for a while, you know, it was hard to see. It was hard to remember. I think what you're what you're describing, you know, I was I was talking I interviewed, Tony Davis, who runs the Millionaire Picnic. Recently, and he and I were talking about this, and he was saying that he didn't see at a certain point in his career of running this comic shop, he wasn't sure he saw a way forward.",
      "tags": [

      ],
      "timestamp": "[00:34:54:00]"
    },
    {
      "id": "context_13_90",
      "index": 90,
      "speaker": "Dr. Matthew Levay",
      "words": "For, for comics, because the audience was so narrowly defined. Right. And then all of a sudden you start to see the response to that, which was to produce more comics for kids, the publication of more comics for kids, and also a kind of broader acknowledgment that what we mean by comics can mean a lot of different things.",
      "tags": [

      ],
      "timestamp": "[00:35:18:08]"
    },
    {
      "id": "context_13_91",
      "index": 91,
      "speaker": "Dr. Matthew Levay",
      "words": "And so Calvin Hobbs is a perfect example of this, right? Like Calvin and Hobbes has been, you know, it was published in newspapers. It was not it was collected in these kind of book forms, but not in a traditional comic book like monthly comic book form. Bill Watterson, the creator of Calvin and Hobbes, has famously never licensed those characters.",
      "tags": [

      ],
      "timestamp": "[00:35:41:06]"
    },
    {
      "id": "context_13_92",
      "index": 92,
      "speaker": "Dr. Matthew Levay",
      "words": "So you cannot buy legally a Calvin and Hobbes T-shirt or something like that. So every one of those, mud flaps, you see, on an interstate with, with Calvin on them is not legally produced. So but I think that comic that Bill waters, since comic is a really great example of what you're talking about, that it's good to be reminded.",
      "tags": [

      ],
      "timestamp": "[00:35:58:10]"
    },
    {
      "id": "context_13_93",
      "index": 93,
      "speaker": "Dr. Matthew Levay",
      "words": "Like, on the one hand, those strips are so funny. You know, you can't. I mean, I think that part of it is just Bill Watterson is a mix is an except is exceptionally good as a writer. And some of that has to do with the fact that they are funny. Like kids can sort of connect with Calvin's, you know, complaints about homework, school, social situations, parents.",
      "tags": [
        "literature",
        "education"
      ],
      "timestamp": "[00:36:22:07]"
    },
    {
      "id": "context_13_94",
      "index": 94,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, it's it seems very relevant to children. You know, when my older daughter read Calvin and Hobbes for the first time, I think, you know, unfortunately for me, you gave her some very bad ideas about about attitudes towards school and parents and, you know, choices that things like that. But, you know, but but I think one of the things that's so that worked so well about that comment is that on the one hand, you know, Calvin's position is very familiar to most, you know, young readers.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:36:44:29]"
    },
    {
      "id": "context_13_95",
      "index": 95,
      "speaker": "Dr. Matthew Levay",
      "words": "They are going to recognize a lot in that, even if it's exaggerated. But for adults, I mean, I you know, I never thought, you know, when I read Calvin and Hobbes as a kid, but I never thought I'd find myself identifying with the father. So off at the Calvin, you know, doing the polls about his father's poor work on the job of being a dad.",
      "tags": [

      ],
      "timestamp": "[00:37:13:28]"
    },
    {
      "id": "context_13_96",
      "index": 96,
      "speaker": "Dr. Matthew Levay",
      "words": "I mean, that is that is brutal, but it's accurate. And, I think it does really speak to an adult perspective as well. So it it addresses both audiences. It's also and the other thing I would just say about is that it's really beautiful to look at. I mean, Waterson is such a great artist, and this is my other recommendation.",
      "tags": [

      ],
      "timestamp": "[00:37:33:25]"
    },
    {
      "id": "context_13_97",
      "index": 97,
      "speaker": "Dr. Matthew Levay",
      "words": "If any, listener of this podcast is in or finds himself in, Columbus, Ohio, Ohio State University has the Billy Ireland Cartoon and Comic Art Museum, which is an enormous, archival collection library of of comics. And Bill Watterson has given them a great deal of his original art. So you can see, you know, the original, you know, much bigger than they were in the newspaper.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:37:52:16]"
    },
    {
      "id": "context_13_98",
      "index": 98,
      "speaker": "Dr. Matthew Levay",
      "words": "You can see the original artwork or the original pieces done for that strip, and they're absolutely. And you're struck at that point, too, by how? By how gorgeous the strip is to look at. So I think, there are strips like Calvin and Hobbes that really do, I think, address from multiple perspectives. On the other hand, there's a lot of, I think, really smart work that's being done for younger readers, but that adults can also appreciate.",
      "tags": [

      ],
      "timestamp": "[00:38:18:08]"
    },
    {
      "id": "context_13_99",
      "index": 99,
      "speaker": "Dr. Matthew Levay",
      "words": "And I don't mean that just in terms of the kind of nostalgia factor which happens. Right? You know, I mentioned, my older daughter reading the Baby-Sitters club, you know, adaptations, I think they're they're adult readers who might remember their own reading of the Baby-Sitters club books when they were younger, and then see some of that, in these, in these comics.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:38:44:01]"
    },
    {
      "id": "context_13_100",
      "index": 100,
      "speaker": "Dr. Matthew Levay",
      "words": "But that's not the only reason why they might be interesting or why they might be good. I mean, they're also, addressing the same topics, but in a contemporary way. And they're very well done on their own. So I think that there are comics that really do address both just as much as they're there are comics where they are decidedly for kids.",
      "tags": [

      ],
      "timestamp": "[00:39:06:13]"
    },
    {
      "id": "context_13_101",
      "index": 101,
      "speaker": "Dr. Matthew Levay",
      "words": "And if I might try and read them with my kids and not be incredibly entertained, the kids love them. No name naming, no names. Or there might be comics that that are that are purely for adult readers that I think my children either wouldn't, wouldn't be interested in or wouldn't you know, it's not for them. Right. So this, I think, comes from the fact that the medium is so is so broad and encompasses so many things.",
      "tags": [

      ],
      "timestamp": "[00:39:30:09]"
    },
    {
      "id": "context_13_102",
      "index": 102,
      "speaker": "Dr. Matthew Levay",
      "words": "There are so many comics out there, to suit all kinds of interests. And there are many great ones for for everybody, for all readers.",
      "tags": [

      ],
      "timestamp": "[00:39:53:10]"
    },
    {
      "id": "context_13_103",
      "index": 103,
      "speaker": "Johanna Bringhurst",
      "words": "So really that's part of the magic is that you can grow up with comics and see them kind of, as you said, in a different way, as an adult or as youth, and that they're comics for you. You know, my husband is a big fan of Batman and the Frank Miller collection that you mentioned, but they're Batman comics that he enjoyed as a kid.",
      "tags": [

      ],
      "timestamp": "[00:40:02:26]"
    },
    {
      "id": "context_13_104",
      "index": 104,
      "speaker": "Johanna Bringhurst",
      "words": "And then there are some that he enjoys as an adult that are written for those different points in your life and in your maturity that can speak to you.",
      "tags": [

      ],
      "timestamp": "[00:40:25:29]"
    },
    {
      "id": "context_13_105",
      "index": 105,
      "speaker": "Dr. Matthew Levay",
      "words": "And it's absolutely I think it's absolutely important to remember that they should evolve and your your position or your reading of them should evolve. You know, I mean, this is this is a problem I think we see now where, you know, you see some readers who, will get very upset about changes to certain kinds of representation in the comics that they remember from their childhood.",
      "tags": [

      ],
      "timestamp": "[00:40:34:28]"
    },
    {
      "id": "context_13_106",
      "index": 106,
      "speaker": "Dr. Matthew Levay",
      "words": "And, you know, they'll they'll they will complain very loudly on the internet, you know, comic my, my comics are being child. My childhood is being ruined with your childhood. Is that fragile? That's, that that a minor change to Batman poses a huge existential risk? That's that's kind of a problem. You know, the the.",
      "tags": [

      ],
      "timestamp": "[00:40:55:24]"
    },
    {
      "id": "context_13_107",
      "index": 107,
      "speaker": "Johanna Bringhurst",
      "words": "The internet is a place where people go to complain.",
      "tags": [

      ],
      "timestamp": "[00:41:14:07]"
    },
    {
      "id": "context_13_108",
      "index": 108,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah, I mean, it it does happen from time to time. And you can see why. I think if you go back to comics, you read as a child and I've done, you know, I've gone back to issues of comics that I remember that I owned as a kid. You know, and now I might think, okay, that's of interest for different reasons.",
      "tags": [

      ],
      "timestamp": "[00:41:18:01]"
    },
    {
      "id": "context_13_109",
      "index": 109,
      "speaker": "Dr. Matthew Levay",
      "words": "I'm in a different place. It's like rereading any book or looking at any work of art or watching any film after a long time. Some things. It's not just that they age well or that they don't age well. It's also that you're a different person. When you read them as an adult versus when you did as a child.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:41:38:10]"
    },
    {
      "id": "context_13_110",
      "index": 110,
      "speaker": "Dr. Matthew Levay",
      "words": "And so what you're really reading, it's not just that that thing has changed, but that it's changed for you. And that's okay. It's, you know, it's okay for me to look back at in a 1978 issue of The Incredible Hulk and think, okay, this does it really speak to me in the way that it once did? It might speak to me for other reasons, or maybe I'm interested in other things.",
      "tags": [

      ],
      "timestamp": "[00:41:55:05]"
    },
    {
      "id": "context_13_111",
      "index": 111,
      "speaker": "Dr. Matthew Levay",
      "words": "And that's, that's true of our of our response to all culture and all artwork and that's that's fine. Right? Things, things definitely don't stay the same. And so this is all to say. So I am sometimes a little skeptical of reading for nostalgia or approaching comics for nostalgia, because chances are what you find is going to be a little different than what you remember.",
      "tags": [

      ],
      "timestamp": "[00:42:23:07]"
    },
    {
      "id": "context_13_112",
      "index": 112,
      "speaker": "Dr. Matthew Levay",
      "words": "And certainly, you know, the new a newly published comic about a character that you remember or in a genre that you remember from your childhood or from earlier reading experiences, that's probably going to be just it's going to be different. And that is okay. That is, you know, no, no, no medium should exist in the exact same way in perpetuity.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:42:46:27]"
    },
    {
      "id": "context_13_113",
      "index": 113,
      "speaker": "Dr. Matthew Levay",
      "words": "But I think it does mean that there are those times where, you know, if Calvin and Hobbes, for instance, if I go back and read Calvin and Hobbes, I distinctly remember reading Calvin and Hobbes as a child and thinking about it in certain terms. Now, when I read it, I think about it in very different terms. Both of those things are good.",
      "tags": [

      ],
      "timestamp": "[00:43:09:27]"
    },
    {
      "id": "context_13_114",
      "index": 114,
      "speaker": "Dr. Matthew Levay",
      "words": "And the response, both responses are interesting to me.",
      "tags": [

      ],
      "timestamp": "[00:43:28:12]"
    },
    {
      "id": "context_13_115",
      "index": 115,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah. Why is it that comics are important for scholars to consider? You know, we're a humanities podcast, and we've talked quite a bit about how comics do say something to us about our human experience and who we are. So why do why is this such an important area for scholars to consider?",
      "tags": [

      ],
      "timestamp": "[00:43:32:28]"
    },
    {
      "id": "context_13_116",
      "index": 116,
      "speaker": "Dr. Matthew Levay",
      "words": "Well, I think it's important because we can, for one, at a very basic level, we consider all forms of culture, all media. Right? We we study literature, we study visual art, film, music. I mean, we study every other form of human expression. And comics are part of that. So to leave them out doesn't really make sense to me as a decision in the first place.",
      "tags": [
        "education",
        "literature",
        "cinema",
        "music"
      ],
      "timestamp": "[00:43:55:01]"
    },
    {
      "id": "context_13_117",
      "index": 117,
      "speaker": "Dr. Matthew Levay",
      "words": "Right. But there's been a lot of attention paid to this question because for a long time, comics were not discussed or studied by, by literary scholars. Or if they were, they were really only a few prominent comics that got mentioned. So people might write about Art Spiegelman smiles, but they would never write about, you know, superhero comics.",
      "tags": [

      ],
      "timestamp": "[00:44:22:26]"
    },
    {
      "id": "context_13_118",
      "index": 118,
      "speaker": "Dr. Matthew Levay",
      "words": "So they would never write about, you know, crime comics or something like that. All that's changed, I think, for for the better. But there's still, you know, I think still some comics scholars really wrestle with this question. So there's a, there's a very well known comics critic named Cherry Bronstein who wrote an essay. It's been reprinted several times.",
      "tags": [

      ],
      "timestamp": "[00:44:46:05]"
    },
    {
      "id": "context_13_119",
      "index": 119,
      "speaker": "Dr. Matthew Levay",
      "words": "It's called why are Comics still in search of cultural legitimization? You know, why do comics still have to fight for a certain kind of recognition? But what's interesting and somewhat ironic about that essay is that he says at one point, comics have nothing left to prove the fact that comics are prominent on not just bestseller lists, but also lists of critically acclaimed awards.",
      "tags": [

      ],
      "timestamp": "[00:45:07:23]"
    },
    {
      "id": "context_13_120",
      "index": 120,
      "speaker": "Dr. Matthew Levay",
      "words": "Where nominations, like comics, are part of a cultural conversation in so many ways. So it's kind of ironic to worry about a certain kind of them having a certain kind of status when the fact is they do. So. So on the one hand, I think comics it's important to study comics because it's a mode, a medium of human expression just like any other.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:45:30:05]"
    },
    {
      "id": "context_13_121",
      "index": 121,
      "speaker": "Dr. Matthew Levay",
      "words": "I also think they, like any of those other works. Really do tell us. Interesting things about, you know, our, our society history, about the context in which they're in which they're published. So plenty of comics will, you know, tell us something explicitly or implicitly about contemporary life. Just as much as older comics can say something about popular culture and, attitudes, you know, social attitudes that were prominent at the time.",
      "tags": [

      ],
      "timestamp": "[00:45:53:16]"
    },
    {
      "id": "context_13_122",
      "index": 122,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, I mentioned earlier, Frank King's Gasoline Alley, which a comic strip that's still continuing. So Gasoline Alley, I've been rereading for research some of the collected editions of the strip from the 1919 teens, 1920s, when it was quite early. You know, it starts out, it becomes a comic about family. You know, the main character finds a baby on his doorstep, that he's single, he finds a baby on his doorstep and then adopts him, and the strip becomes this kind of story of a family.",
      "tags": [
        "education",
        "literature"
      ],
      "timestamp": "[00:46:25:26]"
    },
    {
      "id": "context_13_123",
      "index": 123,
      "speaker": "Dr. Matthew Levay",
      "words": "And it's a famous strip, in part because the character's age. And that's very unusual, right? I mean, most comics, you know, if you read an issue of Spider-Man right now, Spider-Man is the same age as he was 60 years ago. That was not the case in Gasoline Alley, the character's age, but it's called Gasoline Alley because when the strip began, it was about car enthusiasts.",
      "tags": [

      ],
      "timestamp": "[00:46:56:16]"
    },
    {
      "id": "context_13_124",
      "index": 124,
      "speaker": "Dr. Matthew Levay",
      "words": "Right? It's about a group of guys in a neighborhood in Chicago who all own cars and spend all their time working on their cars and talking about, you know, all these different kind of frustrations, kind of humorous frustrations of owning a car. And you read that now, and you know, it leads you to ask some important questions. You know how many people owned cars at this point in time?",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:47:18:11]"
    },
    {
      "id": "context_13_125",
      "index": 125,
      "speaker": "Dr. Matthew Levay",
      "words": "How expensive would it have been? You know, what does what are these characters socioeconomic status? And tell us about the kinds of cars they're able to afford or how they talk about them. It also just says something about how new this was. I mean, imagine the a comic strip that came out now, that dealt purely with cars.",
      "tags": [

      ],
      "timestamp": "[00:47:41:14]"
    },
    {
      "id": "context_13_126",
      "index": 126,
      "speaker": "Dr. Matthew Levay",
      "words": "It would probably last five minutes because there isn't much to say. Right. It really it really would have to incorporate other things. Right. But at the time, you can see there's such, an interest in a growing and burgeoning car culture that the strip is tapping into. And that's an interesting expression of what, of what life was like.",
      "tags": [

      ],
      "timestamp": "[00:47:57:24]"
    },
    {
      "id": "context_13_127",
      "index": 127,
      "speaker": "Dr. Matthew Levay",
      "words": "Sometimes I tell my students this when I'm teaching comics that are very hard for them to, to get into because, you know, early comics are really appearing at a time where the conventions of comics of that medium were not really in place. So you see panels in early newspaper comics that have numbers in them, because the artist is telling you you need to read them in this order because it's assumed the audience wouldn't know.",
      "tags": [

      ],
      "timestamp": "[00:48:23:05]"
    },
    {
      "id": "context_13_128",
      "index": 128,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, the audience wouldn't know in what direction they're supposed to follow this, this story or this narrative. Those kinds of distinctions are really can be really interesting to point contemporary readers to and say, hey, you know, why do you think the artist numbered these panels? You know, why would that why would that need to happen? Or, you know, why is a character, you know, what is this expression, right?",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:48:47:23]"
    },
    {
      "id": "context_13_129",
      "index": 129,
      "speaker": "Dr. Matthew Levay",
      "words": "You hear a character use an expression you. That is certainly not a common, a common phrase or expression anymore. Go, go look it up and find out what these things mean. It's the same as watching an older and older film where, you know, you'll hear a phrase that was again, quite popular in, you know, in its day, but now less so.",
      "tags": [
        "literature",
        "cinema"
      ],
      "timestamp": "[00:49:11:01]"
    },
    {
      "id": "context_13_130",
      "index": 130,
      "speaker": "Dr. Matthew Levay",
      "words": "And so. I think comics are a kind of record of that history in a new way, and they certainly document a form of popular culture, and it's engagement with then contemporary society that that gives us access to so much.",
      "tags": [

      ],
      "timestamp": "[00:49:31:06]"
    },
    {
      "id": "context_13_131",
      "index": 131,
      "speaker": "Johanna Bringhurst",
      "words": "I wonder if also comics provide a very unique vehicle for the imagination of artists. I really yeah. No other medium provides. Yeah. Give. We're watching a cartoon about a kid with an imaginary pet tiger slash best friend slash alter ego. I don't know how compelling that would be. My sons love a series called Nathan Hales Hazardous Tales vehicle series, and the premise of the series is that the, obviously the author, Nathan Hale, shares his name with the famous, American patriot Nathan Hale, and he is imagining that the historical figure Nathan Hale, who is about to be executed, he's been captured by the British.",
      "tags": [

      ],
      "timestamp": "[00:49:48:25]"
    },
    {
      "id": "context_13_132",
      "index": 132,
      "speaker": "Johanna Bringhurst",
      "words": "And he says, we you know, don't execute me. Let me tell you why this country is going to be so important in history. And he kind of travels to different points in American history. There's a book about the Donner dinner party, right? It's about Harriet Tubman. There's one about, John Wesley Powell and World War 1 or 2, these different time periods in history.",
      "tags": [

      ],
      "timestamp": "[00:50:41:20]"
    },
    {
      "id": "context_13_133",
      "index": 133,
      "speaker": "Johanna Bringhurst",
      "words": "And I just don't know where else an artist could imagine a historical figure. Time of it. Yeah. With it being, as engaging.",
      "tags": [

      ],
      "timestamp": "[00:51:08:20]"
    },
    {
      "id": "context_13_134",
      "index": 134,
      "speaker": "Dr. Matthew Levay",
      "words": "Yeah. I mean, it's certainly comics certainly give their creators a kind of freedom that a lot of other media don't. Oh, right. I mean, I mean, and this is where maybe comics are, are closer to, you know, fiction writer, other, other literary forms where, you know, in text, imagination is, is fairly free. I mean, one of the, one of the interesting kind of historical correspondences is that connects to this is the fact that comics and film are really coming to prominence at about the same time, but film is so dependent on available technologies, you know, there's so much you cannot do in early film, simply because of what techniques were, were, were",
      "tags": [
        "literature",
        "cinema"
      ],
      "timestamp": "[00:51:19:16]"
    },
    {
      "id": "context_13_135",
      "index": 135,
      "speaker": "Dr. Matthew Levay",
      "words": "available at that point in time and, and simply the cameras that were used recorded. Right. So, so there's a kind of limit to what can be done. And there are and I don't want to I don't want to make it sound like there aren't beautifully imaginative and interesting early films that really, you know, Milius films certainly show us distinct possibilities with that form, but it's still limited by what can physically be done.",
      "tags": [

      ],
      "timestamp": "[00:52:13:15]"
    },
    {
      "id": "context_13_136",
      "index": 136,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, now we have CGI and you can do almost anything, even though you can see there's a growing backlash to that as well, where people are starting to tire of, you know, lots and lots of scenery, you know, that that doesn't seem to contribute, to, to narrative or anything else. But but so but early comics, you know, if you, if you want to imagine Little Nemo and Slim some of that.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:52:39:18]"
    },
    {
      "id": "context_13_137",
      "index": 137,
      "speaker": "Dr. Matthew Levay",
      "words": "Right. If you want to imagine, a child's dreams, you can you can do that. Draw them. Right. Winsor McCay can draw them if you, now, you could do that in film, too, but there would be real limits on the kind of realism that that you would be able to convey. And, and comics have that kind of freedom.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:53:06:20]"
    },
    {
      "id": "context_13_138",
      "index": 138,
      "speaker": "Dr. Matthew Levay",
      "words": "I think, you know, your example of like, you know, basically like, what if Calvin and Hobbes were, were an animated, you know, cartoon on the one hand, there would be that freedom, you know, you could do the same kinds of things with, you know, what is visually possible. But but you would also hear their voices, right? You would hear what Calvin and Hobbes sound like, and, there is something to be said for a medium like comics, where you're still as you would be if you were reading a novel, where you still imagine the voice in your head like it leaves open a lot of room, for possibility that does a kind of narrowly",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:53:29:03]"
    },
    {
      "id": "context_13_139",
      "index": 139,
      "speaker": "Dr. Matthew Levay",
      "words": "defined, you know, who who Calvin is, right. And I think that's that's a good you're making a really good connection for, you know, why comics might speak to a lot of different audiences and why it might be important for, for critics like myself to, to pay attention to them because they show a kind of imaginative range, that is medium specific.",
      "tags": [

      ],
      "timestamp": "[00:54:02:09]"
    },
    {
      "id": "context_13_140",
      "index": 140,
      "speaker": "Dr. Matthew Levay",
      "words": "Right. And that's important to think about. Like, how exactly does this medium convey these sorts of things in ways that are different than other media? That's critically important. That's important for a critic to understand. But I also think it's, you know, it's important for readers to think about as well. You know, why? Like, not just what is the story that this comic is telling me, but also how is it doing it?",
      "tags": [

      ],
      "timestamp": "[00:54:30:04]"
    },
    {
      "id": "context_13_141",
      "index": 141,
      "speaker": "Dr. Matthew Levay",
      "words": "How is this how is this artist, how is this cartoonist making these things happen? And why is that? Why is that done in this particular medium as opposed to another?",
      "tags": [

      ],
      "timestamp": "[00:54:54:11]"
    },
    {
      "id": "context_13_142",
      "index": 142,
      "speaker": "Johanna Bringhurst",
      "words": "Right. Oh, that's such a good boy. I don't think I want to know what Calvin and Hobbes.",
      "tags": [

      ],
      "timestamp": "[00:55:06:24]"
    },
    {
      "id": "context_13_143",
      "index": 143,
      "speaker": "Dr. Matthew Levay",
      "words": "Oh, no, I have no interest in that.",
      "tags": [

      ],
      "timestamp": "[00:55:12:26]"
    },
    {
      "id": "context_13_144",
      "index": 144,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah, I have my own ideas. I do not want to hear the tone that mother is. No, because I have my own ideas, and I want to keep those. I cherish those, yes. Well, while I have you here, I have to ask. Our listeners will want to know what a comic scholar would say are the essential comics that we should read, and what you would say are your all time favorite comics?",
      "tags": [

      ],
      "timestamp": "[00:55:14:19]"
    },
    {
      "id": "context_13_145",
      "index": 145,
      "speaker": "Dr. Matthew Levay",
      "words": "Okay. Yeah. That's a that's a good question. I mean, I feel like with with any required reading this, I come, I come to this problem every time I design a syllabus about about comics because I just, I have to choose and, and there I'm at least lucky enough to have the excuse of, well, it's only so many weeks and we have to cover so many different kinds of concepts.",
      "tags": [

      ],
      "timestamp": "[00:55:42:12]"
    },
    {
      "id": "context_13_146",
      "index": 146,
      "speaker": "Dr. Matthew Levay",
      "words": "And so therefore certain things are going to be just, just, I'm not going to have time to talk about them. But if I'm just put on the spot for, for recommendations and what what comics are essential for people to read, I think what my my first piece of advice, and maybe this is before I actually get to a specific recommendation, I really do advise people to who are interested, you know, do a little bit of research and think, go to a comic store.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:56:02:01]"
    },
    {
      "id": "context_13_147",
      "index": 147,
      "speaker": "Dr. Matthew Levay",
      "words": "I mean, you can even go to your local Barnes and Noble, or other or an independent bookstore, and just ask, you know, say, here's what I'm interested in. What do you recommend? I think most people who are interested in shopping in bookstores probably already have some idea of what they like to read. And then thinking about, you know what?",
      "tags": [

      ],
      "timestamp": "[00:56:26:05]"
    },
    {
      "id": "context_13_148",
      "index": 148,
      "speaker": "Dr. Matthew Levay",
      "words": "How could comics speak to that? Or how can comics fit into that if it's if it's something they haven't read before? So I do think the good a good comic store will make you feel welcome. Not all of them do, right? Some. I mean, there is that that sort of stereotype of the comic book guy in The Simpsons.",
      "tags": [

      ],
      "timestamp": "[00:56:46:20]"
    },
    {
      "id": "context_13_149",
      "index": 149,
      "speaker": "Dr. Matthew Levay",
      "words": "Who is deeply exclusionary and who makes everybody feel like they don't they don't know what they're doing. That that guy is thankfully fairly rare in, in his presence in comic store, so I do I recommend asking your local bookseller. And, I think that's a really that's one way to go about doing this. But if I were to just give recommendation, I've mentioned Art Spiegelman smiles a few times, and I feel like it's, it's it's such an obvious answer, but it really is a good a good answer.",
      "tags": [

      ],
      "timestamp": "[00:57:00:27]"
    },
    {
      "id": "context_13_150",
      "index": 150,
      "speaker": "Dr. Matthew Levay",
      "words": "Art Spiegelman is book now, and for any listeners who may not be, may not be aware of it. So this is a story of Spiegelman, his parents, his father and mother, who were imprisoned in Auschwitz. And about I won't I won't give certain things away, but it's about that experience. But also coupled with Art Spiegelman himself interviewing, his father for this project and kind of grappling with the history of his family.",
      "tags": [

      ],
      "timestamp": "[00:57:33:05]"
    },
    {
      "id": "context_13_151",
      "index": 151,
      "speaker": "Dr. Matthew Levay",
      "words": "You know, what made his father the person that he knows today? And also what makes him. Because, of course, he was born later. And what kind of inheritance did that provide? I mean, it's been, it's obviously a book that depicts, the Holocaust, but it also depicts the Holocaust in a way that is unusual. Right.",
      "tags": [

      ],
      "timestamp": "[00:58:01:26]"
    },
    {
      "id": "context_13_152",
      "index": 152,
      "speaker": "Dr. Matthew Levay",
      "words": "So Spiegelman will anthropomorphize, the people in this book. So, Jewish characters are drawn as mice, hence the word mouse as the title. Germans. The Nazis are, are presented as cats. The Americans are hound dogs. You know, so he goes through all these different national identities and gives them these, these animal persona and bodies, that generated a little bit of controversy.",
      "tags": [

      ],
      "timestamp": "[00:58:25:16]"
    },
    {
      "id": "context_13_153",
      "index": 153,
      "speaker": "Dr. Matthew Levay",
      "words": "Obviously. But for Speelman, it did allow him to wrestle with questions of identity in a different way. And you'll notice in some of the illustrations, not all, but in some of the illustrations, he'll depict himself as as a human, but with a mouse mask on, and kind of thinking about what his identity, what his relationship is to his to his family and to his family history is sort of a fraught question.",
      "tags": [

      ],
      "timestamp": "[00:58:55:22]"
    },
    {
      "id": "context_13_154",
      "index": 154,
      "speaker": "Dr. Matthew Levay",
      "words": "But it's really it's really tremendous. It is a it's a challenging book. But I think it's obviously one that if you're going to, you know, get some familiarity with, with comics and graphic novels, it's one that you should engage with. I also recommend this is another kind of, common, common choice, but Alisson Becker does, Fun Home.",
      "tags": [

      ],
      "timestamp": "[00:59:21:23]"
    },
    {
      "id": "context_13_155",
      "index": 155,
      "speaker": "Dr. Matthew Levay",
      "words": "This is also a memoir about her family. This is about her, kind of discovering her own identity. But also her father's. Right. So it's, it's a memoir about, about queerness. It's a memoir about, growing up in a particular con text and sort of figuring it's basically she, she finds out, that her, that her father is gay, at the same time that she also, begins to recognize, her own sexuality, to realize that she is a lesbian.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:59:42:26]"
    },
    {
      "id": "context_13_156",
      "index": 156,
      "speaker": "Dr. Matthew Levay",
      "words": "And so Beck does memoir is really about kind of her own coming of age, her own coming into, a certain place in adulthood, but also kind of reconciling herself to her father. Her father has died, and by the time she's writing this. But her father's, it's unclear, you know, if her father died in an accident or if it was intentional.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:00:15:16]"
    },
    {
      "id": "context_13_157",
      "index": 157,
      "speaker": "Dr. Matthew Levay",
      "words": "And so there's a lot of, kind of family history in a very different register that's also being worked through in that, in that book. I recommend for people who want something different. Something is not, that's not, necessarily a memoir. I, I always recommend I'm always going to be the kind of person who recommends early newspaper comics.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:00:36:16]"
    },
    {
      "id": "context_13_158",
      "index": 158,
      "speaker": "Dr. Matthew Levay",
      "words": "I always love early newspaper comics just because they're so different. The kind of serial, repetitive nature of them can be kind of interesting because you start to notice these different variations. And there's so much variety. You know, I'm always interested in Chester Gould's Dick Tracy, comics, which were hugely popular and I mean, deeply violent, you know, you see, you think, oh, my gosh, I can't believe that, you know, this would have been in a newspaper and in the 1930s, 1940s, but they're the pacing of them is really interesting.",
      "tags": [
        "environment"
      ],
      "timestamp": "[01:00:57:01]"
    },
    {
      "id": "context_13_159",
      "index": 159,
      "speaker": "Dr. Matthew Levay",
      "words": "They're kind of, a very classic crime comic formula, even as the villains are all really fantastically strange. Another last thing I'll recommend is, a series called Love and Rockets. Love and rockets is produced, mostly by two brothers, Gilbert and Jaime Hernandez. The Hernandez brothers, they do different stories. So each brother will kind of write about a particular, a particular setting, particular place and cast of characters.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[01:01:26:13]"
    },
    {
      "id": "context_13_160",
      "index": 160,
      "speaker": "Dr. Matthew Levay",
      "words": "But these, this has been going, for a very long time. Love and rockets. It's sort of initially dealt with, the punk scene and, Southern California, but they it also deals with, you know, life in a small Central American village. It includes so many things that it's very hard to, I think, accurately describe to describe.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[01:01:56:19]"
    },
    {
      "id": "context_13_161",
      "index": 161,
      "speaker": "Dr. Matthew Levay",
      "words": "But I think Love and Rockets, is is really a good example of a kind of continuing, evolving story, that's had a very long life but is continued to be influential for a lot of comic artists later. The last thing you mentioned, like what my kind of favorites were my, my absolute favorite comic or graphic novel is it's by a Canadian cartoonist that I really love.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:02:19:28]"
    },
    {
      "id": "context_13_162",
      "index": 162,
      "speaker": "Dr. Matthew Levay",
      "words": "It's called Seth. That's not his. That's not his real name, but he publishes SS it's it's a comic called It's a Good Life if you don't weaken. It was published. It was serialized in a comic that he did called Toluca. He still does, called Paul Cavell, starting in 1993. And it was collected, I believe, in 1996.",
      "tags": [

      ],
      "timestamp": "[01:02:46:02]"
    },
    {
      "id": "context_13_163",
      "index": 163,
      "speaker": "Dr. Matthew Levay",
      "words": "So it's a good life if you don't weaken is about it's sort of thinly veiled autobiography. The character, the main character is called Seth. He's also a cartoonist. He looks exactly like Seth. But it's of course it's not him. Exactly. But it's about this. This man's kind of fascination with early newspaper comics and older styles of cartooning.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:03:05:17]"
    },
    {
      "id": "context_13_164",
      "index": 164,
      "speaker": "Dr. Matthew Levay",
      "words": "And he discovers, basically a forgotten Canadian, cartoonist for the New Yorker magazine. His name is Carlo. And so, Seth, the comic is all about his hunt for for this person to find examples of his art. There are only a few out there. Nobody seems to know. He is trying to figure out who this person was.",
      "tags": [

      ],
      "timestamp": "[01:03:26:07]"
    },
    {
      "id": "context_13_165",
      "index": 165,
      "speaker": "Dr. Matthew Levay",
      "words": "Kind of rediscover a lost, lost cartoonist. And what's kind of interesting is that Seth style is itself clearly indebted to New Yorker cartoons in the 1930s and 1940s, so it looks like it's produced in that era. He also reproduces Carlo cartoons right from The New Yorker. But of course, they're all fake, right? He he's just this is this is all fictional.",
      "tags": [

      ],
      "timestamp": "[01:03:44:25]"
    },
    {
      "id": "context_13_166",
      "index": 166,
      "speaker": "Dr. Matthew Levay",
      "words": "But when readers found out that this wasn't true, so many people were very angry because it was such a plausible imitation of that style in period cartooning. So that's the book that I. I love that book, in part because it got me interested in this topic right. In contemporary comics that are made, made to look old, the Seth still produces work today.",
      "tags": [

      ],
      "timestamp": "[01:04:08:13]"
    },
    {
      "id": "context_13_167",
      "index": 167,
      "speaker": "Dr. Matthew Levay",
      "words": "A wide variety of work, all of it really indebted to earlier and kind of commenting on earlier periods in comics history. And as somebody who's interested in comics history, this is, of course, going to be fascinating to me. So that's my my very incomplete list of recommendations. There are many more that should be on that list that that are escaping me at the moment.",
      "tags": [

      ],
      "timestamp": "[01:04:32:18]"
    },
    {
      "id": "context_13_168",
      "index": 168,
      "speaker": "Dr. Matthew Levay",
      "words": "I'll come back to you with this like 50 more you that you can add to your own list or list for others. But that's what I that's what I recommend right now.",
      "tags": [

      ],
      "timestamp": "[01:04:52:07]"
    },
    {
      "id": "context_13_169",
      "index": 169,
      "speaker": "Johanna Bringhurst",
      "words": "Thank you. I know that's the hardest thing to ask an expert is what are your few favorites? And you are such a professor responding that we have to go do our own research. And.",
      "tags": [

      ],
      "timestamp": "[01:05:02:22]"
    },
    {
      "id": "context_13_170",
      "index": 170,
      "speaker": "Dr. Matthew Levay",
      "words": "That's right. Yeah.",
      "tags": [

      ],
      "timestamp": "[01:05:15:12]"
    },
    {
      "id": "context_13_171",
      "index": 171,
      "speaker": "Johanna Bringhurst",
      "words": "Write it out for yourselves. Doctor Levay, it's been such a treat to talk to you today. It's been so wonderful to learn more about comics and graphic novels and to think about, you know, what they really tell us about ourselves and who we are and who we want to be.",
      "tags": [

      ],
      "timestamp": "[01:05:17:14]"
    },
    {
      "id": "context_13_172",
      "index": 172,
      "speaker": "Dr. Matthew Levay",
      "words": "Oh, it's my pleasure. Thanks so much for having me.",
      "tags": [

      ],
      "timestamp": "[01:05:36:09]"
    },
    {
      "id": "context_13_173",
      "index": 173,
      "speaker": "Johanna Bringhurst",
      "words": "Thank you.",
      "tags": [

      ],
      "timestamp": "[01:05:38:18]"
    }
  ],
  "metadata": {
    "totalSegments": 174,
    "description": "In this episode Johanna is joined by Dr. Matthew Levay from Idaho State University to discuss the history and value of comics and recommends some must-read favorites!",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}