{
  "title": "Honor and Integrity on the Playing Field and in Life",
  "interviewee": "Dr. Sharon Stoll",
  "interviewer": "Johanna Bringhurst",
  "date": "2024-02-07",
  "subjects": [
    "ethics (philosophy)",
    "integrity (philosophical concept)",
    "sports",
    "physical education buildings",
    "college students"
  ],
  "segments": [
    {
      "id": "context_10_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_10_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the IHC or the NIH. Hi, my name is Johanna Bringhurst. And joining me today is Doctor Sharon Stoll. Doctor Stoll serves as the director of the center for ethics at the University of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_10_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "She is considered one of the leading authorities in competitive moral education intervention techniques for college college age students in America. Also a professor of physical education, Doctor Stoll is a distinguished faculty member and winner of many awards. A former public school teacher, coach, and athlete, Doctor Stoll holds a Ph.D. in Sport Philosophy from Kent State University and is the creator and director of one of the few programs in America that is directed toward moral education with competitive populations.",
      "tags": [

      ],
      "timestamp": "[00:00:31:09]"
    },
    {
      "id": "context_10_3",
      "index": 3,
      "speaker": "Johanna Bringhurst",
      "words": "Doctor Stoll is well known for her knowledge and teaching and methodology as applied to pedagogy in moral education and character development. She is also the author of eight books and is an active consultant and lecturer. Doctor Stoll, thank you for joining me today.",
      "tags": [

      ],
      "timestamp": "[00:01:06:24]"
    },
    {
      "id": "context_10_4",
      "index": 4,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Thank you for asking me. I this is a new experience, so I'm excited about being here. Thank you.",
      "tags": [

      ],
      "timestamp": "[00:01:24:00]"
    },
    {
      "id": "context_10_5",
      "index": 5,
      "speaker": "Johanna Bringhurst",
      "words": "Can you start off by telling us what is the center for ethics at the University of Idaho?",
      "tags": [

      ],
      "timestamp": "[00:01:29:27]"
    },
    {
      "id": "context_10_6",
      "index": 6,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, we are an organization that is directed towards specifically, serving populations who have a moral mission. we have our own mission is, believing and teaching the tradition of competitive integrity to inspire leaders character. That's a formal statement. But in reality, what we do is that if, for example, we worked with the military for a long time and, I was at the United States military Academy in residence and with the Naval Academy and Air Force Academy and consulting roles.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:01:35:21]"
    },
    {
      "id": "context_10_7",
      "index": 7,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And those organizations develop leaders of character for the common defense of America. That's a very moral, ethical statement. So when an organization is like that, or when I worked, worked with, North American sport, high school sport activities, they also have a moral direction, a moral mission. So any organization that says we believe that there is a responsibility of our organization, we believe in fair play and we believe in honesty.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:02:11:27]"
    },
    {
      "id": "context_10_8",
      "index": 8,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Then they come to us and say, could you help us teach this because it's not working very well. What we what we do, we say we do it, but it doesn't seem that we're getting this across. So what can we do? So in general, that's what we're about. We are really an organization that, helps others teach what they say.",
      "tags": [

      ],
      "timestamp": "[00:02:42:24]"
    },
    {
      "id": "context_10_9",
      "index": 9,
      "speaker": "Dr. Sharon Stoll ",
      "words": "They believe.",
      "tags": [

      ],
      "timestamp": "[00:03:02:01]"
    },
    {
      "id": "context_10_10",
      "index": 10,
      "speaker": "Johanna Bringhurst",
      "words": "How do you actually go about doing that work when someone comes to you?",
      "tags": [

      ],
      "timestamp": "[00:03:04:07]"
    },
    {
      "id": "context_10_11",
      "index": 11,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, we know a great deal about moral development, and we know a great deal about how it how it happens. We know that, moral values are very important. Obviously, that means that you have a stated belief that honesty is important and respect is important. Justice or fair play is important. Those are basic prime moral values. So we know that those values exist.",
      "tags": [

      ],
      "timestamp": "[00:03:10:10]"
    },
    {
      "id": "context_10_12",
      "index": 12,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We also know that how we learn these kind of things are through a process that's moral knowing. We learn how to think about these things for it to a process of knowing. And within that there's one subset that we focus on directly. And that's moral reasoning that you can actually sit down with people and help them come to what were they or say they believe this, then how does that actually come to practice?",
      "tags": [

      ],
      "timestamp": "[00:03:35:20]"
    },
    {
      "id": "context_10_13",
      "index": 13,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So there's moral knowing and there's moral valuing, which has to do with the whole process of how we can we function with other people, how we perceive other people, how we see other people, how we behave and treat other people. That's this moral value in process. And then there's moral action. It's actually having the courage to follow what you believe.",
      "tags": [

      ],
      "timestamp": "[00:04:04:08]"
    },
    {
      "id": "context_10_14",
      "index": 14,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So all of those have little subset values within them. But in moral knowing our big thing is in moral reasoning. So if I'm teaching a class with whatever age group it is, I don't care if it's football players at University of Georgia or Alabama. We start out and we just ask some basic questions, you know, what is it that you believe?",
      "tags": [

      ],
      "timestamp": "[00:04:28:02]"
    },
    {
      "id": "context_10_15",
      "index": 15,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And then, of course, I stumble around and I said, okay, if I'm in your instructor, what is it you want from me? If I'm your teacher, what do you want for me? And students always say something like, we want you to know what you're doing, okay? They want me to be competent and they want you to show up on time and whatever.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:04:48:21]"
    },
    {
      "id": "context_10_16",
      "index": 16,
      "speaker": "Dr. Sharon Stoll ",
      "words": "They hardly ever say, we want you to treat us something. However, if I ask them, okay, you want me to be competent all the time and know my stuff? Whatever. Doesn't matter how I treat you, then I can just call you on them. Effort. It's fine. Well, no, Doctor Stoll, that's not fine. So you want something from me and how my behavior.",
      "tags": [

      ],
      "timestamp": "[00:05:07:02]"
    },
    {
      "id": "context_10_17",
      "index": 17,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And so they'll say yes. And I say, well, therefore, should I expect the same from you? Well, yes. Okay. What else do you expect? Do you want me to be fair? And how I grade your papers? Well, yeah. Yeah, yeah, I said then therefore I expect you to be fair in how you treat me. Correct. Yeah, yeah. So we go through this whole thing where we establish the fact that we, as human beings expect certain things from each other.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:05:29:12]"
    },
    {
      "id": "context_10_18",
      "index": 18,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We expect certain behaviors in order to function. There has to be some sort of honesty in what we're doing. If we are lying completely to each other all the time, relationships can occur so that comes out and being fair and just comes out and being respectful comes out. So it's a process in which we actually, contemplate their own moral development process about what they expect and what they want.",
      "tags": [

      ],
      "timestamp": "[00:06:00:11]"
    },
    {
      "id": "context_10_19",
      "index": 19,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I've never met anyone who ever said, it's okay for you to be rude, obnoxious, and hateful to me. I've never met anyone like that. Everybody wants the same thing. I don't care if my students from Zimbabwe or China, which I have one right now from People's Republic of China or Turkey or whatever. I've had students from all over the world.",
      "tags": [

      ],
      "timestamp": "[00:06:29:04]"
    },
    {
      "id": "context_10_20",
      "index": 20,
      "speaker": "Dr. Sharon Stoll ",
      "words": "There is this basic line of expectation that they want to be treated in a specific way. Even they come from a communist country, they still want to be treated in the same way. So once we established that as a line of communication between us, then we can start going into the harder questions of life. And in my field, in sport, there are a lot of hard questions, because in my field, sport and athletics, a competition always has a fair play basis.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:06:51:08]"
    },
    {
      "id": "context_10_21",
      "index": 21,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Always. We live in a world of rules that we're supposed to be following.",
      "tags": [

      ],
      "timestamp": "[00:07:25:25]"
    },
    {
      "id": "context_10_22",
      "index": 22,
      "speaker": "Johanna Bringhurst",
      "words": "Supposed to be.",
      "tags": [

      ],
      "timestamp": "[00:07:32:19]"
    },
    {
      "id": "context_10_23",
      "index": 23,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We hardly ever do what we're supposed to be following. So the conversation starts a very interesting journey. As we do this. and you can you can kind of see why that would be important if I was working with the military, because they have very specific direction of leaders of character for the common defense, the United States. What is character or character is based on these same values, especially in the United States, in our government, a constitutional form of government, government.",
      "tags": [
        "migration",
        "conflict"
      ],
      "timestamp": "[00:07:34:00]"
    },
    {
      "id": "context_10_24",
      "index": 24,
      "speaker": "Dr. Sharon Stoll ",
      "words": "It it's based in the notion of justice. So justice drives everything about what we talk about. And then in relationship to that, how does it actually function within a field where life and death are decisions? The choices. So I spent, I think about 8 or 9 years in different forms of consultation in residency with the military academies and why it was just because at the academies, every cadet midshipman competes in athletics.",
      "tags": [
        "conflict",
        "education"
      ],
      "timestamp": "[00:08:05:02]"
    },
    {
      "id": "context_10_25",
      "index": 25,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Why? It's because General Douglas MacArthur, way back when, said that on the on the friendly fields of strife or sowing the seeds that in other days and other fields will bear the fruits of victory. Very idealistic, but the notion is that you learn competition on a field of play. You learn how to work with others team play functionality.",
      "tags": [

      ],
      "timestamp": "[00:08:42:21]"
    },
    {
      "id": "context_10_26",
      "index": 26,
      "speaker": "Dr. Sharon Stoll ",
      "words": "But there's also rules, rules and regulations for that to occur. And then you can span this off or out into the world, the real world of where you're working with people. Every officer in the United States military must follow moral and legal orders. And that came out of me like, entering the Vietnam War. And that's disgrace. That was so the stuff we do is pedagogy and helping instructors and teachers develop trust with your population to be able to talk about these very important nitty gritty values, moral values, functionality of how we can function as people.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:09:09:08]"
    },
    {
      "id": "context_10_27",
      "index": 27,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So that's what we do.",
      "tags": [

      ],
      "timestamp": "[00:09:56:13]"
    },
    {
      "id": "context_10_28",
      "index": 28,
      "speaker": "Johanna Bringhurst",
      "words": "So what is the mission of the center and how do you measure your success?",
      "tags": [

      ],
      "timestamp": "[00:09:58:09]"
    },
    {
      "id": "context_10_29",
      "index": 29,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, our mission is teaching this notion of competitive integrity. If we believe it exists, we do. We believe it exists. And we think that sport can build character in the sense of being able to follow these rules and having you're not corrupt, that we follow the rules and we forward and that helps us as individuals. It helps us grow to be people of character.",
      "tags": [

      ],
      "timestamp": "[00:10:06:00]"
    },
    {
      "id": "context_10_30",
      "index": 30,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And we can learn that through the field competition. The court. So all that is part. Now how do we measure that? Well, that's the tricky thing, Joanna. I wish I could measure that and guarantee you that it would work, because if I could, I would be so wealthy today.",
      "tags": [

      ],
      "timestamp": "[00:10:42:12]"
    },
    {
      "id": "context_10_31",
      "index": 31,
      "speaker": "Johanna Bringhurst",
      "words": "I say, yes, you would.",
      "tags": [

      ],
      "timestamp": "[00:11:01:19]"
    },
    {
      "id": "context_10_32",
      "index": 32,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I'd have homes everywhere if I could do that. The problem is we are human beings and we are messy beings. We're just messy.",
      "tags": [

      ],
      "timestamp": "[00:11:03:09]"
    },
    {
      "id": "context_10_33",
      "index": 33,
      "speaker": "Johanna Bringhurst",
      "words": "I guess we are. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:11:13:19]"
    },
    {
      "id": "context_10_34",
      "index": 34,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I can guarantee you that in all the years that I've taught this, that I could take a group of young people and 10 to 12 weeks later, if I spend time with them, this is what the Atlanta Braves wanted me to do. They offered me a ton of money, not enough. It had to be a whole lot more.",
      "tags": [

      ],
      "timestamp": "[00:11:15:28]"
    },
    {
      "id": "context_10_35",
      "index": 35,
      "speaker": "Dr. Sharon Stoll ",
      "words": "They offered to to spend time only with their developmental teams because they're 19 year old boys. They just have holes in their heads. They just do dumb things. And they came to me and said, just quit your job, come work for us and just stay with our 19 year old boys like Mother Teresa. All right? And so we're going to be there with them and we're going to help and make better decisions.",
      "tags": [

      ],
      "timestamp": "[00:11:32:21]"
    },
    {
      "id": "context_10_36",
      "index": 36,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, I can guarantee you I can help moral reasoning lead. When we have done that, we have instruments. We can measure your reasoning from when you start and when you finish. And a normal population working with them, they will increase what the problem is. We don't always act on what we know.",
      "tags": [

      ],
      "timestamp": "[00:11:58:13]"
    },
    {
      "id": "context_10_37",
      "index": 37,
      "speaker": "Johanna Bringhurst",
      "words": "Oh, that's for sure.",
      "tags": [

      ],
      "timestamp": "[00:12:19:26]"
    },
    {
      "id": "context_10_38",
      "index": 38,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I like we know most of us have a basic sense of knowing the right, but through an education program we build that reservoir of the moral knowing, which really helps. But we're messy, and we may know, but we'll go right off and do probably the wrong. We actually did a study on this journey. This is a great study.",
      "tags": [
        "education",
        "migration"
      ],
      "timestamp": "[00:12:21:15]"
    },
    {
      "id": "context_10_39",
      "index": 39,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We took a class of 380 some business students.",
      "tags": [

      ],
      "timestamp": "[00:12:47:14]"
    },
    {
      "id": "context_10_40",
      "index": 40,
      "speaker": "Johanna Bringhurst",
      "words": "Okay.",
      "tags": [

      ],
      "timestamp": "[00:12:52:29]"
    },
    {
      "id": "context_10_41",
      "index": 41,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And we put them in a competitive situation. But first we did we measured their level of moral reasoning. And these were juniors at the University of Idaho. And they were able to great numbers. They were morally developed at the norm. Look where they should be, like level 3 or 4 or whatever. In the Kohlberg in scale. It was just beautiful.",
      "tags": [

      ],
      "timestamp": "[00:12:54:00]"
    },
    {
      "id": "context_10_42",
      "index": 42,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And we then put them in a competitive situation in a game. Where are you guys? You cheated. You got ahead faster. Okay, so these morally developed kids who had a pretty good sense of right and wrong, who agreed to that's what they believed. We put them in a competitive situation and they cheated to win.",
      "tags": [

      ],
      "timestamp": "[00:13:16:28]"
    },
    {
      "id": "context_10_43",
      "index": 43,
      "speaker": "Johanna Bringhurst",
      "words": "Oh, no. Really?",
      "tags": [

      ],
      "timestamp": "[00:13:40:12]"
    },
    {
      "id": "context_10_44",
      "index": 44,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Yeah. Now, one of my undergraduate students who I had been working with, I had a study going on at the time, a four year study with athletes. And I had a golfer in this group, people who had been in my group, and he scored much higher than everybody else. He was just beautiful. It was everything he did. We just did great work and he was so bright and so articulate.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:13:42:11]"
    },
    {
      "id": "context_10_45",
      "index": 45,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I have him on video cheering he's playing the game with everybody else and it's about resources and making deals. And he's just lying through his teeth.",
      "tags": [

      ],
      "timestamp": "[00:14:04:02]"
    },
    {
      "id": "context_10_46",
      "index": 46,
      "speaker": "Johanna Bringhurst",
      "words": "Oh my goodness.",
      "tags": [

      ],
      "timestamp": "[00:14:16:21]"
    },
    {
      "id": "context_10_47",
      "index": 47,
      "speaker": "Dr. Sharon Stoll ",
      "words": "He was morally developed it almost almost a five which was really great. But his behavior and action was a good one doing whatever he had to do to get hit. So I called him in, sat him down, watch the video with him. I said, what are you doing? He said, I'm cheating. I said, oh yeah, I know you're cheating.",
      "tags": [

      ],
      "timestamp": "[00:14:18:10]"
    },
    {
      "id": "context_10_48",
      "index": 48,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Why? Without breaking a pause, without smiling, he said, Doctor Stoll, I wanted to win. We told the group we broke them up in 12 different groups and use different motivations to get him to cheat. Some of them. We paid money. You cheat. If you win by cheating, you get $5. If you win by cheating, you don't have to take the final exam if you win by cheating.",
      "tags": [

      ],
      "timestamp": "[00:14:42:24]"
    },
    {
      "id": "context_10_49",
      "index": 49,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So we're motivating them to cheat. If you win, you have to take more quizzes. And then was then when there was one group we didn't give them anything. They got nothing. If they want. My undergraduate student was in the group where you got nothing.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:15:17:09]"
    },
    {
      "id": "context_10_50",
      "index": 50,
      "speaker": "Johanna Bringhurst",
      "words": "He just wanted to win.",
      "tags": [

      ],
      "timestamp": "[00:15:34:13]"
    },
    {
      "id": "context_10_51",
      "index": 51,
      "speaker": "Dr. Sharon Stoll ",
      "words": "He just wanted to win. Now when it was kind of funny because when I talk to him about, he's about after. I know it was cheating, but I wanted to win. Besides that, everybody in the class was cheating. So I just want to do better at this. So, if we sat down with a group of kids today, 20 years ago, 40 years ago or whatever, and we said to them, what's the purpose of competition?",
      "tags": [

      ],
      "timestamp": "[00:15:35:29]"
    },
    {
      "id": "context_10_52",
      "index": 52,
      "speaker": "Dr. Sharon Stoll ",
      "words": "What is the purpose of athletics? 90% of them or more, we'll say to win today.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:16:05:09]"
    },
    {
      "id": "context_10_53",
      "index": 53,
      "speaker": "Johanna Bringhurst",
      "words": "Today, 90%.",
      "tags": [

      ],
      "timestamp": "[00:16:14:19]"
    },
    {
      "id": "context_10_54",
      "index": 54,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Oh, at least it's probably higher than that. I just had a class two days ago or one last week, and I asked him, what is the purpose of athletics here at University of Idaho? And everybody said to win. That's not the purpose. We want to be successful in whatever, but that's not the purpose. If that was our purpose, we'd have no justification for having athletics.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:16:17:11]"
    },
    {
      "id": "context_10_55",
      "index": 55,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Athletics has to be a part of the educational mission of an institution. It has to be so our purpose is integrity and education and learning. And that's what institutions about. Right. But kids don't see that. What the kids see is that outcome. If I went to a group of high school kids, they'd say the same thing. And why is that?",
      "tags": [
        "education"
      ],
      "timestamp": "[00:16:41:20]"
    },
    {
      "id": "context_10_56",
      "index": 56,
      "speaker": "Dr. Sharon Stoll ",
      "words": "It's because they live in a competitive world where nobody says to them. Well, how would you score? You're playing tonight? Or are you satisfied with what you did? No. We ask a question is how did you do tonight? And their response is, well, we won. We didn't win. I have a wonderful story about a football player who was a walk on here at Idaho that became the captain of the team.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:17:07:12]"
    },
    {
      "id": "context_10_57",
      "index": 57,
      "speaker": "Dr. Sharon Stoll ",
      "words": "He was a linebacker. It was kind of sort of a local boy. I got to know him very well and I tried to go all the football games. One of my students are in class and they're football players or volleyball players or whatever. I try to go see their game and, this young man came in after a tough game on the weekend where we had lost the game, and I was packed in there, and he came in and I said to John, how did you do this week?",
      "tags": [

      ],
      "timestamp": "[00:17:34:07]"
    },
    {
      "id": "context_10_58",
      "index": 58,
      "speaker": "Dr. Sharon Stoll ",
      "words": "It? And he turned to me and gave me a disgusted look. He said, we lost. And I said, yeah, but how did you do? And he said, Doctor, are you listening? I said, yes, I am. We lost. I said, John, are you listening? How did you do? Oh, oh, oh well, I had the best game marks of my career.",
      "tags": [

      ],
      "timestamp": "[00:18:03:16]"
    },
    {
      "id": "context_10_59",
      "index": 59,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I had this many tackles and I had this many blocks and I did whatever. But Doctor Stoll, we lost, said, I know. But there's a difference between winning and how did you do. Right. Bottom line for you as growth is how did you do how was your game correct. He said, I know doctors, I got that, I understand that, but we lost.",
      "tags": [

      ],
      "timestamp": "[00:18:34:05]"
    },
    {
      "id": "context_10_60",
      "index": 60,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So it's this, this whole notion of what we really teach people and what we really teach young people in sport is outcome. And it's so bad right now, Joanne. So, so bad right now.",
      "tags": [

      ],
      "timestamp": "[00:19:00:21]"
    },
    {
      "id": "context_10_61",
      "index": 61,
      "speaker": "Dr. Sharon Stoll ",
      "words": "All right.",
      "tags": [

      ],
      "timestamp": "[00:19:23:06]"
    },
    {
      "id": "context_10_62",
      "index": 62,
      "speaker": "Dr. Sharon Stoll ",
      "words": "All right. So it's so bad right now. The DNC today is dumping a ton of money into mental health of athletes. We have more incidents of athletes suicide than at any other time in the history of sport.",
      "tags": [

      ],
      "timestamp": "[00:19:26:05]"
    },
    {
      "id": "context_10_63",
      "index": 63,
      "speaker": "Johanna Bringhurst",
      "words": "It's tragic.",
      "tags": [

      ],
      "timestamp": "[00:19:44:09]"
    },
    {
      "id": "context_10_64",
      "index": 64,
      "speaker": "Dr. Sharon Stoll ",
      "words": "It's very tragic. And why it is. One of my doc students who just finished a year ago is also a coach. She's our swim coach at Idaho, and he was so concerned about this during Covid that he wanted to know if he could help improve coping and reduce anxiety through actual pedagogical techniques during the swimming season. This is hardly, if ever, done, because coaches always focus focus on motor skills, not moral skills.",
      "tags": [

      ],
      "timestamp": "[00:19:45:23]"
    },
    {
      "id": "context_10_65",
      "index": 65,
      "speaker": "Dr. Sharon Stoll ",
      "words": "But he took time out of his 20 hour a week actually look at the entire track within 20 hours a week. By NCAA rules, he took time daily to talk with them, read to them, have them write. Because reading, writing and reflection is the key to moral growth. He took time to talk to them, to read to them, to have them respond.",
      "tags": [

      ],
      "timestamp": "[00:20:25:11]"
    },
    {
      "id": "context_10_66",
      "index": 66,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And then on Saturday, before their meet, he would have them respond to a prompt which they sent to him. And on Sunday he read, he's got a lot of athletes, some coaches, they have a lot of athletes. He read everything they had to say to him, and then he responded. He measured their anxiety levels before and their anxiety levels after.",
      "tags": [

      ],
      "timestamp": "[00:20:56:02]"
    },
    {
      "id": "context_10_67",
      "index": 67,
      "speaker": "Dr. Sharon Stoll ",
      "words": "During Covid, no. Last and their anxiety levels dropped and the relationship with the athletes improved. So this thing is really important. And coach so has now repeated that study, I believe two different times with two different groups of athletes. And what's really cute is the athletes come to him and say, we want you to keep doing story time, because he would read to them on Wednesdays and they really want I'm sorry.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:21:25:02]"
    },
    {
      "id": "context_10_68",
      "index": 68,
      "speaker": "Johanna Bringhurst",
      "words": "Oh no, you finish your thought.",
      "tags": [

      ],
      "timestamp": "[00:22:00:23]"
    },
    {
      "id": "context_10_69",
      "index": 69,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And, so they really want him to keep doing it. But he's got is this curriculum is is, it's hard to correct, directed a developed curriculum, and he needs to tweak it a little bit. But this guy is a Division one swim coach in season, and he's got to develop all this. But he's taken I think took this this year off.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:22:03:13]"
    },
    {
      "id": "context_10_70",
      "index": 70,
      "speaker": "Dr. Sharon Stoll ",
      "words": "He's going to start up again. But he has found it's very, very important. coaches in general don't do that anymore. They don't talk to their athletes. it is such a corporate enterprise that athletes per se are part of the money market. And now with name, image, likeness, it has gotten completely out of out of whack, of reality.",
      "tags": [

      ],
      "timestamp": "[00:22:25:01]"
    },
    {
      "id": "context_10_71",
      "index": 71,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So these 19 year old kids, I remember I spent time on a Braves 19 year old athletes in Atlanta. Braves received millions and millions of dollars. And with a short period of time, they go bankrupt. It's because of the ABCs of life, alcohol and drugs a b babes, women, children, women, children, women, children. And the third one is cash money.",
      "tags": [

      ],
      "timestamp": "[00:22:51:10]"
    },
    {
      "id": "context_10_72",
      "index": 72,
      "speaker": "Dr. Sharon Stoll ",
      "words": "When they make a lot of money, all the cousins come out of the woodwork and say, we'll run your business for you. I worked with the NFL for a period of time and with American Division one football for a period of time for my husband passed, and then I had to change my direction a little bit. But in the NFL, within five years of leaving the NFL, a majority of those athletes are bankrupt.",
      "tags": [

      ],
      "timestamp": "[00:23:24:25]"
    },
    {
      "id": "context_10_73",
      "index": 73,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So we hand all this money to athletes who are young. Immature. Moral development is slow to begin with. Most of us are not morally developed. The wisdom plays to 25, 26, 27, 30. Maybe some people never get there. Who knows? maybe some people at 12 or 13 have a little bit of wisdom, so we can't just say it's a period of time, but there's a range and.",
      "tags": [

      ],
      "timestamp": "[00:23:54:29]"
    },
    {
      "id": "context_10_74",
      "index": 74,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So we say 16 to 22. This is the age for most of our athletes. There's like a hole in their head. And we turn around and say, here you go. There's all this money and we have this thing called transfer portal. So anybody can just get up and leave at any time. It go somewhere else.",
      "tags": [

      ],
      "timestamp": "[00:24:24:29]"
    },
    {
      "id": "context_10_75",
      "index": 75,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I find that all very depressing because these young people do not have the skills to make these kind of decisions. Do control their tendencies at being young and dumb. And all this money is going to come in. They're going to be done with their eligibility. Very few will become pro. They will have made all this money driving a big fancy car, spending it like water.",
      "tags": [

      ],
      "timestamp": "[00:24:46:27]"
    },
    {
      "id": "context_10_76",
      "index": 76,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And then once it's done and they have debt, I can see that coming. And the transfer of results in no education because they jump from school to school to school to school. And why? To go to class, all you gotta do is stay eligible, to stay eligible and then go to the next place and just stay eligible. So it's all very sad to me.",
      "tags": [
        "economy",
        "education"
      ],
      "timestamp": "[00:25:14:00]"
    },
    {
      "id": "context_10_77",
      "index": 77,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And people say, oh, Doctor Stoll, you got to get with it. This is the new world. This is the way it is. So, you know, I've been in this business a long, long time before. Before the NCAA got whacked pretty hard about what they were doing. When athletes were fired from coaches, they would be a year at one place and be they'd have to leave.",
      "tags": [

      ],
      "timestamp": "[00:25:42:25]"
    },
    {
      "id": "context_10_78",
      "index": 78,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And the same things with coaches would move people in and out. Athletes would take classes, lots of different places. That one young man by named Michael, who came in for me, him and he had been to four institutions. He'd been at Grambling, Missouri, Porterville Junior College and University of Idaho. And he brought in his transcripts. And Michael had take an introduction to psychology at Grambling, at Missouri, at Porterville and University I Idaho.",
      "tags": [

      ],
      "timestamp": "[00:26:09:05]"
    },
    {
      "id": "context_10_79",
      "index": 79,
      "speaker": "Dr. Sharon Stoll ",
      "words": "He got a a a minus, a b plus and a b for different classes. GRE got worse. He was an academic All-American at Porterville. Good student. And I said, Michael, you how come. How come the grade got worse? And he said, Doctor Stoll, if you're taking the same class four times, it's really hard to stay on task. You know, I got a little bored.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:26:41:24]"
    },
    {
      "id": "context_10_80",
      "index": 80,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And I said, well, bigger question here, Michael, is you're a very bright young man. Why are you taking the same class four times? And he said, Doctor Stoll, I'm black and I run fast and I have good hands. Nobody cares about me now, this was 1984, okay? Things have gotten better. I think we care better. But do we really?",
      "tags": [

      ],
      "timestamp": "[00:27:08:17]"
    },
    {
      "id": "context_10_81",
      "index": 81,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Because now they're in the transfer portal and now they have no. And I think our focus has become so objective and so monetary. You can see why coach Mark. So it's studies so important.",
      "tags": [

      ],
      "timestamp": "[00:27:28:29]"
    },
    {
      "id": "context_10_82",
      "index": 82,
      "speaker": "Johanna Bringhurst",
      "words": "Link. Curious why you started the center for ethics in the first place. Were you seeing issues that you wanted to address at the University of Idaho, or how did it come about?",
      "tags": [

      ],
      "timestamp": "[00:27:43:15]"
    },
    {
      "id": "context_10_83",
      "index": 83,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, most everything I've done in my life is because of a student. Here's a question is ask. And a concern happens. This one happened, actually in 19, I think 85, when a young woman what young woman Korea said to me, I know you want to be my doc stood by me. She was my first doctor. And she said, doctors tell are athletes is morally developed as a normal population.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:27:57:02]"
    },
    {
      "id": "context_10_84",
      "index": 84,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I was a professional athlete. I was a coach. My reaction was, of course it is class. Sport builds character. And she said, would you, what do you know about moral development? I said, oh, do you think about moral development? My fields philosophy of history, sport. She said, well, if you will, you read whatever I bring you on moral development.",
      "tags": [

      ],
      "timestamp": "[00:28:26:00]"
    },
    {
      "id": "context_10_85",
      "index": 85,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And I said, of course. So dummy me. She brought this big box of books on off to Korea for the summer, and I read the box of books and the articles. She came back, she said, first thing she said, Doctor Stoll. Are athletes morally developed as a normal population? And I said, no, I don't think so because I was a coach and I was an athlete, and I know what gaining advantage is all about, and I know what strategies are, and I know that we really don't value rules.",
      "tags": [

      ],
      "timestamp": "[00:28:50:10]"
    },
    {
      "id": "context_10_86",
      "index": 86,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And everything about moral development is the process of thinking, reasoning, writing, reflection about these important values. At the same time that Chung he asked that question, I was working with all these kids in class and I could actually see what was going on. not a class in moral reason because I hadn't started it yet, but I could see what was going on.",
      "tags": [

      ],
      "timestamp": "[00:29:18:23]"
    },
    {
      "id": "context_10_87",
      "index": 87,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So, we developed an instrument in moral reasoning to actually measure moral reasoning and therefore moral development. And we got the data back on that first study. I was appalled because my whole life has been about competition. I believe in sport and I believe women in sports for all life. And that data was so dismal. Our second doctoral student, doctor Jennifer Beller, asked me what we're going to do next.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:43:12]"
    },
    {
      "id": "context_10_88",
      "index": 88,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And I said, I don't know about you, but this data is so depressing. I think we need to do something. And that's when we started the moral reasoning classes that we still carry on here, in which, luckily for us, the president at the time, University of Idaho Thomas Bell, and Gary Hunter, the athletic director. Permitted us, invited us to come in.",
      "tags": [

      ],
      "timestamp": "[00:30:15:07]"
    },
    {
      "id": "context_10_89",
      "index": 89,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And we actually did a random stratified sample of all the athletes in Idaho, invited them into classes and did the first study that we did and moral reasoning. And and we could though control group was of course, was all the athletes not in. And the kids who were in moral reasoning improved markedly in their reasoning, doesn't mean their behavior was going to get better, but their reasoning and proved I had a group of athletes we started that.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:30:36:08]"
    },
    {
      "id": "context_10_90",
      "index": 90,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We kept doing it with different groups, that we expanded into different kind of classes. I had a Wednesday night group with all football players, so there were 11 of them in this class at night, and we were playing Boise State, which you can appreciate this. And the game was at Boise State and there were some real talkers in the class, and they were just full of themselves.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:31:07:19]"
    },
    {
      "id": "context_10_91",
      "index": 91,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And I said, okay, guys, we've been working together now for three years, going down to Boise State. how are you going to stay out of the fight? Because there's going to be a fight, right. And the chatty is guy in the class just chatty, said Doctor Stoll. We'll make you a promise. We won't go out there and get in a fight.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:31:30:03]"
    },
    {
      "id": "context_10_92",
      "index": 92,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I said. Pie crust promises. You're going to go down there again like, oh no, Doctor Stoll, we're not. And so they all said, oh no, don't start. We're not going to. And then the Chatty Cathy one says, that's all we're going to get. You feel pass. You come down, you be with us on the bench or you feel pass and you'd be right with us.",
      "tags": [

      ],
      "timestamp": "[00:31:49:15]"
    },
    {
      "id": "context_10_93",
      "index": 93,
      "speaker": "Dr. Sharon Stoll ",
      "words": "My children were young and my husband was a lawyer, and we drove to Boise, and we're staying in Idaho the whole way down. We're so excited. Both kids get sick. Both kids get sick. I mean, they are a mess. We get down there and I've got my pass to two sick kids. I just can't leave them. So the husband takes the pass.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:32:08:28]"
    },
    {
      "id": "context_10_94",
      "index": 94,
      "speaker": "Dr. Sharon Stoll ",
      "words": "It goes to the game, but the game's on TV, so the game's on TV and little Chatty Cathy guy makes a touchdown, runs past the Boise State team on the sideline and gives them all the third finger as he drives by. You know, right before I get to the third finger, our coaches run out. Know what all the hoopla was on?",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:32:28:28]"
    },
    {
      "id": "context_10_95",
      "index": 95,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Whatever. The next Wednesday night, I'm up on the fourth floor at the time, Memorial Gym, and I could hear him coming up right. One of them says, Chris, what are you gonna tell doc? He says, oh, I gotta figure it out. I gotta figure it out. I gotta figure it out. It's cool, it's cool, I gotta figure it out.",
      "tags": [

      ],
      "timestamp": "[00:32:51:09]"
    },
    {
      "id": "context_10_96",
      "index": 96,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So he gets up there and I said, Chris, what was that, gesture that you gave that you were by Boise State? He says, we're number one or number one. And I said, Chris, I know the difference between number one and that third finger. And in all seriousness, he turned to me and he said, doc, it just felt so good.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:33:10:13]"
    },
    {
      "id": "context_10_97",
      "index": 97,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So that's the whole thing about I wish we could say we get guaranteed behavior because we can't, but we get help, help these young people gain a great deal of information about themselves and about their reasoning process and produce things. Righty. They are coping. So there's a lot of stuff that we can do through education that it would be very helpful to show people.",
      "tags": [

      ],
      "timestamp": "[00:33:34:29]"
    },
    {
      "id": "context_10_98",
      "index": 98,
      "speaker": "Johanna Bringhurst",
      "words": "With all of your experience. I'm wondering, what does honor and what does integrity really mean to you?",
      "tags": [

      ],
      "timestamp": "[00:33:59:29]"
    },
    {
      "id": "context_10_99",
      "index": 99,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, honor integrity means to me is what are you what you say you are and that is hard. It's very hard. I believe everyone needs to take time in figuring out the answer. The big question who am I? one of my doc students right now is in the process of, working with that through podcast. Believe it or not, we are starting programs with podcast, helping coaches and athletes.",
      "tags": [

      ],
      "timestamp": "[00:34:09:27]"
    },
    {
      "id": "context_10_100",
      "index": 100,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And that's a big ontological question. Who am I? What do I believe, and can I verbalize that? And can I live by that? So integrity is knowing who you are, stating your principled values and trying very hard to live your life that way. Will we make mistakes? Yes. Will we fail? Yes. But that's not the issue. It's not about what we do.",
      "tags": [

      ],
      "timestamp": "[00:34:37:24]"
    },
    {
      "id": "context_10_101",
      "index": 101,
      "speaker": "Dr. Sharon Stoll ",
      "words": "It's what we should be doing. It's always about what we should be doing, and every person needs to spend time with that. And unfortunately, in universities today, I think we spend way too much time with Stem S.t.e.m. I think we spend way too much time on Stem and not enough time with young people answering those very difficult ontological questions.",
      "tags": [

      ],
      "timestamp": "[00:35:08:25]"
    },
    {
      "id": "context_10_102",
      "index": 102,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And there's also we have learned this through our studies that there is a failed perception that if you're very, very smart, you know what's right or wrong, and I can guarantee you that is not true. We have a study right now going on with young, young man who's in cybersecurity, working at the federal level. And we're very concerned about this population of very bright people in cybersecurity.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:35:34:02]"
    },
    {
      "id": "context_10_103",
      "index": 103,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We have a major don't yet, but I am betting that there probably will score very low on a moral reasoning index. But this kind of thing is really important because our our education is too focused on outcome and not enough focused on the development of the self and integrity of the self. So a long answer, but that's what I believe.",
      "tags": [

      ],
      "timestamp": "[00:36:05:15]"
    },
    {
      "id": "context_10_104",
      "index": 104,
      "speaker": "Johanna Bringhurst",
      "words": "I really appreciate your thoughts on that. when we first, were preparing for this conversation today, I told you, I'm a mother of three sons, all in those teenage years. And athletics is a big part of our family life. And it's it is a place where these ideas of integrity, justice, moral character become really prominent. It sounded like you were saying.",
      "tags": [

      ],
      "timestamp": "[00:36:31:12]"
    },
    {
      "id": "context_10_105",
      "index": 105,
      "speaker": "Johanna Bringhurst",
      "words": "We spend too much time on teaching athletes and maybe just students in general, how to gain an advantage, how to win, instead of focusing on how to develop those traits. Is that rate.",
      "tags": [

      ],
      "timestamp": "[00:37:04:03]"
    },
    {
      "id": "context_10_106",
      "index": 106,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Accurate, that instead of developing, yes, the traits of character which underline and support what we do? and as I said, with we, we think sport does it just because sport exists. The sport bill character. And I would bet that the majority of people say yes, it does. We actually did a study on this. One of my doc students came in one dance.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:37:20:28]"
    },
    {
      "id": "context_10_107",
      "index": 107,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Doctor Stoll we're measuring the wrong thing. You're measuring honesty and justice. Then respect responsibility should be measuring teamwork, loyalty, dedication, sacrifice, intensity because it does all those things. Fortune 500 companies prefer an athlete, collegiate athlete more than someone who has no corporate experience because teamwork, hard work, dedication, density. Secondly. So we developed an instrument. It's called the right instrument.",
      "tags": [

      ],
      "timestamp": "[00:37:47:06]"
    },
    {
      "id": "context_10_108",
      "index": 108,
      "speaker": "Dr. Sharon Stoll ",
      "words": "We had moral values on one side, social values on these other side. We've collected data across the world. And Andy Rudd was correct. That was our doc student. We build social character at sport in this country. Nowhere else in the world, by the way, does that happen? It's only here, because of our perception of every child involved in sport and competition, and how good it is for every kid.",
      "tags": [
        "education",
        "literature"
      ],
      "timestamp": "[00:38:22:19]"
    },
    {
      "id": "context_10_109",
      "index": 109,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And it does do those things, but it does not develop honesty, justice, responsibility, respect. They got done. And I said, Andy, this is great. We can say they developed social character, but a man can be hardworking, dedicated, loyal, intense, rapist.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:38:47:19]"
    },
    {
      "id": "context_10_110",
      "index": 110,
      "speaker": "Dr. Sharon Stoll ",
      "words": "So those social values are very important in our society unfortunately. Two and for because the moral values really determine the honor integrity of human being, not to socialize. So, I believe sport and I believe in athletics. and that's why I'm in the business. I'm in because I believe in it. But I think we also have a duty to do more than teach a motor skill.",
      "tags": [
        "education",
        "economy"
      ],
      "timestamp": "[00:39:12:12]"
    },
    {
      "id": "context_10_111",
      "index": 111,
      "speaker": "Dr. Sharon Stoll ",
      "words": "And I was a coach for many years. And I'll tell you, I never talked about moral development. I was too busy worried about winning. And I was intense. And I'm very competitive person. I was intense as a coach. I actually got out because I was too intense.",
      "tags": [

      ],
      "timestamp": "[00:39:41:18]"
    },
    {
      "id": "context_10_112",
      "index": 112,
      "speaker": "Johanna Bringhurst",
      "words": "sounds like you're doing your penance now, Doctor Stoll.",
      "tags": [

      ],
      "timestamp": "[00:39:56:11]"
    },
    {
      "id": "context_10_113",
      "index": 113,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Oh, I am.",
      "tags": [

      ],
      "timestamp": "[00:39:59:24]"
    },
    {
      "id": "context_10_114",
      "index": 114,
      "speaker": "Johanna Bringhurst",
      "words": "So it's so wonderful to talk to you and to learn about the really important work the center for ethics is doing. I love to wrap up by asking you, what do you wish that Idahoans really understood better about integrity? What's something that you wish we all just knew and could do better?",
      "tags": [

      ],
      "timestamp": "[00:40:01:11]"
    },
    {
      "id": "context_10_115",
      "index": 115,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Well, I think that all populations and all people need to wrestle with this thing about who we are and answer those questions, and it isn't about money, and it isn't about outcome, and it isn't about objective measure. It's about who we are as human beings and how we value and treat each other. I think that's really important.",
      "tags": [

      ],
      "timestamp": "[00:40:23:03]"
    },
    {
      "id": "context_10_116",
      "index": 116,
      "speaker": "Dr. Sharon Stoll ",
      "words": "I think we need to be involved in organizations that help support that, focus on that, help us all, be better people.",
      "tags": [

      ],
      "timestamp": "[00:40:45:03]"
    },
    {
      "id": "context_10_117",
      "index": 117,
      "speaker": "Johanna Bringhurst",
      "words": "Very wise, I heartily agree. Thank you so much, Doctor Stoll, for joining me today. And we will share in our, notes links to the center for ethics if any of our listeners want to learn more. Thank you so much again for being here.",
      "tags": [

      ],
      "timestamp": "[00:40:54:11]"
    },
    {
      "id": "context_10_118",
      "index": 118,
      "speaker": "Dr. Sharon Stoll ",
      "words": "Thank you. Bye bye.",
      "tags": [

      ],
      "timestamp": "[00:41:13:05]"
    }
  ],
  "metadata": {
    "totalSegments": 119,
    "description": "Sharon Stoll is an award-winning teacher and director of the Center for ETHICS at the University of Idaho. She discusses with Johanna the value of honor and integrity in athletics and how to teach moral reasoning. Dr. Sharon Stoll serves as the Director of the Center for ETHICS* at the University of Idaho.  She is considered one of the leading authorities in competitive moral education intervention techniques for college-aged students in America.  Also, a professor of Physical Education, Dr. Stoll is a Distinguished Faculty Member and winner of many awards.  A former public school teacher, coach, and athlete, Dr. Stoll holds a Ph.D. in Sport Philosophy from Kent State University and is the creator and director of one of the few programs in America that is directed toward moral education with competitive populations.  Dr. Stoll is well known for her knowledge of teaching and methodology as applied to pedagogy in moral education and character development.  She is also the author of 8 books and is an active consultant and lecturer.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}