{
  "title": "Making History: An Idaho Story",
  "interviewee": "Dr. Becca Scofield",
  "interviewer": "Johanna Bringhurst",
  "date": "2022-12-09",
  "subjects": [
    "history (discipline)"
  ],
  "segments": [
    {
      "id": "context_35_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_35_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "This program is brought to you by the Idaho Humanities Council and supported with funding from the National Endowment for the Humanities.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_35_2",
      "index": 2,
      "speaker": "Dr. Becca Scofield",
      "words": "Hello, welcome. I'm Rebecca Scofield. I am an American historian with an emphasis in gender and sexuality in the American West. And I am from Idaho. I grew up here, and I love this place. And I want to talk to you all today about how we can teach the history of our state in a way that acknowledges the hardships that Euro-American settlers faced while also, discussing how they did not face as many barriers as other groups did, as they tried to live in the region.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:00:11:09]"
    },
    {
      "id": "context_35_3",
      "index": 3,
      "speaker": "Dr. Becca Scofield",
      "words": "So particularly for teachers, are people who have close friends in the state. It's important to remember that a lot of people are settler descendant. They have families who help settle the state, as did many of us. but that means, we need to find ways to help our students and ourselves and our peers, deal with the messy history of our region, while making room for everyone's stories.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:00:46:17]"
    },
    {
      "id": "context_35_4",
      "index": 4,
      "speaker": "Dr. Becca Scofield",
      "words": "and in a way that we can, deal with history and be proud to be, from this area. So I'm going to go ahead and share a PowerPoint with you today. How do we tell the story of our state and in honest ways and ways that, we can all acknowledge, incorporates as many voices as possible?",
      "tags": [

      ],
      "timestamp": "[00:01:19:23]"
    },
    {
      "id": "context_35_5",
      "index": 5,
      "speaker": "Dr. Becca Scofield",
      "words": "So this is a picture of my beloved home in Emmett, Idaho, including my, parents home up on the hill and our family ranch down by the river. I love this place in the world more than I can say. And therefore, it's incredibly important for me, to not only find ways to tell these stories myself, but to help future generations.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:01:48:00]"
    },
    {
      "id": "context_35_6",
      "index": 6,
      "speaker": "Dr. Becca Scofield",
      "words": "tell the story of the state in a way, that connects their own families to, the myriad stories of other people in the state and demonstrate how we're all connected. as we discuss regional history. So my family first moved to Long Valley and as this, 1961 history of the, of the area says, quote, the history of Idaho's Long Valley began in the 1870s.",
      "tags": [

      ],
      "timestamp": "[00:02:15:13]"
    },
    {
      "id": "context_35_7",
      "index": 7,
      "speaker": "Dr. Becca Scofield",
      "words": "Now, for historian, this is an absurd statement. Obviously, the history of Long Valley is much, much older than the 1870s, but it does reveal, a fact about how we tend to tell the history of the state, and that is that before contact, you know, maybe before Lewis and Clark, certainly, you know, before settlement, there is no history, of the area.",
      "tags": [

      ],
      "timestamp": "[00:02:55:14]"
    },
    {
      "id": "context_35_8",
      "index": 8,
      "speaker": "Dr. Becca Scofield",
      "words": "It's simply, existed out of time and space and very, very, few histories of the region, really, contest that fact. So I think it is always important to, resist this easy form of telling history. Right? When I was growing up in Emmett, I had no idea whose ancestral lands I was on. Surely the history of the land didn't start before my family arrived.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:03:24:22]"
    },
    {
      "id": "context_35_9",
      "index": 9,
      "speaker": "Dr. Becca Scofield",
      "words": "and it wasn't until I was much older that I realized how, wrong that was. That it would have been, incredibly important for me to understand whose, ancestral lands I was on. So I encourage us all to dig deeper than this statement. So who did inhabit, Long Valley? And how did we end up with statements like this?",
      "tags": [
        "history"
      ],
      "timestamp": "[00:03:58:23]"
    },
    {
      "id": "context_35_10",
      "index": 10,
      "speaker": "Dr. Becca Scofield",
      "words": "But history started the 1970. Well, several groups use the valley. the first, was, of course, the Niemi pool. whose ancestral land? those of us in Moscow, sit on today. the Navy, whose traditional homelands stretched over 19 million acres. And when Great Britain started, to try to settle a dispute with the United States over essentially Oregon Territory, white Euro-American settlers started pouring into the area.",
      "tags": [
        "history",
        "moscow"
      ],
      "timestamp": "[00:04:25:01]"
    },
    {
      "id": "context_35_11",
      "index": 11,
      "speaker": "Dr. Becca Scofield",
      "words": "In 1855, the territorial governor convinced some leaders of the Niemi pool, to give up 7.5 million acres, though they were supposed to retain the right to fish and hunt in their accustom areas. This was called the treaty of 1855. Now, unfortunately, just a few years later, in 1860, gold was discovered in the area within the boundaries of the reservation, and this sparked massive, influx of settlers who refused to abide by treaty rules and in 1863, a few leaders, signed a, treaty that many bands of the Nez Perce or Niemi who disagreed with and did not want to abide by this was the, treaty of 1863.",
      "tags": [
        "conflict",
        "indigenous",
        "history"
      ],
      "timestamp": "[00:05:05:01]"
    },
    {
      "id": "context_35_12",
      "index": 12,
      "speaker": "Dr. Becca Scofield",
      "words": "Now, the following war, year, sort of, you know, we have the creation of the Civil War, not the creation, the start of the Civil War and the creation of the Homestead Act, which is this massive social welfare program, in which land is being given away to Euro-American settlers, which puts increasing pressure, on the Pu and will eventually result in the, quote unquote, Nez Perce War of 1877, in which, of course, very famously, 800 men, women and children trekked 126 days over a thousand miles, trying to make it to the Canadian border, only to be defeated, within 30 miles of that border.",
      "tags": [
        "conflict",
        "agriculture",
        "history",
        "migration"
      ],
      "timestamp": "[00:06:03:13]"
    },
    {
      "id": "context_35_13",
      "index": 13,
      "speaker": "Dr. Becca Scofield",
      "words": "So, the Niemi pu used the area. so to it, it sort of, occupied the very, very southern, part of the Niemi whose territory it also occupied the very, very western part, of the of, a group that would become known, by their colonizers as the Lemhi Shoshone. including some of these subcategories.",
      "tags": [
        "indigenous"
      ],
      "timestamp": "[00:06:49:17]"
    },
    {
      "id": "context_35_14",
      "index": 14,
      "speaker": "Dr. Becca Scofield",
      "words": "Again, these are names, given by your Americans, not, by necessarily, the people themselves. So, most importantly, the two tika or sheep eaters use the kind of high central mountains, as a place to, live alongside and also, trap, the, high, mountain sheep of the area and, to, move in nomadic patterns throughout, Montana, Wyoming and parts of Idaho.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:07:18:21]"
    },
    {
      "id": "context_35_15",
      "index": 15,
      "speaker": "Dr. Becca Scofield",
      "words": "So these groups, because they were so high in the mountains, were often somewhat, shielded from, early waves of Anglo encroachment. it really wasn't until the first waves of the, settlers, of the, church of Jesus Christ of Latter day Saints moved into the area that, there was kind of, sort of systematic colonization efforts that would, bring people, to reservations that were not, equipped to sustain the level, of people people were literally starving on these reservations, particularly Fort Hall.",
      "tags": [
        "environment",
        "history",
        "religion",
        "migration"
      ],
      "timestamp": "[00:07:58:08]"
    },
    {
      "id": "context_35_16",
      "index": 16,
      "speaker": "Dr. Becca Scofield",
      "words": "and, and other places like that. this first sparked the Bannock War. but as the Nez Perce War had sort of increased, military attention to keeping people on reservations, there was a very, violent response to the Bannock War, and eventually, led to the Sheep Eater War of 1879, in which, as mining had expanded into the mountain, in 1878, there were some murders of both Chinese and Anglo miners.",
      "tags": [
        "indigenous",
        "conflict",
        "mining"
      ],
      "timestamp": "[00:08:40:12]"
    },
    {
      "id": "context_35_17",
      "index": 17,
      "speaker": "Dr. Becca Scofield",
      "words": "and these were blamed on native people without evidence. So in 1879, military forces from Boise, Greenville and the Umatilla Reservation were deployed, which resulted in the surrender of the last bands of the to the idea or the to part of this larger Lemhi Shoshone. So this these stories of violent removal. Right. it's really part of a larger story about the American West.",
      "tags": [
        "conflict",
        "boise",
        "indigenous"
      ],
      "timestamp": "[00:09:21:24]"
    },
    {
      "id": "context_35_18",
      "index": 18,
      "speaker": "Dr. Becca Scofield",
      "words": "Usually, we like to tell the story of westward expansion as one of, of sort of independent spirit and, a great, deal of, up by your bootstraps mentality. And while it is true that it was extremely hard, to settle these areas, it is also the fact that without, the federal government, through the Homestead Act instead act through, military removal, and seizure and redistribution of land.",
      "tags": [
        "agriculture",
        "conflict"
      ],
      "timestamp": "[00:09:54:16]"
    },
    {
      "id": "context_35_19",
      "index": 19,
      "speaker": "Dr. Becca Scofield",
      "words": "and then also, of course, extractive industries like mining and lumber, and the industries that were able to carry these raw, resources like the railroads to urban centers, then this region would not have been, of interest to many Anglo settlers. So when we talk about the settlement of the West, we need to keep in mind that it's really, large government and corporate actions that make, this settlement possible.",
      "tags": [
        "mining",
        "history"
      ],
      "timestamp": "[00:10:30:00]"
    },
    {
      "id": "context_35_20",
      "index": 20,
      "speaker": "Dr. Becca Scofield",
      "words": "And indeed, as, Long Valley became an area for Finnish settlers, they could not have access to that land without, both the Homestead Act and the U.S. military's intervention in, removing indigenous people. So my great great grandfather, John Gustav lost or Pulaski as it was originally in Finland, was able to claim, land, because of the Homestead Act.",
      "tags": [
        "history",
        "agriculture",
        "indigenous"
      ],
      "timestamp": "[00:10:59:24]"
    },
    {
      "id": "context_35_21",
      "index": 21,
      "speaker": "Dr. Becca Scofield",
      "words": "So John first was born in 1863, in what was still the Grand Duchy of Finland that was held by Russia. Faced with famine and forced conscription, by Russian forces, emigration from Finland and other Scandinavian countries was incredibly common in the late 19th century. my great great great great grandfather immigrated in 1888, and in 1895 he and two other men from Finland, crossed the mountains into Long Valley and staked claims, briefly returning to Pendleton to collect their families, and come create their homesteads.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:11:37:08]"
    },
    {
      "id": "context_35_22",
      "index": 22,
      "speaker": "Dr. Becca Scofield",
      "words": "now obviously farming, in Long Valley, which is, very can be very cold and have long winters was extremely difficult. And and making these homestead studs operational were very difficult. however, Finnish settlers were very used to long winters. and they had a strong sense of community that helped them survive. They were also willing to leave the area if other economic opportunities presented themselves.",
      "tags": [
        "agriculture",
        "history"
      ],
      "timestamp": "[00:12:23:13]"
    },
    {
      "id": "context_35_23",
      "index": 23,
      "speaker": "Dr. Becca Scofield",
      "words": "So, for instance, in World War One, the family moved to Vancouver, Oregon, to work in the shipyards. and generate some money. And it was there that my great grandmother, Elena, met Otto Guest Strand, who was himself a Finnish immigrant. They, were married in 1917 and returned to Long Valley, to, reclaim the original homestead.",
      "tags": [
        "conflict",
        "agriculture"
      ],
      "timestamp": "[00:12:52:23]"
    },
    {
      "id": "context_35_24",
      "index": 24,
      "speaker": "Dr. Becca Scofield",
      "words": "and, start farming again. So of the 12 children, my great great grandmother bore, only eight survived to adulthood and only one, Elena. My great grandmother continued to live in Long Valley. They had, a large family as well. my grandmother, Ida was born in 1921. and as you can tell, this was, an interesting way to grow up, right?",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:13:19:20]"
    },
    {
      "id": "context_35_25",
      "index": 25,
      "speaker": "Dr. Becca Scofield",
      "words": "Skiing to school, picnics in your Sunday best, in the middle of the mountains. and again, it snowed a lot. It was very cold. There was a lot of difficulty, but, one way this group coped with it was through creating a strong ethnic community. so, for instance, the Long Valley Finnish ladies aids organization helped, raise money for events and buildings and people in need.",
      "tags": [
        "education",
        "environment"
      ],
      "timestamp": "[00:13:51:24]"
    },
    {
      "id": "context_35_26",
      "index": 26,
      "speaker": "Dr. Becca Scofield",
      "words": "obviously coming from northern, Europe, socialism was, present, though communism was often, rejected because of its association with atheism, as this was a very, strong Lutheran, community. So my grandmother often talked about how embarrassed she was, to, be, called out for her immigrant roots. Right. A Finnish was still spoken at home.",
      "tags": [

      ],
      "timestamp": "[00:14:19:13]"
    },
    {
      "id": "context_35_27",
      "index": 27,
      "speaker": "Dr. Becca Scofield",
      "words": "her her own mother was second generation Finnish. Her father was first generation Finnish. And she bore the the white blond hair that, many, Finns did. And she talked about once, combing shoe black into her hair, to try to cover up the fact that she had this really, distinctive ethnic identity. So it it was, in many ways, a difficult life, growing up in this isolated community.",
      "tags": [

      ],
      "timestamp": "[00:14:54:11]"
    },
    {
      "id": "context_35_28",
      "index": 28,
      "speaker": "Dr. Becca Scofield",
      "words": "And yet at the same time, her parents, despite being immigrants, were able, to claim land. She was able to gain an education and she was able, to marry the person she wanted to marry. This was not true for all populations in Idaho. These are just a couple of examples of Jim Crow laws. Jim Crow, of course, refers to the systematic, enforcement of segregation laws in, the United States between the 1890s and the 1960s.",
      "tags": [

      ],
      "timestamp": "[00:15:24:04]"
    },
    {
      "id": "context_35_29",
      "index": 29,
      "speaker": "Dr. Becca Scofield",
      "words": "now, obviously, a lot of these laws predate, formal Jim Crow. So, for instance, in 1863, we have the creation of the first anti-miscegenation law, in which, the territorial legislative, legislature prohibited, quote, the cohabitation of a white person with any one of native African or Chinese descent. Japanese descent was later added. This was not repealed until 1959.",
      "tags": [

      ],
      "timestamp": "[00:16:00:23]"
    },
    {
      "id": "context_35_30",
      "index": 30,
      "speaker": "Dr. Becca Scofield",
      "words": "and was punishable with up to two years in prison. This does not even, denote the marriage between a white person, and a person of color. It is simply cohabitation with Also, of course, within our state, constitution in 1890, many groups of people were denied voting rights, the right to serve on a jury.",
      "tags": [

      ],
      "timestamp": "[00:16:32:16]"
    },
    {
      "id": "context_35_31",
      "index": 31,
      "speaker": "Dr. Becca Scofield",
      "words": "or the right to hold public office. This included, members of a religion that upheld polygamy. This was targeting members of The Church of Jesus Christ of Latter day Saints. Chinese or Japanese people were prohibited. native people who had not, quote, adopted the habits of civilization and essentially, renounced their tribal membership and women. in 1923.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:16:58:14]"
    },
    {
      "id": "context_35_32",
      "index": 32,
      "speaker": "Dr. Becca Scofield",
      "words": "so right around the time my grandmother was born, it became illegal for people of Japanese to descent to buy or lease land in the state. And then, of course, throughout our history, we see the ways in which, anti-Chinese violence, the creation of sundown towns throughout the state, and barring service to Mexican Americans, operated, completely legally within the state.",
      "tags": [

      ],
      "timestamp": "[00:17:24:09]"
    },
    {
      "id": "context_35_33",
      "index": 33,
      "speaker": "Dr. Becca Scofield",
      "words": "So while my grandmother faced, some bigotry and some moments of embarrassment or hardship, she did not face, systematic, discrimination within the law. Now, one way we can see this, most blatantly operating in the state is through, restrictive covenants. So, for instance, this restrictive covenant comes out of, the Warm Springs subdivision in Boise.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:17:48:04]"
    },
    {
      "id": "context_35_34",
      "index": 34,
      "speaker": "Dr. Becca Scofield",
      "words": "It was found by College of Idaho students. and it states no race or nationality other than members of the white race shall use or occupy any building on any lots, except that this covenant shall not prevent occupancy by domestic servants of a different race or nationality domiciled with an owner or tenant. This is essentially saying that no person of color can, even rent or lease or be on lots or buildings within the Warm Springs subdivision, unless they are domestic servants.",
      "tags": [

      ],
      "timestamp": "[00:18:15:02]"
    },
    {
      "id": "context_35_35",
      "index": 35,
      "speaker": "Dr. Becca Scofield",
      "words": "Now, these restrictive covenants are upheld through the 1960s. and it's important to remember that this, then restricts people's ability to create intergenerational wealth. And this is incredibly important, right? As my grandmother, is raised in Long Valley, my grandfather comes to Idaho, to Long Valley, seeking land and opportunity in the face of the Great Depression.",
      "tags": [

      ],
      "timestamp": "[00:18:50:01]"
    },
    {
      "id": "context_35_36",
      "index": 36,
      "speaker": "Dr. Becca Scofield",
      "words": "so my grandfather Edwin came to the state, in the late 1930s to, work at the Boise Cascade, sawmill after his family lost their family farm in Nebraska to the Dust Bowl. He had eight siblings. they worked together to buy a dairy. And, this was incredibly important because during World War two, when he was drafted, the draft service asked him to not join the military and instead to run the dairy in order, to serve the night mind, and keep the mind running for the war effort.",
      "tags": [
        "boise",
        "conflict",
        "literature"
      ],
      "timestamp": "[00:19:20:14]"
    },
    {
      "id": "context_35_37",
      "index": 37,
      "speaker": "Dr. Becca Scofield",
      "words": "So they were able to get married, in 1943, and purchased land at the same time that they were getting married and having children and starting their life, 120,000 Japanese Americans, two thirds of whom were American citizens, were forced by Executive Order 9066 to leave their homes, and be forcibly incarcerated for many years.",
      "tags": [

      ],
      "timestamp": "[00:19:58:20]"
    },
    {
      "id": "context_35_38",
      "index": 38,
      "speaker": "Dr. Becca Scofield",
      "words": "in 1983, it was estimated that 88,000 Japanese adults lost somewhere, between or around $6.2 billion. They lost everything, to, this move. Right? They had to leave behind pets and cars and businesses and farm equipment and, beloved personal belongings and clothing. and 13,000 of these Japanese-Americans were, held here in Idaho, along with 250 other, Japanese, mainly Issei, or first generation Japanese Americans.",
      "tags": [

      ],
      "timestamp": "[00:20:32:13]"
    },
    {
      "id": "context_35_39",
      "index": 39,
      "speaker": "Dr. Becca Scofield",
      "words": "at Koski Internment Camp. similarly, the Sarah program, which was bringing in, Mexican workers, to help, stabilize, the U.S. agricultural industry during massive labor shortages during the war. these people who came to Idaho not only faced horrific working conditions, often being maimed by, farm equipment, but they also faced discrimination.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:21:17:23]"
    },
    {
      "id": "context_35_40",
      "index": 40,
      "speaker": "Dr. Becca Scofield",
      "words": "Just trying to go into places like Caldwell and, shop. They were told, they were denied service. There were signs posted against them, and the discrimination and violence was so rampant that in 1948, Mexico, the Mexican government blacklisted Idaho from receiving any more workers. so just as my family was able to start making real strides forward, into the next generation, people who were faced with, sort of racialized hatred were not able to experience the same opportunities in the state.",
      "tags": [

      ],
      "timestamp": "[00:21:48:06]"
    },
    {
      "id": "context_35_41",
      "index": 41,
      "speaker": "Dr. Becca Scofield",
      "words": "After the war, my grandfather sold, the mining rights to their property outside, Cascade so that the my stiff night, company could come in and dredge mined the land looking for, monocyte, ilmenite, zichron and garnet. So monazite contains thorium and sometimes uranium. So, obviously these were important, minerals to, the government and into the Cold War.",
      "tags": [
        "conflict",
        "mining"
      ],
      "timestamp": "[00:22:27:01]"
    },
    {
      "id": "context_35_42",
      "index": 42,
      "speaker": "Dr. Becca Scofield",
      "words": "as we try to maintain technological superiority in the world afterwards, however, local, other local landowners assumed my grandfather was in collusion with the mining company and refused to sell land to him. So that is when they moved to Emmet. they were able to purchase, a ranch and build a home. They were able, to live this sort of idealized, 1950s, life.",
      "tags": [
        "mining",
        "agriculture"
      ],
      "timestamp": "[00:23:01:00]"
    },
    {
      "id": "context_35_43",
      "index": 43,
      "speaker": "Dr. Becca Scofield",
      "words": "And to have my mother, and her siblings, raised in Emmett, which is where I was born and raised as well. And like Long Valley, Emmett was also taken through violence in 1979. my spouse's great grandmother, Ruth Lyon, wrote a book that recounts, many stories of massacres of native people. these stories are incredibly difficult to read because while, the, Anglo American storytellers often express regret over these acts of violence, they also, tend to believe that their fear of native people, whether that fear was grounded or not, in reality, that their fear justified the killing of native people and other, humans, essentially.",
      "tags": [

      ],
      "timestamp": "[00:23:34:17]"
    },
    {
      "id": "context_35_44",
      "index": 44,
      "speaker": "Dr. Becca Scofield",
      "words": "And one very difficult story a person recounts a massacre that resulted in settlers, perhaps on the land where my family's ranch sits, taking cottonwood poles and pushing corpses of women and children down river all summer. So, again, these spaces we inhabit come with a longer history, that includes, violence towards other people to ensure that, Anglo American settlers had access to the land, had access to homeownership, to education, to marriage, and all other sort of systems that allowed for their advancement in the state.",
      "tags": [
        "history",
        "agriculture",
        "economy"
      ],
      "timestamp": "[00:24:36:09]"
    },
    {
      "id": "context_35_45",
      "index": 45,
      "speaker": "Dr. Becca Scofield",
      "words": "so while my family's narrative often celebrates our immigrant heritage, celebrates the triumph of, helping settle the state, it's, story that helps illuminate how many other, groups did not, experience, the same opportunities, who had different barriers in terms of forced removal, in terms of restrictive laws, in terms of day to day discrimination?",
      "tags": [
        "literature",
        "history"
      ],
      "timestamp": "[00:25:21:13]"
    },
    {
      "id": "context_35_46",
      "index": 46,
      "speaker": "Dr. Becca Scofield",
      "words": "And I should also acknowledge, right, that simply because groups of people, faced this discrimination just because, they did not have the same benefits of as my family, that did not mean they left the area. Right. or at least not all the time, that we still come from not only diverse histories, but a diverse state. at one point before expulsion, a quarter of our state population was Chinese.",
      "tags": [

      ],
      "timestamp": "[00:25:55:02]"
    },
    {
      "id": "context_35_47",
      "index": 47,
      "speaker": "Dr. Becca Scofield",
      "words": "Today, 20% of our state population is Latinx. And so we need to, find these stories to embrace them, to understand how they make our region and our families stronger. for instance, many, Japanese Americans resettled rural areas after, their incarceration ended. we can look at, right over the border in Ontario, Oregon. there is a very vibrant community of Japanese, American people.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:26:25:19]"
    },
    {
      "id": "context_35_48",
      "index": 48,
      "speaker": "Dr. Becca Scofield",
      "words": "So to believe our state is made up of a single story, a single group, or follows a single path is simply a historical. It doesn't look at the facts. It doesn't look at the evidence. So as we look to our students, as we look at our friends and our peers, I hope we're able to tell honest histories that, yes, your Americans faced great hardships.",
      "tags": [

      ],
      "timestamp": "[00:26:58:11]"
    },
    {
      "id": "context_35_49",
      "index": 49,
      "speaker": "Dr. Becca Scofield",
      "words": "They faced some bigotry. They faced, hard, landscapes, hard environments. but so did other groups of people. And they faced additional social restraints as well. So that's what American history is. It's what the history of Idaho is. It's a collection of stories that illuminates the varied difficulties and triumphs of past generations in a way that helps explain our present and hopefully points to a brighter future.",
      "tags": [

      ],
      "timestamp": "[00:27:23:24]"
    },
    {
      "id": "context_35_50",
      "index": 50,
      "speaker": "Dr. Becca Scofield",
      "words": "So thank you very much, for being here today. And, I hope that you enjoyed this. Feel free to reach out, with any questions. My email address is rscofield@uidaho.edu. And I hope you have a wonderful day.",
      "tags": [

      ],
      "timestamp": "[00:27:56:10]"
    }
  ],
  "metadata": {
    "totalSegments": 51,
    "description": "Join Dr. Becca Scofield as she shares her family's story in Idaho. Throughout the story, Dr. Scofield shines a light on the overlapping experiences a place can hold.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}