{
  "title": "S2E5 The Nazi Rise to Power and The Consolidation of Power, 1918-1938",
  "interviewee": "Dr. Peter Black",
  "interviewer": "Doug Exton",
  "date": "2021-04-06",
  "subjects": [
    "fascism",
    "fascists (people)",
    "conservatism",
    "dictatorships",
    "populism"
  ],
  "segments": [
    {
      "id": "context_81_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_81_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Awesome. Thank you so much for joining us for today's Connected Conversation, a program brought to you by the Idaho Humanities Council. Someone to remind you all that you may submit any questions using the Q&A feature located at the bottom of the screen, and we will be using the chat feature to some capacity throughout today. With me tonight is bear with me.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_81_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "Today is a wonderful historian, Doctor Peter Black. Sorry to have you with us today. And I turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:00:21:20]"
    },
    {
      "id": "context_81_3",
      "index": 3,
      "speaker": "Peter Black",
      "words": "Thank you so much. I would like to start this, program by, asking you to forget all of the, expectations that you came, came online with, about what this was going to be about and ask you the simple question. What do each of you, as citizens in a democracy expect in terms of services provided by your government?",
      "tags": [

      ],
      "timestamp": "[00:00:28:17]"
    },
    {
      "id": "context_81_4",
      "index": 4,
      "speaker": "Peter Black",
      "words": "And if you could, reduce that expectation, to a word or a phrase, I'd be curious to see what that what that is. And you can include, federal, state, municipal or county government, in all of this. And for those of you who are in the military, you're governing military authorities. So you can see, that most of what you said, most of what you expect from your government or common expectations of government, after all, why have it if it can't provide, some of these basic services?",
      "tags": [

      ],
      "timestamp": "[00:01:03:18]"
    },
    {
      "id": "context_81_5",
      "index": 5,
      "speaker": "Peter Black",
      "words": "I ask that question because I like to use it to demonstrate the fact that in the winter of 1930 to 1933, most German citizens, including Jewish German citizens, saw the country in an existential crisis. And this crisis had three facets political, economic, moral and ethical. Or if you'll accept the anachronism, what today we might call family values.",
      "tags": [

      ],
      "timestamp": "[00:01:53:19]"
    },
    {
      "id": "context_81_6",
      "index": 6,
      "speaker": "Peter Black",
      "words": "On January 30th, 1933, the Nazi Party came to power in a coalition with the German Nationalists, a conservative political party, on the following platform, under which they would run elections. In March, scheduled for March of 1933. And as you can see from these five basic factors, these are things that most loyal citizens of any society, might, feel comfortable with.",
      "tags": [

      ],
      "timestamp": "[00:02:35:22]"
    },
    {
      "id": "context_81_7",
      "index": 7,
      "speaker": "Peter Black",
      "words": "In fact, if you, think back those of you who are old enough to remember as I am, this is basically the program under which, Ronald Reagan beat Jimmy Carter in the 1980 election on these themes. And the point of this is not to label Ronald Reagan as a Nazi, which would be totally false, but to indicate how careful the Nazis were in using language that was, acceptable to a broad, broad range of the German population who were outside the Nazi Party.",
      "tags": [

      ],
      "timestamp": "[00:03:17:01]"
    },
    {
      "id": "context_81_8",
      "index": 8,
      "speaker": "Peter Black",
      "words": "The political drama and the political crisis was, was was, precedented on three factors. First, Germany. It's hard to remember this, but Germany was experiencing its first parliamentary democracy. And this democracy was linked to defeat in World War one. And postwar, efforts at revolutionary uprisings, both from the left and the right. In addition to the physical damage of defeat and the financial damage of defeat, there was a profound humiliation.",
      "tags": [
        "conflict",
        "history"
      ],
      "timestamp": "[00:04:15:09]"
    },
    {
      "id": "context_81_9",
      "index": 9,
      "speaker": "Peter Black",
      "words": "Among Germans of all classes, both genders, all ages. And there was a tendency to link the democracy with the hated first sign peace treaty which cost Germany land. Took away their sovereign right to determine how many men to put under arms and, provided that Germany would be considered guilty for starting World War One and therefore liable in terms of paying reparations to its opponents, even the supporters of the Republic, their strongest supporters, the Progressive Democrats and the Social Democrats, were defensive about its origins, and you can see the closeness of the dates of the initializing of the Constitution and the signing of the treaty.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:05:08:04]"
    },
    {
      "id": "context_81_10",
      "index": 10,
      "speaker": "Peter Black",
      "words": "Many rejected the Republic from the beginning and tended to blame it for all postwar ills. And, there were several attempts to overthrow the state between 1923 and 1919 and 1923.",
      "tags": [

      ],
      "timestamp": "[00:06:12:18]"
    },
    {
      "id": "context_81_11",
      "index": 11,
      "speaker": "Peter Black",
      "words": "Even during the period of relative political stability, you can see from this data from the election of to the Parliament in 1928 that, to effectively govern the German Republic, one needed to, engage a broad coalition with lots of different points of view, including, on the very structure of the state. You can tell from the math here that, the three bourgeois parties could not govern effectively without the Social Democratic Party, even if you took the parties that self-isolated themselves from the governing coalitions, the German Nationalist Party.",
      "tags": [

      ],
      "timestamp": "[00:06:34:01]"
    },
    {
      "id": "context_81_12",
      "index": 12,
      "speaker": "Peter Black",
      "words": "You still can't get to 50% without the Social Democrats. After 1930, there was one way for the bourgeois parties to get to 50%. And that was, to make some kind of deal with the Nazis. And, of course, this was what ultimately happened. This coalition worked while times were relatively stable, between 1924 and 1930, but it collapsed under the weight of the depression and it collapsed over the issue, an issue that probably sound familiar to you.",
      "tags": [

      ],
      "timestamp": "[00:07:35:24]"
    },
    {
      "id": "context_81_13",
      "index": 13,
      "speaker": "Peter Black",
      "words": "The question of whether to extend unemployment benefits for another six months, when the bourgeois parties, the middle class parties, said no, the Social Democrats walked out and the government collapsed. And then the following happened.",
      "tags": [

      ],
      "timestamp": "[00:08:19:07]"
    },
    {
      "id": "context_81_14",
      "index": 14,
      "speaker": "Peter Black",
      "words": "In June 1930, the remaining minority government, which represented, perhaps 30 to 35% of the population, went to the president. He puts a point and dismiss governments and could also issue emergency decrees and requested an emergency decree, basing it on the economic emergency of the depression under article 48 of the German constitution, which would, call for special elections to the federal parliament, in, in September of 1930, the hope was, to increase the voting of the middle class parties, shift slightly to the right to attract the German nationalists and get a governing coalition of 50% or better, that would be able to pass legislation, without resorting to",
      "tags": [

      ],
      "timestamp": "[00:08:44:08]"
    },
    {
      "id": "context_81_15",
      "index": 15,
      "speaker": "Peter Black",
      "words": "cooperating with the Social Democrats or working with the Nazis or the communists, which none of the middle class parties wanted to associate with. That election resulted, in September 1930, in the Nazi Party breakthrough, the Nazis were able to get 18% of the vote, and they got much of this vote at the expense of the middle class parties. The result was, you still had a minority party, and now, the only way that party could govern was to have some kind of coalition with the Nazis.",
      "tags": [

      ],
      "timestamp": "[00:10:04:01]"
    },
    {
      "id": "context_81_16",
      "index": 16,
      "speaker": "Peter Black",
      "words": "And this the Center Party was not willing to do in 1930. And the result was for the next two and a half years until Hitler came to power in 1933, the government, ruled not by legislation, but by presidential decree. And this meant that for German citizens who were politically aware, regardless of what they felt about parliamentary democracy, this is not what they were getting.",
      "tags": [

      ],
      "timestamp": "[00:10:53:04]"
    },
    {
      "id": "context_81_17",
      "index": 17,
      "speaker": "Peter Black",
      "words": "In reality.",
      "tags": [

      ],
      "timestamp": "[00:11:32:07]"
    },
    {
      "id": "context_81_18",
      "index": 18,
      "speaker": "Peter Black",
      "words": "The economic crisis is pretty self-explanatory, and we can certainly imagine this, even if most of us have not experienced this, except those few of us who were alive during the Great Depression here. It's not so much the individual events, or, crises, the shortages of the years after the First World War, the catastrophic inflation.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:11:36:15]"
    },
    {
      "id": "context_81_19",
      "index": 19,
      "speaker": "Peter Black",
      "words": "I think the, figures, speak for themselves. The weak job market, for young people and returning veterans, even in the prosperous years. And then the depression, which threw nearly 30% of the German workforce out of their jobs, it was more a cumulative effect over these 14 years of apparent parliamentary democracy, which led many Germans, perhaps a plurality, if not a majority, to wonder whether the parliamentary system and the side treaty system, could ever offer political stability or economic security, to the German people.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:12:08:02]"
    },
    {
      "id": "context_81_20",
      "index": 20,
      "speaker": "Peter Black",
      "words": "Political stick, chronic political stalemate and inaction. Plus chronic economic instability, led to a sense that unless things changed quickly, the country was essentially going to go down the toilet. The political deadlock and the inability of Germany to, exercise complete control, over its own affairs, such as the armed forces, such as defense of its own borders, as well as the sense that economic stability made it impossible to envision an economic future in which, children would live, even as well as parents, if not better, in the sense that, youth was cut loose, with no stake in the system because they were unable to get jobs, led to the",
      "tags": [

      ],
      "timestamp": "[00:13:11:01]"
    },
    {
      "id": "context_81_21",
      "index": 21,
      "speaker": "Peter Black",
      "words": "sense that if something didn't change, a true collapse not only of the economy and the political system, but of the cultural and moral fiber of the country was in store for many those who felt uncomfortable with Parliament, democracy and the protections of individual rights guaranteed in the Constitution, not dissimilar from our own Bill of rights, encouraged this social moral, breakdown.",
      "tags": [

      ],
      "timestamp": "[00:14:21:04]"
    },
    {
      "id": "context_81_22",
      "index": 22,
      "speaker": "Peter Black",
      "words": "In German society. Among those things that, bothered folks was that, the protections encouraged working class people, women, children and foreigners to forget their place, which was deemed as, more or less secondary to the working male German population. There was also a feeling that, protections of individuals suspected of criminal observance and activity reduced the costs of crime, the risk of crime, and led to an increasing, rate of crime, including violent crime.",
      "tags": [

      ],
      "timestamp": "[00:15:03:18]"
    },
    {
      "id": "context_81_23",
      "index": 23,
      "speaker": "Peter Black",
      "words": "And particularly given the price crisis in employment of young people to juvenile delinquency. And as I don't think I have to tell an American audience, that the issue of freedom of speech always comes into play in terms of, what is published or filmed or acted on stage, in terms of what, different folks, perceive as obscenity or dealing with sexual matters.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:15:58:13]"
    },
    {
      "id": "context_81_24",
      "index": 24,
      "speaker": "Peter Black",
      "words": "These are not often talked about, but they can often, bring a society into a serious crisis. And for those people who thought that the protections of freedom of speech and the protections of artistic endeavors led to a proliferation of pornography and smut and prostitution, they tended to blame the parliamentary democracy for this, for these conditions.",
      "tags": [

      ],
      "timestamp": "[00:16:42:03]"
    },
    {
      "id": "context_81_25",
      "index": 25,
      "speaker": "Peter Black",
      "words": "Just, examples of hot button issues. So the status of women both in the home and the workplace, open discussion of and experimentation with sexuality, not only homosexuality, the but, the very open discussion of it, and particularly the participation, females in this discussion, who gets help from the government? Is it the German or the foreigner?",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:17:23:07]"
    },
    {
      "id": "context_81_26",
      "index": 26,
      "speaker": "Peter Black",
      "words": "Is it the able worker who allegedly can be most productive, or the person with a disability who needs constant support? To assist in his or her daily life, the unemployed or the unemployed? And finally, an issue which concerns every society, crime and society, street crime. This was a time where, as in the United States, organized crime developed, syndicates that engaged in criminal activity across state lines.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:17:57:18]"
    },
    {
      "id": "context_81_27",
      "index": 27,
      "speaker": "Peter Black",
      "words": "And, of course, in Germany, political violence was an issue wherever folks were uncomfortable with what the government was doing to manage these questions, they tended to link that discomfort to the failings, apparent failings of democracy.",
      "tags": [

      ],
      "timestamp": "[00:18:37:10]"
    },
    {
      "id": "context_81_28",
      "index": 28,
      "speaker": "Peter Black",
      "words": "You can see how under the weight of the depression and the accumulation of this growing disappointment on so many levels with parliamentary democracy, how the Nazis benefited from this and their success did not come from simply, frankly, stating their goals, which basically boiled down to smashing enemies at home, conquering territory in the East, and starting a new world War to finish what they perceived to be an unfinished business of the old World War.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:19:03:21]"
    },
    {
      "id": "context_81_29",
      "index": 29,
      "speaker": "Peter Black",
      "words": "By the summer of 1932, the Nazis had pulled more than, a third of the entire popular vote.",
      "tags": [

      ],
      "timestamp": "[00:19:50:16]"
    },
    {
      "id": "context_81_30",
      "index": 30,
      "speaker": "Peter Black",
      "words": "The Nazi appeal was directed at broader levels of, the German population than the rest, than just the true believers. This was the meaning of the significant change in Nazi Party propaganda, Nazi Party voting activity, Nazi Party organization, and the stated aims of the Nazi Party. Between the putsch days of 1923, the days of illegality in 2425 and the beginnings of Nazi participations.",
      "tags": [

      ],
      "timestamp": "[00:20:05:14]"
    },
    {
      "id": "context_81_31",
      "index": 31,
      "speaker": "Peter Black",
      "words": "Participation in elections. Beginning in 1928, what the Nazis did was to try to reach out to voters across different, divides in German politics. To give me an example of some of those divides Protestant, Catholic, regional Prussian versus Bavarian or, versus Saxon, gender, then versus women, age seniors, middle aged folks, 20 and 30 somethings, as well as various professional groups, where the Nazis felt that they could count their specific points in terms that potential voters would be likely to identify with.",
      "tags": [

      ],
      "timestamp": "[00:20:49:01]"
    },
    {
      "id": "context_81_32",
      "index": 32,
      "speaker": "Peter Black",
      "words": "You take in three examples here, corporate executives, students and workers, corporate executives were not necessarily fond of the Nazis. And perhaps, a starting point for that, discomfort was the fact that the Nazis had the word socialist in their party. But the Nazi themes, related to things that executives could identify with, as you can see, crushed the communist threat.",
      "tags": [

      ],
      "timestamp": "[00:21:58:00]"
    },
    {
      "id": "context_81_33",
      "index": 33,
      "speaker": "Peter Black",
      "words": "Break the power of the unions, keep wage levels reasonable. The attraction of state investment, big ticket items, protection against foreign competition and the opening of export markets. And of course, for any government, the availability of government contracts, which was a very important factor in, big corporate income.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:22:32:17]"
    },
    {
      "id": "context_81_34",
      "index": 34,
      "speaker": "Peter Black",
      "words": "With students, the Nazis promised career opportunities, guaranteed jobs upon graduation, smaller classes, and less competition to get into university, which the Nazi, promised to remove Jews and Communists as disloyal persons, tended to, reinforce aid and scholarships for disadvantaged students, work study programs and the appeal to the student body as a national elite. And, that, harbinger of the future of the nation, it's no surprise that in 1931, in nationwide student election ads, the students actually, the Nazis actually gained a 51% majority, the only free election that they ever won with workers who have jobs and job security benefits, sick leave, vacation pay, paid vacation and health insurance, affordable luxuries.",
      "tags": [
        "education",
        "labor"
      ],
      "timestamp": "[00:23:11:18]"
    },
    {
      "id": "context_81_35",
      "index": 35,
      "speaker": "Peter Black",
      "words": "Before, in the 1920s and 1930s, working class families generally did not own cars and did not own radios at all and did not get any paid vacation. This is something that the Nazis promised. They also promised, within a racial framework within the community of good Germans, that workers would be on an equal status with management and would play an equal role in creating the new Germany.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:24:26:14]"
    },
    {
      "id": "context_81_36",
      "index": 36,
      "speaker": "Peter Black",
      "words": "It was such promises, and I could offer, examples for virtually any middle class profession. From farmer to policeman to firefighter to social worker to office worker. The Nazi Party came to power, appointed as a minority government, with their coalition partners, the German nationalists, who together had pulled in the November 1932 parliamentary elections, some 47% of the vote that in addition to their promises to restore, to create a national renewal, the Nazis and their nationalist partners, cleverly placed, the election in the frame of a choice between national renewal and communist dictatorship.",
      "tags": [
        "economy",
        "labor"
      ],
      "timestamp": "[00:25:08:19]"
    },
    {
      "id": "context_81_37",
      "index": 37,
      "speaker": "Peter Black",
      "words": "You can see from the results of the, the recent parliamentary elections, the communists were the only party to increase their vote with every election up until March 1933. And the elections they ran in March 1933, was at a time when most of the Communist leadership had been driven underground, were in jail, or were in concentration camps. So the fear, the concern in the middle classes about communism was a potent factor in voting for the nationalist Nazi renewal coalition.",
      "tags": [

      ],
      "timestamp": "[00:26:19:01]"
    },
    {
      "id": "context_81_38",
      "index": 38,
      "speaker": "Peter Black",
      "words": "Most people in the middle classes saw this choice, perceived it the way, those who presented it hoped they would, and fear that a continuation of the crisis would result eventually in the Bolshevik dictator, in a Bolshevik dictatorship, with the youth simply going to the communist communists out of nihilism. And, so this was seen as a life saving election in 1933.",
      "tags": [

      ],
      "timestamp": "[00:27:10:22]"
    },
    {
      "id": "context_81_39",
      "index": 39,
      "speaker": "Peter Black",
      "words": "Two weeks into the election. The German parliament building, the Reichstag, burst into flames. That to this very day, we don't know exact, actually, how the fire started or how it grew, to such, astounding proportions. But it, it, the the two theories are the lone arsonist, and that the Nazis, had, put the lone arsonist up to it and given the man a little bit of help.",
      "tags": [

      ],
      "timestamp": "[00:27:52:16]"
    },
    {
      "id": "context_81_40",
      "index": 40,
      "speaker": "Peter Black",
      "words": "It's not clear even today which theory is true. What is clear is that the Nazis and their German nationalist partners went to the president of the Republic, a retired field marshal named Hindenburg, and said this is the signal for a communal uprising to overthrow our program and progress towards national renewal and restoration of Germany's status as a political and economic power and a prosperous society.",
      "tags": [

      ],
      "timestamp": "[00:28:39:22]"
    },
    {
      "id": "context_81_41",
      "index": 41,
      "speaker": "Peter Black",
      "words": "Therefore, in view of this threat, the nation needed, an emergency, emergency legislation, since existing security led legislation did not seem to be able to stave off the threat. The result was the Reichstag Fire Decree, which was passed on February 28th, 1933, and it was called the decree for the protection of the people and the State. This decree did three things.",
      "tags": [

      ],
      "timestamp": "[00:29:19:05]"
    },
    {
      "id": "context_81_42",
      "index": 42,
      "speaker": "Peter Black",
      "words": "First, it suspended constitutional constraints on police investigations for For, criminal or subversive activities. It also permitted the central government to overthrow state governments and establish emergency administrations. If the locals, from the perspective of the center, were not able to understand or perceive the, reality of the alleged danger. And finally it, allowed the government to decide when the emergency was over.",
      "tags": [

      ],
      "timestamp": "[00:30:02:10]"
    },
    {
      "id": "context_81_43",
      "index": 43,
      "speaker": "Peter Black",
      "words": "And I think it's important to understand, in understanding the policies of the Third Reich and the general support, that the Nazi regime got until the very end, that this state of emergency established on February 28th, 1933, did not end until Nazi Germany surrendered to the Western Allies and the Soviet Union on May 7th, 1945. That everything that was done after February 28th, 1933 was done on the premise that the nation was in danger for the first six years, domestically and for the second six years internationally as well, and that extraordinary measures had to be taken to meet the challenges that these dangers presented.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:30:53:01]"
    },
    {
      "id": "context_81_44",
      "index": 44,
      "speaker": "Peter Black",
      "words": "Even with this legislation.",
      "tags": [

      ],
      "timestamp": "[00:32:01:21]"
    },
    {
      "id": "context_81_45",
      "index": 45,
      "speaker": "Peter Black",
      "words": "The Nazis were disappointed by the March 33rd election results. As you can see here, the Nazi percentage was really only about six percentage points more than they had received nine months earlier. In the summer 1932 elections, 37.3 this meant that the Nazis alone could not obtain a majority, and that they needed to continue with their coalition with the German Nationalist People's Party in order to get to the 51%.",
      "tags": [

      ],
      "timestamp": "[00:32:08:05]"
    },
    {
      "id": "context_81_46",
      "index": 46,
      "speaker": "Peter Black",
      "words": "It also showed a continuing strength of the Social Democrats and even the communists, who, if the Center Party would ally with them, could reach a majority on their own. The election, in short, was interpreted by the Nazis, as a result which demonstrated that the Nazis at this point lacked consensus among the German population.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:32:50:16]"
    },
    {
      "id": "context_81_47",
      "index": 47,
      "speaker": "Peter Black",
      "words": "So you get a lot of pictures, like this, that get published in the newspapers. And if you have a look at this picture, it's clear that the Nazis wanted this picture to demonstrate to Germans who had not been Nazi voters that, change had to come, but it would come within a context in which they could feel comfortable and in which the traditional power, as represented here by President Hindenburg on the right of the photograph, as you're looking at it, exerting his authority over Chancellor Adolf Hitler, and you get endless photos of this, in the period of March and April 1933.",
      "tags": [

      ],
      "timestamp": "[00:33:31:02]"
    },
    {
      "id": "context_81_48",
      "index": 48,
      "speaker": "Peter Black",
      "words": "Photos that didn't reach the newspaper were photos like this. What was going on in the background? But the Nazis were careful to let information slip out about the mass arrests of communists and social Democrats, and justified it on the basis of the domestic state of emergency that has had been established on February 28th, 1933. And it was quite clear that, majority of the German middle classes were content.",
      "tags": [

      ],
      "timestamp": "[00:34:31:19]"
    },
    {
      "id": "context_81_49",
      "index": 49,
      "speaker": "Peter Black",
      "words": "Acquiesced in or even supported harsh measures against the political left, which they felt was engaged in subversive, activity aimed at overthrowing. The German, middle class bourgeois regime and establishing a communist dictatorship for people in the middle classes, and certainly people on the right. It didn't matter if you were a socialist or a communist, or frankly, at times even a progressive democrat, that you were all communists of the Marxian version.",
      "tags": [

      ],
      "timestamp": "[00:35:16:20]"
    },
    {
      "id": "context_81_50",
      "index": 50,
      "speaker": "Peter Black",
      "words": "In this particular photograph, we're seeing a search and seizure operation conducted in a neighborhood that was associated with Jewish emigration to Berlin in the late 19th century. By 1933, it was a fairly integrated neighborhood as far as Jews and non-Jews were concerned, and the orders that these men had, based on the emergency Reichstag Fire Decree of February 28th, were the following.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:36:04:17]"
    },
    {
      "id": "context_81_51",
      "index": 51,
      "speaker": "Peter Black",
      "words": "They were to search, this neighborhood and seize, weapons, stockpiled weapons, undocumented aliens and subversive literature. And by subversive literature, this was defined as literature that was hostile to the German state within the context of the emergency legislation. This is what the, municipal police, detachment in Berlin was told that it was supposed to do the word Jew does not appear in the operational orders for this operation.",
      "tags": [
        "culture",
        "conflict",
        "literature"
      ],
      "timestamp": "[00:36:39:16]"
    },
    {
      "id": "context_81_52",
      "index": 52,
      "speaker": "Peter Black",
      "words": "As I said before, many in the middle classes were quite pleased with the harsh measures against communists and social Democrats. The Nazis, the government and the German police also use the emergency legislation to lock up repeat felons, people who engaged in, asocial behavior and asocial behavior could, range from, excessive public drinking, to spouse speeding, to, sexual promiscuity, usually applied more to females than to males and of course, to homosexual activity as well.",
      "tags": [

      ],
      "timestamp": "[00:37:37:05]"
    },
    {
      "id": "context_81_53",
      "index": 53,
      "speaker": "Peter Black",
      "words": "It was also the they also locked up Roman Sinti, pandering to the middle class, prejudice that associated Roman Sinti with, crime. Concentration camps were established and well publicized as places to put subversives, criminals and asocial to, hard labor productive for the state, and also for, removing them from society. Violence against Jews as such, in 1933 and 1934 was sporadic, usually linked to subversion or, criminal activities, real or alleged.",
      "tags": [

      ],
      "timestamp": "[00:38:30:18]"
    },
    {
      "id": "context_81_54",
      "index": 54,
      "speaker": "Peter Black",
      "words": "In 1934, Hitler, by agreement with the German army, which had been lukewarm towards his chancellorship, agreed. After annihilating the storm trooper leadership in June 1934, established the position of Führer, which he became after the death of Hindenburg as vice chancellor, and Hitler would remain Vice-Chancellor until 1945. Hitler was only Chief of State as Führer and is leader of the German people.",
      "tags": [

      ],
      "timestamp": "[00:39:25:10]"
    },
    {
      "id": "context_81_55",
      "index": 55,
      "speaker": "Peter Black",
      "words": "Hitler could move beyond the laws of the German state and in emergency situations could take measures that were outside the jurisdiction of German law if they were conducive to preserving, or maintaining the survival of the German nation. However shaky the Nazi regime was in 1933, by 1938, as demonstrated in the plebiscite after 1933, the Germans, the Nazi regime would never trust the Germans to another election.",
      "tags": [

      ],
      "timestamp": "[00:40:09:08]"
    },
    {
      "id": "context_81_56",
      "index": 56,
      "speaker": "Peter Black",
      "words": "And no matter how rigged, they went to plebiscite, the, German population was asked two questions. You see what they are here? And of course, it was a totalitarian dictatorship. By this time, 99.5% voted yes. But based on the reports of the Nazi intelligence service, the Security service, or SD, as well as the reports of the underground social democratic movement, historians have, judged that about 70 to 75% of that vote of yes was genuine.",
      "tags": [

      ],
      "timestamp": "[00:40:58:20]"
    },
    {
      "id": "context_81_57",
      "index": 57,
      "speaker": "Peter Black",
      "words": "How did the Nazis do this?",
      "tags": [

      ],
      "timestamp": "[00:41:44:16]"
    },
    {
      "id": "context_81_58",
      "index": 58,
      "speaker": "Peter Black",
      "words": "Remember the five, themes of national renewal?",
      "tags": [

      ],
      "timestamp": "[00:41:50:07]"
    },
    {
      "id": "context_81_59",
      "index": 59,
      "speaker": "Peter Black",
      "words": "Restoring German self-respect. The Treaty of Versailles was shredded. By 1938, Germany had control of its of its, military forces. It had control over its territory, and it had Britain and France willing to offer Czech territory, because Germany claimed that Germans were a majority and that they were being persecuted. Germany was back to work in 1935, and the economy was apparently vibrant, greater career opportunities for professionals.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:42:01:17]"
    },
    {
      "id": "context_81_60",
      "index": 60,
      "speaker": "Peter Black",
      "words": "And in fact, by 1937, there was a labor shortage.",
      "tags": [

      ],
      "timestamp": "[00:42:43:10]"
    },
    {
      "id": "context_81_61",
      "index": 61,
      "speaker": "Peter Black",
      "words": "Safe streets. The crime rate dropped between 10 and 15% each year during the first five years of Nazi rule, the organized criminal syndicates were broken up in 1933 at about time, at about the same time that the communists and social democratic parties were broken up, politically oriented street violence ceased essentially after 1934 unless the regime wanted it to happen again.",
      "tags": [

      ],
      "timestamp": "[00:42:51:23]"
    },
    {
      "id": "context_81_62",
      "index": 62,
      "speaker": "Peter Black",
      "words": "A small minority of the population, as in 1938, the youth was engaged in productive, those who had nothing better to do than to get involved in criminal activity were going into the Hitler Youth, and they felt very much a part of the future. Foreign influence of German culture was broken. And whenever the Nazis wanted to, eliminate unacceptable discussion or ideas, there was always newspaper censorship, film censorship, and, arrests for people who talk out of line.",
      "tags": [
        "cinema",
        "literature"
      ],
      "timestamp": "[00:43:28:04]"
    },
    {
      "id": "context_81_63",
      "index": 63,
      "speaker": "Peter Black",
      "words": "Communist threat was eliminated by 1933. 1934.",
      "tags": [

      ],
      "timestamp": "[00:44:12:06]"
    },
    {
      "id": "context_81_64",
      "index": 64,
      "speaker": "Peter Black",
      "words": "And you get members of German professions buying into the system between 1933 and 1939.",
      "tags": [

      ],
      "timestamp": "[00:44:20:13]"
    },
    {
      "id": "context_81_65",
      "index": 65,
      "speaker": "Peter Black",
      "words": "And the regime was very careful to, represent the German nation as one united, strong, vibrant, future oriented community to restore self pride. We have a lot of photographs like this that make, people who have doubts feel rather insecure about those doubts. But if you looked at this photograph, it's very carefully orchestrated. Virtually all of the people now belong to some Nazi organization or another.",
      "tags": [

      ],
      "timestamp": "[00:44:34:09]"
    },
    {
      "id": "context_81_66",
      "index": 66,
      "speaker": "Peter Black",
      "words": "Concurred with this. Domestic recuperation, renewal. The Nazi regime, accomplished a number of foreign policy and diplomatic successes with very little cost to the German population. That helped to create a habit in the German population that regardless of how crazy Hitler and the Nazis might sound at times, they really could work miracles. When given the opportune city to do so.",
      "tags": [

      ],
      "timestamp": "[00:45:17:10]"
    },
    {
      "id": "context_81_67",
      "index": 67,
      "speaker": "Peter Black",
      "words": "And this gave Germans, sufficient confidence in his abilities to be willing to follow him into war if he said this would be necessary. They had sufficient trust in Hitler, and this was confirmed by the plebiscite of 1938 that I mentioned earlier that the war in Poland was to free ethnic Germans in Poland from Polish oppression. In 1939, and that the invasion of the Soviet Union in 1941 was an inevitable and necessary preemptive strike to eliminate this Soviet communist regime, which, if allowed to survive, would eventually destroy Germany and Western civilization by June 1940.",
      "tags": [
        "conflict",
        "labor"
      ],
      "timestamp": "[00:46:01:13]"
    },
    {
      "id": "context_81_68",
      "index": 68,
      "speaker": "Peter Black",
      "words": "The victories here, propelled Hitler at least, if not the Nazis, to the height of popularity. And Germans felt, many Germans felt that the end of the crisis, which began in 1918 or 1914, was in sight. And another point I'd like to quickly bring up is that, in 1936, in 1938, as Germany prepared for war in 1939, individual Germans who were not at diversely affected directly by Nazi policy against the left, against the Jews, against the Roma and Sinti, tended to weigh their attitudes towards the Nazi regime in terms of the idea, am I better off now?",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:47:05:02]"
    },
    {
      "id": "context_81_69",
      "index": 69,
      "speaker": "Peter Black",
      "words": "And is my country better off now? And is my family better off now? In 1936 or 1938 than we were in 1932? Most Germans not adversely affected in serious ways by Nazi policies, answered this question yes. In 1938 and 1939. This shows you the, annexations of Germany up until August 1939.",
      "tags": [

      ],
      "timestamp": "[00:48:17:03]"
    },
    {
      "id": "context_81_70",
      "index": 70,
      "speaker": "Peter Black",
      "words": "The advent of war, and especially after the invasion of the Soviet Union in 19. In June 1941, and the entry of the United States into the war in December of 1941, raised the stakes in the domestic state of emergency. Now it was a national international state of emergency, and the stakes were the highest possible. There were only two choices here.",
      "tags": [
        "conflict",
        "labor"
      ],
      "timestamp": "[00:48:59:13]"
    },
    {
      "id": "context_81_71",
      "index": 71,
      "speaker": "Peter Black",
      "words": "Winning meant survival. Losing meant the extinction political, cultural and possibly physical. Given this war and the fact and I note that I say fact, this is not propaganda. The fact that now in the winter of 1941, 1942, there was a coalition of powers, that was determined to destroy Nazi Germany that had become a reality. The only thing that was still myth, was that the old Nazi argument that this coalition was run by the Jews was still false.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:49:34:02]"
    },
    {
      "id": "context_81_72",
      "index": 72,
      "speaker": "Peter Black",
      "words": "But between the Soviet Union, Great Britain and the United States, there was, the world was now, determined to destroy Nazi Germany. And the demand for unconditional surrender only reinforced this. All of the sense of a patriotic citizen in wartime tended to reinforce German support till the very end, to the Nazi regime. I wanted to defend my country.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:50:25:08]"
    },
    {
      "id": "context_81_73",
      "index": 73,
      "speaker": "Peter Black",
      "words": "I will make whatever sacrifice is necessary. I will do whatever the leadership thinks is required to ensure the survival of myself, my family, and my country.",
      "tags": [

      ],
      "timestamp": "[00:51:05:21]"
    },
    {
      "id": "context_81_74",
      "index": 74,
      "speaker": "Peter Black",
      "words": "And as a last photograph here, I wanted to show you, a depiction of a deportation. Deportation of German Jews from the city of Wartburg, Germany, which is in the center, of the country a little bit to the west, not so far from the French border. And watching them here in the foreground is a German police official.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:51:26:22]"
    },
    {
      "id": "context_81_75",
      "index": 75,
      "speaker": "Peter Black",
      "words": "We know statistically.",
      "tags": [

      ],
      "timestamp": "[00:52:00:12]"
    },
    {
      "id": "context_81_76",
      "index": 76,
      "speaker": "Peter Black",
      "words": "That, all uniformed German police officers, one out of three, chose to make the political commitment to the Nazi regime by joining the SS, which was the organization that took over the leadership of the police forces in the summer of 1934 and ran the police forces until 1945. So there's 1 in 3 chances, that this police official is a.",
      "tags": [

      ],
      "timestamp": "[00:52:06:19]"
    },
    {
      "id": "context_81_77",
      "index": 77,
      "speaker": "Peter Black",
      "words": "Fanatical Nazi and is fully convinced of the necessity and desirability of, kicking Jews out of the country and even putting them to death. Two out of 3rd May well have not. So intensely felt that these Jews, were a danger to Germany in general, or a danger to the, people of verts. Burg in particular.",
      "tags": [

      ],
      "timestamp": "[00:52:50:08]"
    },
    {
      "id": "context_81_78",
      "index": 78,
      "speaker": "Peter Black",
      "words": "But in the spring of 1942, at the time this deportation took place, no matter what this police official thought of actual danger that the Jews presented, he had to assume unless he'd been comatose for the last nine years, that none of these people in the photograph wanted Germany to win a war which had now become a war of survival.",
      "tags": [
        "migration",
        "conflict"
      ],
      "timestamp": "[00:53:29:22]"
    },
    {
      "id": "context_81_79",
      "index": 79,
      "speaker": "Peter Black",
      "words": "And in terms of what you do in wartime, where the stakes are so high with a group of the population that almost by definition can be assumed not to be enthusiastic about the nation's victory and therefore survival, that removing them and not being too concerned about what would happen to them once they were removed, did not seem so puzzling or illegitimate to the vast majority of police officials.",
      "tags": [

      ],
      "timestamp": "[00:54:04:19]"
    },
    {
      "id": "context_81_80",
      "index": 80,
      "speaker": "Peter Black",
      "words": "And this gives you a sense of how ingrained elements of Nazi policy, serious, murderous policy had become in what had previously been a value neutral profession.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:54:51:05]"
    },
    {
      "id": "context_81_81",
      "index": 81,
      "speaker": "Peter Black",
      "words": "That is my, presentation today, and I hope that I have left enough time for, for questions to come in, and I assume they'll be coming in on the chat room.",
      "tags": [

      ],
      "timestamp": "[00:55:17:13]"
    },
    {
      "id": "context_81_82",
      "index": 82,
      "speaker": "Doug Exton",
      "words": "Yes. Thank you so much for the informative presentation. Definitely touched on a lot of different facets that I never knew as well. So the first question to start us off, do you mind talking a little bit about, Hitler's background before you entered into the political scene?",
      "tags": [

      ],
      "timestamp": "[00:55:40:02]"
    },
    {
      "id": "context_81_83",
      "index": 83,
      "speaker": "Peter Black",
      "words": "Yes, I would be happy to do that. Hitler was born in Upper Austria, which in an area not far from the Bavarian border, and grew up, the son of a customs agent, for the Austro Hungarian monarchy, which at that time was a great power and included Austria, Hungary and parts of today's, Croatia, Bosnia and, Slovenia, parts of Poland and the Czech Republic, Slovakia and Hungary, as well as parts of the Ukraine.",
      "tags": [
        "migration",
        "culture"
      ],
      "timestamp": "[00:55:57:19]"
    },
    {
      "id": "context_81_84",
      "index": 84,
      "speaker": "Peter Black",
      "words": "And he grew up, in an area where German speaking Austrians tended to be, highly nationalist and highly.",
      "tags": [

      ],
      "timestamp": "[00:56:50:03]"
    },
    {
      "id": "context_81_85",
      "index": 85,
      "speaker": "Peter Black",
      "words": "Concerned about losing their privileges and status as the leading minority of a German speaking but multinational empire, to, other national minorities who were fighting for equal rights and access to economic opportunity. And these included in Hitler's, home area in Upper Austria. These included Czechs, Italians and Slovenes. We don't know how Hitler's, personal politics as a, elementary school or as a middle schooler, as a high school or, and even as a young man after school, actually reflected, we only know, that, by 1919, when Hitler comes out of the army, he is mouthing, what I call, focused nationalist or race based nationalist view",
      "tags": [
        "education"
      ],
      "timestamp": "[00:57:08:10]"
    },
    {
      "id": "context_81_86",
      "index": 86,
      "speaker": "Peter Black",
      "words": "of human history. And I'll come back to that in a second. But going back to his, prehistory, Hitler's father was very strict, beat him occasionally, which was not unusual for Central European fathers at the end of the 19th century, children did not have anywhere near the rights of their parents that they do today.",
      "tags": [

      ],
      "timestamp": "[00:58:37:11]"
    },
    {
      "id": "context_81_87",
      "index": 87,
      "speaker": "Peter Black",
      "words": "But Hitler's father died young. Hitler was one of two children who survived, 7 or 8 births, given by his mother, who lived until he was 18 but ultimately died of breast cancer. Interestingly enough, Hitler had, loved his mother and, had engaged the family doctor, incidentally, a, Jewish doctor, Hitler lived in Windsor at that time, the capital of Upper Austria today.",
      "tags": [

      ],
      "timestamp": "[00:59:09:10]"
    },
    {
      "id": "context_81_88",
      "index": 88,
      "speaker": "Peter Black",
      "words": "And the doctor, Doctor Bloch was a practicing physician in Linz and Hitler always remained grateful to both, for, his tenderness and support in treating, his mother until her death in 1907. We know Hitler was exposed to race based politics, probably as early as in high school. We don't know how seriously he embraced them.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:59:50:19]"
    },
    {
      "id": "context_81_89",
      "index": 89,
      "speaker": "Peter Black",
      "words": "He says he embraced them. But that was writing much later, in 1924, in a political autobiography. We know that, he experienced the First World War as a devastating and unexpected, defeat and humiliation in 1918. But even then, when serving as a, political officer for the German Army, called the right there at that time whose assignment was to, spy on right wing groups and see, what their attitudes towards the existing government might be.",
      "tags": [
        "literature",
        "conflict"
      ],
      "timestamp": "[01:00:24:21]"
    },
    {
      "id": "context_81_90",
      "index": 90,
      "speaker": "Peter Black",
      "words": "Hitler was still uncertain about what political direction he would, take. And in fact, at some point in early 1919, even considered joining the Social Democratic Party, in Munich. The brief councils republic Communist Republic in Munich in the late winter and spring of 1919 and its destruction, and by free builders, German right wing free builders, appears to have moved Hitler into a decisively right wing direction.",
      "tags": [

      ],
      "timestamp": "[01:01:17:19]"
    },
    {
      "id": "context_81_91",
      "index": 91,
      "speaker": "Peter Black",
      "words": "And his first statements on politics, his first public statements and politics. In the summer of 1919, were quite decidedly focused nationalist and anti-Semitic. Briefly, definition, focused nationalist in the German context is essentially that, what we would call ethnic groups are, in fact, biologically and genetically defined racial groups whose characteristics do not change unless they are deluded by the blood of another racial group.",
      "tags": [

      ],
      "timestamp": "[01:02:02:03]"
    },
    {
      "id": "context_81_92",
      "index": 92,
      "speaker": "Peter Black",
      "words": "Also a component of focused national ism is that the racial groups on the face of the Earth are unequal. There are superior ones, and there are inferior ones. At the top of the scale are the Germans and the other so-called Nordic peoples, Scandinavians, Dutch Flemings, and British, at the bottom are East Europeans, Slavs, and other peoples around the world, people of color, Roma and of course, Jews.",
      "tags": [

      ],
      "timestamp": "[01:02:50:19]"
    },
    {
      "id": "context_81_93",
      "index": 93,
      "speaker": "Peter Black",
      "words": "And the last element of focused nationalism is the apple, apocalyptic sense that race mixing that is sexual intercourse, between members of different races and offspring that come from the from those liaisons lead to, a dilution of superior characteristics and if allowed to continue, would eventually destroy the superior races and bring all races down to the lowest common denominator.",
      "tags": [

      ],
      "timestamp": "[01:03:34:13]"
    },
    {
      "id": "context_81_94",
      "index": 94,
      "speaker": "Peter Black",
      "words": "The German focused nationalists believe that this would mean, inevitably, the destruction of German culture, and the very existence of the German nation. And that sense was what, the their successors, these were people in the 18th century. The Nazis, took as a foundational point of their view of the world.",
      "tags": [

      ],
      "timestamp": "[01:04:18:03]"
    },
    {
      "id": "context_81_95",
      "index": 95,
      "speaker": "Doug Exton",
      "words": "And then throughout the presentation, there's definitely, you know, focus on minorities, you know, kind of like what you were saying. German racist, superior minorities aren't. But it didn't seem like a lot of the focus was on the Jews specifically towards the early rise, you know, so where did that shift happen to where you know, the Jews ended up taking the brunt of, you know, the hatred?",
      "tags": [

      ],
      "timestamp": "[01:04:52:22]"
    },
    {
      "id": "context_81_96",
      "index": 96,
      "speaker": "Peter Black",
      "words": "Well, in terms of, this is a great question in terms of early, the Nazis always saw the Jews, as a racial group that had characteristics that enabled them unlike any other race. So, the Nazis believed to engage successfully in two movements that, the Nazis believed were destructive of good racial societies, international finance, capitalism and, communism, Marxian communism.",
      "tags": [

      ],
      "timestamp": "[01:05:17:00]"
    },
    {
      "id": "context_81_97",
      "index": 97,
      "speaker": "Peter Black",
      "words": "The Jews were believed to be a people with out moral fiber, whose goal was only money and power, and who would do anything to achieve those things, even though they hereditary, lacked the ability to form a civilization, capable of creating culture and prosperity for anyone else but themselves. This was a staple of Nazi ideology.",
      "tags": [

      ],
      "timestamp": "[01:06:06:16]"
    },
    {
      "id": "context_81_98",
      "index": 98,
      "speaker": "Peter Black",
      "words": "The Nazis, who represented a relatively small minority in the early 1920s, believed that the Jews were behind the victors of World War One. They were behind the Versailles, settlement. They were also behind, the, Weimar Republic and all of its ills, and they stood most to benefit from this. There were many non Nazi Germans who shared all or part of these sentiments.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[01:06:50:06]"
    },
    {
      "id": "context_81_99",
      "index": 99,
      "speaker": "Peter Black",
      "words": "And part of this stemmed from, the period, in the 1870s, when restrictions on drew Jews, legal restriction on Jews in terms of residence and employment were dropped and Jews began to enter, professions which were previously barred to them, and to move into neighborhoods where they previously couldn't own, housing and to, run for office, as well as to, buy commercial, property and in particular to enter the Army.",
      "tags": [
        "economy"
      ],
      "timestamp": "[01:07:29:19]"
    },
    {
      "id": "context_81_100",
      "index": 100,
      "speaker": "Peter Black",
      "words": "All of these, consequences of dropping restrictions on Jews, tended to make Germans who were uncomfortable with it, again, a small minority to see their status, their neighborhoods, their places of employment and their job prospects being negatively affected by the rise of the Jews and the fact that the Jews were moving into areas that were sensitive to the economy, national defense and national security, lent, fuel or provided fuel for those who felt that they were being taken over by a foreign entity, to the detriment of the nation's prosperity, economic well-being, and national defense.",
      "tags": [
        "economy"
      ],
      "timestamp": "[01:08:17:21]"
    },
    {
      "id": "context_81_101",
      "index": 101,
      "speaker": "Peter Black",
      "words": "This ends in the middle. This goes on through the mid 20s and ends, temporarily. Although never entirely with the general German propaganda drive. After the decision to participate in elections as a campaigning party, the Nazis used anti-Semitism, but they used anti-Semitism with groups who would be likely to be, receptive to it, such as small business people who were, fighting competition from newly developing department stores such as students who were, who if they didn't get a position at the university.",
      "tags": [

      ],
      "timestamp": "[01:09:28:19]"
    },
    {
      "id": "context_81_102",
      "index": 102,
      "speaker": "Peter Black",
      "words": "The way of the fact that 12% of all students in Germany, where Jewish when only, 1 or 2% of the entire population were Jewish, this is a small percentage of total students. But if you present it in, if you present it to an insecure or receptive mind and in the framework of Jews, represent ten times their numbers in the population, in the student body, or Jews hold 1% of all, I'm sorry, 5% of all banking positions in the country.",
      "tags": [
        "education"
      ],
      "timestamp": "[01:10:21:08]"
    },
    {
      "id": "context_81_103",
      "index": 103,
      "speaker": "Peter Black",
      "words": "From CEO to bank teller, this is still five times the numbers of Jewish, the Jewish population in the country. That's a very different way of presenting this statistic. In the early years of the Nazi regime, the Nazis also played down specifically Jewish. Specific hostility to the Jews, except when to, respond to international criticism. German persecution of Jews and others.",
      "tags": [

      ],
      "timestamp": "[01:11:05:23]"
    },
    {
      "id": "context_81_104",
      "index": 104,
      "speaker": "Peter Black",
      "words": "Then they would talk about an international Jewish conspiracy against Germany for doing just what every other country does. In Germany itself, the tendency was to go first against the left, which included a good proportion of Jews, although by no means, a significant plurality of Jews, Jews tended to be as anti-communist as their Christian neighbors and also against, people engaged in, crime or asocial behavior, which contained even a smaller percent of Jews, and, against Jews per say, the Nazis did very little as a governing state, although the Nazi Party, continually engaged in demonstrations of popular anger against Jews, such as the boycott in 1933.",
      "tags": [

      ],
      "timestamp": "[01:11:44:11]"
    },
    {
      "id": "context_81_105",
      "index": 105,
      "speaker": "Peter Black",
      "words": "April 33rd, the book burning in May of 33. But, rhetoric against the Jews tended to drop, after the night of the Long Knives in 34, when the regime was trying to be respectable, through the Olympics. And it was only after, 1937, 1938, when the Nazis were much more secure, about their, the consolidation of their regime inside Germany, that, the wave of legislation against the Jews, was passed.",
      "tags": [

      ],
      "timestamp": "[01:12:55:18]"
    },
    {
      "id": "context_81_106",
      "index": 106,
      "speaker": "Doug Exton",
      "words": "And unfortunately, we are out of time for all the questions. But since we do have a lot, that haven't been answered, what I'll do is I'll put them all together and pass them along to you. Peter.",
      "tags": [

      ],
      "timestamp": "[01:13:43:14]"
    },
    {
      "id": "context_81_107",
      "index": 107,
      "speaker": "Peter Black",
      "words": "Please do. And if you would post my email. Yeah. For you folks in the, for you participants, please feel free to write me and identify yourself. And, I will answer your questions. May take me a little while, but, I will do that.",
      "tags": [

      ],
      "timestamp": "[01:13:53:06]"
    }
  ],
  "metadata": {
    "totalSegments": 108,
    "description": "This talk follows the cultural, economic, social and political impediments under which the Weimar Republic in Germany was born in 1918 and how the nearly constant assault of the conservative right wing upon a form of government it never accepted created opportunities for the extremist Nazi Party to take advantage of political paralysis, economic chaos, social panic and cultural despair to use democratic structures to come to power, establish a dictatorship, and increase popular support among Germans for the Nazi agenda.  It will focus on Nazi use of traditional, conservative, populist and nostalgic themes to present a palatable program for non-Nazi members of the upper and middle classes that cut across traditional cultural cleavages in Germany, including religion, region, social class, gender, age, the rural-urban divide and the military-civilian divide.   Key issues include revision of the post-World War I treaty system, destruction of the perceived leftist threat to Germany, stabilization of the economy, and restoration of self-esteem and solid German values to social and cultural life. Finally, it explores the Nazi presentation of WWII in terms that made it possible for non-Nazis to participate willingly in perpetrating Nazi crimes. Bio: Dr. Peter Black was the Senior Historian and Director of the Division of the Senior Historian at the United States Holocaust Memorial Museum from 1997 until his retirement from federal service in January 2016.  Previously, from 1978 until 1997, he served as a staff historian and (after 1986) as Chief Historian for the Office of Special Investigations (OSI), Criminal Division of the United States Department of Justice.  Since January 2016, he has been active as an independent historian/consultant, whose most important client is the USHMM, in particular the Division of the Reference Historian. Educated at the University of Wisconsin (BA: 1972) and Columbia University (Ph.D in 1981), Dr. Black has held various teaching positions at George Mason University, Catholic University, American University and Columbia University.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}