{
  "title": "S1E17 Victory and Triumph in Ancient Rome",
  "interviewee": "Dr. Alyson Roy",
  "interviewer": "Doug Exton",
  "date": "2020-10-06",
  "subjects": [
    "fascism",
    "imperial (roman)",
    "numismatics",
    "processions",
    "material culture (discipline)"
  ],
  "segments": [
    {
      "id": "context_93_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_93_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Thank you so much for joining us for tonight's Connected Conversation. A program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you to check out our website, Idaho humanities.org. I'd like to remind you that you may submit any questions using the Q&A feature located at the bottom of the screen. With me tonight is Alyson Roy, assistant professor at the University of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_93_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "Sorry to have you with us tonight, and I turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:00:27:01]"
    },
    {
      "id": "context_93_3",
      "index": 3,
      "speaker": "Alyson Roy",
      "words": "Okay.",
      "tags": [

      ],
      "timestamp": "[00:00:30:11]"
    },
    {
      "id": "context_93_4",
      "index": 4,
      "speaker": "Alyson Roy",
      "words": "Yeah. Let me just really quickly this over. Okay. So. Today I am giving a talk on, the Roman triumph in ancient Rome and mainly the Roman Republic. But I'm going to start a little bit strange, perhaps because I want to start with Mussolini. So, in 19 1930s, when? Well, really, Mussolini comes to power in 1922.",
      "tags": [

      ],
      "timestamp": "[00:00:43:02]"
    },
    {
      "id": "context_93_5",
      "index": 5,
      "speaker": "Alyson Roy",
      "words": "But throughout the 1930s, he begins a project of reimagining ancient Rome, for a very clear purpose, which is for him to, create his own vision of a new empire of which he is the heir to Rome. And so what he he, he does is there's this some two things that I want to highlight. First is that he begins really extensive excavations and public works projects, throughout the city of Rome in particular.",
      "tags": [

      ],
      "timestamp": "[00:01:20:07]"
    },
    {
      "id": "context_93_6",
      "index": 6,
      "speaker": "Alyson Roy",
      "words": "He basically bulldoze is a giant trench through, the Sacred Heart of Rome, the Roman Forum, to build a new road, which he calls the Vatican for Imperial, the road of the imperial forums. And in 1937, he has a massive celebratory parade going down this new street that he has, that he has built. And what I really want to talk about today is how you get to Mussolini.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:01:53:01]"
    },
    {
      "id": "context_93_7",
      "index": 7,
      "speaker": "Alyson Roy",
      "words": "How do you get to this, reimagined Roman triumph? And in what ways do these Roman symbols still have echoes in, the modern world and in modern, various modern celebrations? So if you look at the, the photograph on the left, this is a, parade that, Mussolini puts on in 1937. And you will see very prominently in the photo.",
      "tags": [

      ],
      "timestamp": "[00:02:24:01]"
    },
    {
      "id": "context_93_8",
      "index": 8,
      "speaker": "Alyson Roy",
      "words": "The Arch of Constantine, which is just outside the the heart of the Republican Forum in Rome and going sort of into the distance in the, in the, in the image is, part of the vat for Imperial. And then on the right, you have this just amazing juxtaposition of, Mussolini with his fascist salute on the left, echoing the emperor Nerva and his statue, which is on the right.",
      "tags": [

      ],
      "timestamp": "[00:02:51:09]"
    },
    {
      "id": "context_93_9",
      "index": 9,
      "speaker": "Alyson Roy",
      "words": "And that really sort of draws together is what I'm talking about, of this, this fascination with ancient Rome, that has been present really, since the Renaissance. And, allows these echoes of Roman travel symbols to continue, through to today. So here we have, for example, on the left, the, the construction of the vat for Imperial and on the right.",
      "tags": [

      ],
      "timestamp": "[00:03:22:02]"
    },
    {
      "id": "context_93_10",
      "index": 10,
      "speaker": "Alyson Roy",
      "words": "In the same shot, looking through one of the, the arches of the Colosseum, you have one of these fascist parades, and you can see very prominently in the right hand, photograph the the fascist, standards, which is their, military flag, which is an echo of the Roman standard. Which is again, the the flag for the for the armies.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:03:49:04]"
    },
    {
      "id": "context_93_11",
      "index": 11,
      "speaker": "Alyson Roy",
      "words": "But one thing that you should kind of be able to see in the left hand photo is essentially how destructive this is, because you have to put yourself back in ancient Rome. You have to imagine that that street is where, for example, the massive forum of Augustus or the four of Julius Caesar used to be, and he plows straight through them.",
      "tags": [

      ],
      "timestamp": "[00:04:15:00]"
    },
    {
      "id": "context_93_12",
      "index": 12,
      "speaker": "Alyson Roy",
      "words": "So despite being utterly fascinated by ancient Rome and wanting to imagine himself as the new Augustus, the new founder of, of Rome, of the Roman Empire, his reimagining requires, a, significant amount of destruction. Of the original city. And he, for example, he doesn't numerous things throughout the city. One most famously is he he puts, he builds a marble wall that has, etched on it the what's called the Gaspé, which is the sort of autobiography of the Emperor Augustus in which he proclaims all the great things that that he has done.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:04:37:00]"
    },
    {
      "id": "context_93_13",
      "index": 13,
      "speaker": "Alyson Roy",
      "words": "And, for, for recently. And this is for him a is a, way for him to, to emulate, and modeled himself after, after Augustus. But what is it that he was so fascinated by? And what is it that he was trying to emulate? Well, this obsession with the Roman triumph. It is. Sorry. That was my cat.",
      "tags": [

      ],
      "timestamp": "[00:05:17:14]"
    },
    {
      "id": "context_93_14",
      "index": 14,
      "speaker": "Alyson Roy",
      "words": "Is quite old. In fact, he goes back to, one of my favorite stories from the Renaissance, which is when, a poet named Petrarch, throws for himself a very elaborate mock Roman triumph where he follows the path that, the he understands of the ancient triumphs and goes up to the Capitoline Hill, which is, of course, in the Renaissance, redesigned by Michelangelo.",
      "tags": [

      ],
      "timestamp": "[00:05:41:08]"
    },
    {
      "id": "context_93_15",
      "index": 15,
      "speaker": "Alyson Roy",
      "words": "And he has himself crowned as the as the first poet laureate. Now, scholars that I'm not a Renaissance scholar, but scholars that I know who are Renaissance scholars say that Petrarch is much better at PR than he is at actually writing poetry. And this was his sort of grand achievement of was reimagining himself using this echo of the parade, of the triumphal parade.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:06:07:08]"
    },
    {
      "id": "context_93_16",
      "index": 16,
      "speaker": "Alyson Roy",
      "words": "And here you can see in this image, the Emperor Napoleon, after he's proclaimed himself emperor with his sisters in a trampled chariot parading through the city. This is, of course, an artist's, imagining of it. But he, when he went to Rome, plundered part of the, the Vatican and brought treasures back and had this, elaborate parade, for himself.",
      "tags": [

      ],
      "timestamp": "[00:06:29:07]"
    },
    {
      "id": "context_93_17",
      "index": 17,
      "speaker": "Alyson Roy",
      "words": "So at the heart of all of this, and this is the sort of key fact that I want to emphasize today at the heart of all of these celebrations and what is really the the the heart of the triumphs, the Roman triumphs is a performance of power. This is a spectacle. It's about, it's about noise and and lots of color and all kinds of fancy things.",
      "tags": [

      ],
      "timestamp": "[00:06:55:08]"
    },
    {
      "id": "context_93_18",
      "index": 18,
      "speaker": "Alyson Roy",
      "words": "And it's it's a performance of power and spectacle and community identity. It's it is this moment in which you can say, I am Roman, that general is Roman. And the people that we just conquered are not Roman. Right. So it's it both reinforces who you are as a Roman and those who aren't Romans. So what is the actual Roman triumph?",
      "tags": [

      ],
      "timestamp": "[00:07:21:06]"
    },
    {
      "id": "context_93_19",
      "index": 19,
      "speaker": "Alyson Roy",
      "words": "So the triumph is, at its heart a ritual procession. It has a religious connotation to it. But it is intended to celebrate a major military victory. And the ritual was intended to honor both the general who had achieved the victory, and also the gods who had helped him to achieve that victory. But there were a number of requirements that a general had to meet, because while this is a celebratory parade, it is one that you had to be granted by the Senate, and by by majority of the Senate.",
      "tags": [
        "religion",
        "conflict"
      ],
      "timestamp": "[00:07:48:09]"
    },
    {
      "id": "context_93_20",
      "index": 20,
      "speaker": "Alyson Roy",
      "words": "And so, you know, really what that translates to is this is a popularity contest. As the Roman Empire expanded in the second century BC, in particular, the Roman Senate found so many people applying for, wanting a triumph for whatever military conquest that they had that they had achieved, but they were sometimes actually leaving in the middle of a military campaign to put it back to Rome in order to apply for a triumph.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:08:22:20]"
    },
    {
      "id": "context_93_21",
      "index": 21,
      "speaker": "Alyson Roy",
      "words": "And then the war would actually swing the other way, because there was no longer a general and no longer armies there to finish the conquest. Right. So it had reached a level of absurdity that the the Senate decided to sort of, clamp down on these applications by instituting a number of very specific requirements that you had to meet.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:08:52:08]"
    },
    {
      "id": "context_93_22",
      "index": 22,
      "speaker": "Alyson Roy",
      "words": "Number one, you had to kill at least 5000 men in a single battle. And the Roman losses had to be minimal. Minimal. So it couldn't be, you know, essentially a Pyrrhic victory where, the Romans had substantial losses. Now we have no testament, testimony as to how they actually calculated this. Did they send some guy to go and actually count the number of dead?",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:09:14:10]"
    },
    {
      "id": "context_93_23",
      "index": 23,
      "speaker": "Alyson Roy",
      "words": "Did they, you know, the they take the general's word for it. We do know the generals had to keep some log books and records, of what they did on campaign. And we know this mainly because one very famous Roman general, named Scipio Africanus, was called to testify on behalf of his brother to make sure that his brother had actually met the requirements of the triumph.",
      "tags": [

      ],
      "timestamp": "[00:09:38:07]"
    },
    {
      "id": "context_93_24",
      "index": 24,
      "speaker": "Alyson Roy",
      "words": "And they asked to see Scipio logbooks and he was so incensed by them questioning his honor, that he ripped up his logbooks dramatically in the middle of the Senate, and tossed the pieces everywhere. So we know that they had the log books, at least, but we don't know if they calculate it out by checking the number of dead on the battlefield, or if he had to bring back armor from everybody.",
      "tags": [

      ],
      "timestamp": "[00:10:02:10]"
    },
    {
      "id": "context_93_25",
      "index": 25,
      "speaker": "Alyson Roy",
      "words": "We just don't know how that worked. But that was one of the requirements, the battle that you fought, that you were asking to celebrate with this, with his triumphal parade, had to be a decisive one. And what that really meant is that it couldn't be in the middle of a war. It had to be one that had this sort of decisively brought an end to the war.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:10:23:08]"
    },
    {
      "id": "context_93_26",
      "index": 26,
      "speaker": "Alyson Roy",
      "words": "And this is why, there are fewer, triumphal parades celebrated during the Punic Wars, because the wars kept going and they had difficulties deciding what they would consider decisive. They left it vague enough that basically, as long as they liked you, they would give you, one of these parades. Most importantly, though, with that decisive, the requirement for it to be a decisive battle meant that it couldn't be a civil war.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:10:42:24]"
    },
    {
      "id": "context_93_27",
      "index": 27,
      "speaker": "Alyson Roy",
      "words": "The Romans were very uncomfortable with the idea of celebrating civil war. So you couldn't if you, for example, when Caesar holds his triumph, he very carefully makes it about his triumph over Gaul. Instead of really ever mentioning the fact that he defeated Pompey in a civil war. So number three of the various, requirements for earning a triumph is that you had to hold a specific rank.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:11:12:19]"
    },
    {
      "id": "context_93_28",
      "index": 28,
      "speaker": "Alyson Roy",
      "words": "And really, this meant the top three, political offices in, in ancient Rome, because unlike in most modern militaries, there was no separation of army, army office and political office. The people who held the political offices were also the generals of the army. And so these, the two most famous of these offices are console and Dictator.",
      "tags": [

      ],
      "timestamp": "[00:11:39:09]"
    },
    {
      "id": "context_93_29",
      "index": 29,
      "speaker": "Alyson Roy",
      "words": "And this is one of the perhaps the most famous people to achieve a major victory. Scipio Africanus in fact, did not earn a triumph for, his major victories that he won, in the the city of New Carthage in Spain, because he was, in fact, actually ten years too young to even hold the lowest of those three offices because there was an age requirement.",
      "tags": [

      ],
      "timestamp": "[00:12:04:07]"
    },
    {
      "id": "context_93_30",
      "index": 30,
      "speaker": "Alyson Roy",
      "words": "He was 24 and not 34. And so they couldn't give him a drawing. So number four of these requirements is that you also have to be in office when you, when you achieve this victory with and without really meant is that this is most of these offices are only a year long, and, you you therefore had to really have to hurry back in order to get, your, your triumph validated by the Senate, before your, your term of office ended in January and they eventually decide to sort of they found a workaround around this because eventually war start lasting a lot longer than just the summer campaign.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:12:30:17]"
    },
    {
      "id": "context_93_31",
      "index": 31,
      "speaker": "Alyson Roy",
      "words": "And they give you a sort of extension for it. And the last of the requirements, is that in some way your victory has to extend the dominion of the Roman state? And what that really means is they don't want to celebrate victories that are about defeating a rebellion in a province they want to achieve. They want to.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:13:12:13]"
    },
    {
      "id": "context_93_32",
      "index": 32,
      "speaker": "Alyson Roy",
      "words": "This is about expansion. And this means that pretty much all of the triumphs that we that we know of are awarded for what we would call a foreign victory, in foreign territory.",
      "tags": [

      ],
      "timestamp": "[00:13:33:08]"
    },
    {
      "id": "context_93_33",
      "index": 33,
      "speaker": "Alyson Roy",
      "words": "So when you felt that you if you felt that your victory was worthy of a triumph, you would send a scroll, bounded laurel leaves, which is, the same, wreath that you would wear in the parade. And you would send it to the Senate, and then you the one of the sort of interesting checks on Roman power is that you couldn't enter the city, until you'd been granted the right for your triumph.",
      "tags": [

      ],
      "timestamp": "[00:13:47:13]"
    },
    {
      "id": "context_93_34",
      "index": 34,
      "speaker": "Alyson Roy",
      "words": "Because since you have to hold office, you have to be in command of your army. And armies aren't allowed in the city of Rome. So you can't cross the border into the city of Rome. And unless they've, It's the day of your triumph. Otherwise, if you cross the border, that means you're officially setting down your office, and disbanding your army, and then you're disqualified.",
      "tags": [

      ],
      "timestamp": "[00:14:15:03]"
    },
    {
      "id": "context_93_35",
      "index": 35,
      "speaker": "Alyson Roy",
      "words": "So if they don't like you, then they can make you sit outside the city of Rome with your your army. And the worst case we know this is one guy who waited outside the city with his army for five years, waiting for the Roman Senate to grant him a triumph, and they finally took pity on him and gave him one.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:14:36:01]"
    },
    {
      "id": "context_93_36",
      "index": 36,
      "speaker": "Alyson Roy",
      "words": "So what we what we see, in this image here is a representation of one of these triumphs. And this is the triumph of the emperor Tiberius. And, the the one what we what I want to point out in particular in this image, is first off, you're going to have the, the people, the three guys behind the triumphal chariot, are, and and the men in front of the chariot are members of the Senate and other magistrates.",
      "tags": [

      ],
      "timestamp": "[00:14:57:00]"
    },
    {
      "id": "context_93_37",
      "index": 37,
      "speaker": "Alyson Roy",
      "words": "So these are your peers. This is your peer group. These are the guys that you were basically showing in your parade that you're better than because you are the one with the triumph. But then you'll also notice that there's a man standing behind, the emperor Tiberius. And that is a slave who was supposed to be a stand in for the goddess of victory.",
      "tags": [

      ],
      "timestamp": "[00:15:27:05]"
    },
    {
      "id": "context_93_38",
      "index": 38,
      "speaker": "Alyson Roy",
      "words": "And and that slave is supposed to hold your triumphal crown made of laurel leaves above your head, and throughout the parade is supposed to whisper in your ear, remember, you are mortal. Or also sometimes translated as remember, you are not a God, which is just amazing. The idea being that this is just such, such a pinnacle of elite achievement and just and having all these people screaming and cheering for you and throwing flowers, that it would be very easy for you to think that you're as good as Jupiter.",
      "tags": [

      ],
      "timestamp": "[00:15:47:03]"
    },
    {
      "id": "context_93_39",
      "index": 39,
      "speaker": "Alyson Roy",
      "words": "And the city of Rome doesn't want to be smited. So you have to be reminded that you are, in fact, mortal and are going to go back to your regular life the next day. So the parade itself, I just very briefly want to touch on on where it goes in the city because it is somewhat important, for in performance, we need as the parade begins, first off, at a gate, a triumphal gate, and and the straight line that you see the at the top here is going through what's called the Campus Martius or the fields of Mars, which is where in very early Roman times, the the armies would actually marshal",
      "tags": [

      ],
      "timestamp": "[00:16:17:20]"
    },
    {
      "id": "context_93_40",
      "index": 40,
      "speaker": "Alyson Roy",
      "words": "for war games, and get ready to set out on campaign. So there's a strong military connotation. And then it winds down here, around these buildings, which are actually built by triumphal generals, which I will talk about in a second, that it winds up here. It has to kind of do this weird little leg here, because this is a swamp in ancient Rome.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:16:57:06]"
    },
    {
      "id": "context_93_41",
      "index": 41,
      "speaker": "Alyson Roy",
      "words": "Then it comes down here and it cuts through the Circus Maximus, which can hold anywhere from 50,000 to over 100,000, spectators cheering you on. You exit, then out the Circus Maximus. You turn up here. Here's where the Colosseum is. Then you make a sharp turn and you go down the sacred way through the political heart of the city where all of the, the, the political, infrastructure is.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:17:18:12]"
    },
    {
      "id": "context_93_42",
      "index": 42,
      "speaker": "Alyson Roy",
      "words": "And then you wind up a little pathway on to the Capitoline Hill, and the parade ends at the Temple of Jupiter. Who in this case is Jupiter Optimus Maximus, which is Jupiter best and greatest? And you offer a, a sacrifice of a portion of the spoils that you took in more to the God to thank him for.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:17:45:08]"
    },
    {
      "id": "context_93_43",
      "index": 43,
      "speaker": "Alyson Roy",
      "words": "For overseeing your your military, campaign. So the triumph was really the the highest possible, achievement for an elite Roman male. And it was really it played a really critical role in his ability to continue his, his military, his political career. For because it allowed him just such a huge social cachet that he could really just cash in on that in, in subsequent elections.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:18:06:02]"
    },
    {
      "id": "context_93_44",
      "index": 44,
      "speaker": "Alyson Roy",
      "words": "We know, for example, of one general, a guy named mankind who commissioned, I love this, right. He commissioned a sort of painting of, of the, or map basically of, his campaign with little sort of inserts that were paintings of key moments in the battle. And he he puts this on the side of a building in the Roman Forum.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:18:34:18]"
    },
    {
      "id": "context_93_45",
      "index": 45,
      "speaker": "Alyson Roy",
      "words": "And every day during election season, he stands next to it and welcomes the crowd to come up and be like, hey, let me tell you about my cool battle that I fought here, and let me tell you about this one every single day he does this, and it works because on election day he is elected console and continues on his military career and political career.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:18:57:06]"
    },
    {
      "id": "context_93_46",
      "index": 46,
      "speaker": "Alyson Roy",
      "words": "So becomes the. The triumph is so important for a general public image. And the parade itself is somewhat ephemeral. Right. It's a three day long celebration, which is which is very elaborate, with one day being dedicated to the parade itself, one day being dedicated to a big party, a banquet, and the third day being dedicated to plays that celebrate, your military campaign.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:19:17:07]"
    },
    {
      "id": "context_93_47",
      "index": 47,
      "speaker": "Alyson Roy",
      "words": "But that's it. Three days. So what a lot of these generals would do is they got to keep a huge chunk of the proceeds from the sale of all of the plunder that they took, and they would, they would pay for the construction of a monumental temple, dedicated to whatever god that they happen to like. And then they would lavish it with decoration that, referred back to their, their, their triumphs and also their campaigns.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:19:45:00]"
    },
    {
      "id": "context_93_48",
      "index": 48,
      "speaker": "Alyson Roy",
      "words": "And then they were decorated with really, some key pieces of, of their plunder. For example, let's say you take, you're campaigning in Greece and you take the statue of Zeus where you would build then a temple to Jupiter, and you would stick the statue of Zeus, as the new cult statue. And so it plays a role both as a symbol of your piety.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:20:12:13]"
    },
    {
      "id": "context_93_49",
      "index": 49,
      "speaker": "Alyson Roy",
      "words": "But also you stole that statue, and it shows your your success as a as a general. And so the reason I show you there for this map is that clustered all along the red line are we are popping up throughout the Republican period, are buildings that celebrate past triumphs, that sort of visually participate in all the subsequent trials.",
      "tags": [

      ],
      "timestamp": "[00:20:32:13]"
    },
    {
      "id": "context_93_50",
      "index": 50,
      "speaker": "Alyson Roy",
      "words": "And so they basically inscribe the root of the triumph and the celebration of this, of these ephemeral moments onto the landscape of Rome, so that everywhere you go in Rome are symbols of the, of the triumph, much like what this Zealand was attempting to reimagine.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:20:55:16]"
    },
    {
      "id": "context_93_51",
      "index": 51,
      "speaker": "Alyson Roy",
      "words": "So just to give you a bit of a sense of the flavor of what these triumphal parades look like, it's really it can be hard to set ourselves back, in that time period. So, a man named Andrea Montana commissioned, on behalf of Henry Yates, was commissioned to paint a nine panel, painting of The Triumph of Julius Caesar.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:21:14:16]"
    },
    {
      "id": "context_93_52",
      "index": 52,
      "speaker": "Alyson Roy",
      "words": "And I'm going to show you here, a couple of panels. And Montaigne, you did, from everything from anything that we can tell from this painting, a lot of research, on Caesar's Parade. Because the nice thing is, we do have a lot of written descriptions of these parades. So he does a pretty good job of actually showing us what it looks like.",
      "tags": [
        "education",
        "culture"
      ],
      "timestamp": "[00:21:37:05]"
    },
    {
      "id": "context_93_53",
      "index": 53,
      "speaker": "Alyson Roy",
      "words": "So first off, we have a triumphal arch which you are going to parade through. One of my favorite anecdotes, about that is that Pompey, when he was very young and basically bullied his way into getting a triumph, decided he was he was just too cool for white horses and instead tried to have his triumphal chariot pulled by elephants, and they got stuck in the triumphal arch.",
      "tags": [

      ],
      "timestamp": "[00:21:55:17]"
    },
    {
      "id": "context_93_54",
      "index": 54,
      "speaker": "Alyson Roy",
      "words": "And it was super embarrassing because his parade was delayed while they had to pull the elephants out of the arch. And then put regular old horses back on the triumphal chariot. So you have your arch here. Then you have what, are called imaginaries, which just means image. And these represent places that were conquered on your campaign, and they'd be held on a sort of pike, and paraded through.",
      "tags": [

      ],
      "timestamp": "[00:22:19:13]"
    },
    {
      "id": "context_93_55",
      "index": 55,
      "speaker": "Alyson Roy",
      "words": "Then you have, of course, as I showed you on the, on the, the the silver cup, you have the slave who is standing in for the goddess victory and telling you, remember, you are mortal. You have Julius Caesar himself here, and he's wearing a special, toga that you only get to wear when you are, in a triumph.",
      "tags": [

      ],
      "timestamp": "[00:22:48:09]"
    },
    {
      "id": "context_93_56",
      "index": 56,
      "speaker": "Alyson Roy",
      "words": "And it had a, a purple border on it. The sort of imperial purple. And then, of course, you've got your super fancy triumphal chariot, though, side note, the Roman chariot. Their travel chariots probably did not look like that. Then, of course, you have all the stuff, because the most important thing to the Romans is to take as much stuff as they possibly can on campaign.",
      "tags": [

      ],
      "timestamp": "[00:23:09:00]"
    },
    {
      "id": "context_93_57",
      "index": 57,
      "speaker": "Alyson Roy",
      "words": "Because for the Romans, yes, this is about extending the dominion of the Roman state, but it's also about enriching your own coffers. This is about making money. So we have, for example, you would take all the captured armor from, the people that you had defeated. And these would be displayed on a, on a rough hewn shaped, sort of standing thing, which is called a troll pie, where we get the word trophy from, you would have all your plundered art and, various other things that you brought with you.",
      "tags": [

      ],
      "timestamp": "[00:23:36:18]"
    },
    {
      "id": "context_93_58",
      "index": 58,
      "speaker": "Alyson Roy",
      "words": "You can see, you know, helmets and, and shields and all those types of things with you. And they would be carried by your soldiers. And then you have, for example, on this panel, more of these imaginings and that, which shows key moments in the battle. These would be probably done on wax. And therefore they, they didn't they don't last.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:24:11:19]"
    },
    {
      "id": "context_93_59",
      "index": 59,
      "speaker": "Alyson Roy",
      "words": "And then you have, of course, the famous Roman standards that demarcate each of the legions, and the trumpets. So this should also be understood as a very loud, spectacle. And then, of course, in front of the trumpet and flute players, would be the magistrates and your the, the, the selected members of your army as well.",
      "tags": [

      ],
      "timestamp": "[00:24:37:02]"
    },
    {
      "id": "context_93_60",
      "index": 60,
      "speaker": "Alyson Roy",
      "words": "We also cannot forget when we talk about the Roman triumph, the, the human toll of this, because the Romans don't just steal the stuff that they can parade. They take the people as well. And they are considered part of the plunder. They are paraded, as you can see in this panel, through the city of Rome. And then they would be sold in an auction, as slaves and, and redistributed to help serve the economy of Rome.",
      "tags": [

      ],
      "timestamp": "[00:25:03:06]"
    },
    {
      "id": "context_93_61",
      "index": 61,
      "speaker": "Alyson Roy",
      "words": "Which is very much a slave economy, the only ones who are sort of exempted from the sale part would be the very elite captains who are, some of whom are depicted here on this coin. This is the Macedonian king Perseus and his sons, after they have been led in triumph, they were defeated by the Romans.",
      "tags": [

      ],
      "timestamp": "[00:25:29:04]"
    },
    {
      "id": "context_93_62",
      "index": 62,
      "speaker": "Alyson Roy",
      "words": "They are paraded in the triumph. And you can see here the the Roman trophy and the triumphal general who is parading them. If you were one of these elite present or prisoners captives, you would, live the rest of your life in this sort of, fancy house arrest that the Romans had, in, in a city south of Rome.",
      "tags": [

      ],
      "timestamp": "[00:25:50:01]"
    },
    {
      "id": "context_93_63",
      "index": 63,
      "speaker": "Alyson Roy",
      "words": "And you basically live there the rest of your days. So if you're ever wondering why Cleopatra, perhaps made the decision to commit suicide in many ways because she wanted to avoid this particular spectacle.",
      "tags": [

      ],
      "timestamp": "[00:26:11:07]"
    },
    {
      "id": "context_93_64",
      "index": 64,
      "speaker": "Alyson Roy",
      "words": "So that's the parade itself. And what I would like to sort of pivot to at this point is, to sort of conclude is the effects of the triumph because it's it becomes so much more than just a three day long parade. It becomes everything that it means to be Roman. So we see here, for example, a massive temple complex that is built, by the triumphal general Quintus Martellus, and he builds two temples and a double portico.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:26:26:03]"
    },
    {
      "id": "context_93_65",
      "index": 65,
      "speaker": "Alyson Roy",
      "words": "He fills the portico with, statues that he has taken, and most famously, these the way this, this, artist imagines them. He has them out in front here, but they were actually in the portico. Are equestrian statues, i.e. a guy and a horse. They were Alexander the Great statues. So it's like the biggest cachet you can get, right, is to steal stuff that Alexander the Great had commissioned to celebrate his own, triumphs.",
      "tags": [

      ],
      "timestamp": "[00:26:55:15]"
    },
    {
      "id": "context_93_66",
      "index": 66,
      "speaker": "Alyson Roy",
      "words": "And you taken them back to Rome. And then Achilles battle is is also the first person to build, any of any temple in Rome entirely out of marble instead of just placed in marble. And this was significant because marble is just really freakin heavy and therefore really expensive to transport. And so it's a, a display of, of conspicuous consumption here.",
      "tags": [
        "conflict",
        "religion"
      ],
      "timestamp": "[00:27:22:02]"
    },
    {
      "id": "context_93_67",
      "index": 67,
      "speaker": "Alyson Roy",
      "words": "We also see, that you would decorate your temples with, friezes that show your own triumphs. So you sort of recreate the triumph every time you go to the temple. This rather blurry image is from the temple of Apollo's Yiannis, which is, commissioned by the Emperor Augustus. And the most important part of this is that you can see the elements of the parade.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:27:44:10]"
    },
    {
      "id": "context_93_68",
      "index": 68,
      "speaker": "Alyson Roy",
      "words": "You can see two captives, a male and a female, tied to the trophy, to be paraded and and basically publicly humiliated through the city. You have the trumpet player, you even have the bull. L in this case, bulls that will be sacrificed because this is, as I said, a ritual, procession in its origin. And they would be sacrificed to Jupiter and the, divided up as part of the banquet for the second day of the celebration of the celebration.",
      "tags": [
        "religion",
        "culture"
      ],
      "timestamp": "[00:28:05:05]"
    },
    {
      "id": "context_93_69",
      "index": 69,
      "speaker": "Alyson Roy",
      "words": "You also, as the triumphal general got depict the coolest, the stuff that you took and you keep it. And so one of the things that happens is there's a pivot away from just, sort of auctioning off all the stuff that you got and then building a temple to instead decorating your house with all of the material that you take in, on triumph.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:28:36:17]"
    },
    {
      "id": "context_93_70",
      "index": 70,
      "speaker": "Alyson Roy",
      "words": "And it starts a consumer craze for owning anything that even remotely resembles what you saw being paraded in a in a Roman triumph. So here you can see, this is a fresco from, from Herculaneum. And the quote is, one of these, these stories in which, that, that I love. So the the triumphal general Lucullus, when asked by his butler, you know, you don't have anybody coming over for dinner tonight.",
      "tags": [

      ],
      "timestamp": "[00:28:55:13]"
    },
    {
      "id": "context_93_71",
      "index": 71,
      "speaker": "Alyson Roy",
      "words": "So do we really need the super fancy, dining word that you stole, when you were in Armenia? Or can we just use this sort of every day? Where? And reportedly, according to Plutarch, Lucullus responded, well, tonight we call this dines with palace as an. He doesn't care if he has an audience. He wants to perform his power all the time.",
      "tags": [

      ],
      "timestamp": "[00:29:25:21]"
    },
    {
      "id": "context_93_72",
      "index": 72,
      "speaker": "Alyson Roy",
      "words": "So they one of the effects of the triumph that that I mentioned in it is this this way to to turn the, the, the ephemeral performance of power into a permanent performance of power. And you do so by inscribing it into the landscape on, on various architectural things. And no one does that better than Pompey. So this massive complex that you see reconstructed here is his theater complex, and it really pulls together for us every single aspect of the Roman triumph.",
      "tags": [

      ],
      "timestamp": "[00:29:48:14]"
    },
    {
      "id": "context_93_73",
      "index": 73,
      "speaker": "Alyson Roy",
      "words": "So you have, first off, a, theater in which the triumphal plays can take place. He sets up the the complex at the very beginning of the parade route. And it actually serves as a staging ground where all of the stuff that will be paraded, is stored, and you can come in and, and see it before the parade and sort of get a close up look at things when the parade is actually taking place, or when you're waiting for it to start.",
      "tags": [

      ],
      "timestamp": "[00:30:23:15]"
    },
    {
      "id": "context_93_74",
      "index": 74,
      "speaker": "Alyson Roy",
      "words": "You can sort of sit in the shade, in the gardens or in the portico. The gardens are actually planted with that. He was so, obsessed with with displaying his, his, his conquests that he actually stole plants and paraded plants in his triumph. You know, he paraded, Aberdeen trees for example, and boxwood and other things.",
      "tags": [

      ],
      "timestamp": "[00:30:54:17]"
    },
    {
      "id": "context_93_75",
      "index": 75,
      "speaker": "Alyson Roy",
      "words": "And he plants them in his complex because he wants this complex to represent the way in which, in his mind, he conquered the entire world. And decorated throughout the portico are statues that he stole on his parade. The the backdrop here of the of the of the theater is filled with these marble columns or columns that he literally trucked back from Greece.",
      "tags": [

      ],
      "timestamp": "[00:31:17:09]"
    },
    {
      "id": "context_93_76",
      "index": 76,
      "speaker": "Alyson Roy",
      "words": "And then there were tapestries as well. Excuse me. That came from, from the Near East and various statues, niche in the niches and things like that. Now they're having a permanent theater was not super cool in the Republican period. They didn't like to celebrate sort of the lower classes. So he also just, to make it so that no one can come, come on later and tear down his his theater.",
      "tags": [

      ],
      "timestamp": "[00:31:45:06]"
    },
    {
      "id": "context_93_77",
      "index": 77,
      "speaker": "Alyson Roy",
      "words": "Yeah. The temple here at the end to, the goddess Venus. Victrex. So Venus, in her guise as, as Victor or guarantee or Victor that way. It's a sacred space and it can't be torn down. And then at the very end, too, he has a curia, which is a space for the Senate to meet. So just in case the Senate, has to meet to decide on whether or not you can get a trial, you can do it in his awesome multi-purpose building, which, incidentally, this curia happens to be where Julius Caesar is assassinated.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:32:14:09]"
    },
    {
      "id": "context_93_78",
      "index": 78,
      "speaker": "Alyson Roy",
      "words": "So. Just to sort of wrap it up here, the the facts of the triumph are sort of there's multiple, multiple outcomes here. It is. The Roman identity becomes in the late Republican period, it into the imperial period about celebrating subjugation of foreign peoples. In reality as through military conquest, but also through a visual culture that develops it is about elite enrichment, both political and social.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:32:47:22]"
    },
    {
      "id": "context_93_79",
      "index": 79,
      "speaker": "Alyson Roy",
      "words": "It reinforces elite identity. It spawns a consumer industry rooted in the triumphs, so, for example, we have, a quote, about, one of the richest men in Rome, a Crassus who, spent 100,000 sesterces, which we often will say if there's a 1 to 1 correlation between a dollar and a sesterces, but we should understand that the dollar would be worth quite a bit more.",
      "tags": [

      ],
      "timestamp": "[00:33:21:17]"
    },
    {
      "id": "context_93_80",
      "index": 80,
      "speaker": "Alyson Roy",
      "words": "So you should imagine that he spent a few hundred thousand dollars on two goblets that were by a very famous Greek artist that were similar to ones that were in a triumphal parade, and yet he was so embarrassed by how much money that he had spent on them, because it was so sort of extreme that he never used them.",
      "tags": [

      ],
      "timestamp": "[00:33:50:15]"
    },
    {
      "id": "context_93_81",
      "index": 81,
      "speaker": "Alyson Roy",
      "words": "He just sort of stuck them in a cabinet. And, you know, so it's spawned this thing where much like, say, after Admiral Nelson's, victory and or people went nuts to own anything that that commemorated that from, you know, a plate that has the, the, the, Nelson's Column on it or various things like that.",
      "tags": [

      ],
      "timestamp": "[00:34:08:13]"
    },
    {
      "id": "context_93_82",
      "index": 82,
      "speaker": "Alyson Roy",
      "words": "It becomes an industry essentially, but also, it is. Besides this consumer industry, it's also the this is a process of working out the standard iconography of power. And that's why I have this particular image, up here, because the standard iconography of power that the Romans work out as part of these celebrations of triumph, as part of building all of these buildings, becomes the standard Western tradition for how you talk about power.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:34:32:12]"
    },
    {
      "id": "context_93_83",
      "index": 83,
      "speaker": "Alyson Roy",
      "words": "So we have, for example, on the left, Wellington's Arch celebrating the Battle of Waterloo with as you will note, a triumphal chariot pulled by four horses, which is what the Romans would have with the goddess victory, in, in the driver's seat. And then you have here this is the. This is in front of. We enter.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:35:05:03]"
    },
    {
      "id": "context_93_84",
      "index": 84,
      "speaker": "Alyson Roy",
      "words": "This is in front of the entrance to Hyde Park, which is the entrance behind, Wellington's Arch. And this is called the Hyde Park Screen. And you can see it is not, an image of Waterloo or, the travel parade that Wellington held, but it is a Roman, triumph. You can see the shields, and everything, along there.",
      "tags": [

      ],
      "timestamp": "[00:35:26:24]"
    },
    {
      "id": "context_93_85",
      "index": 85,
      "speaker": "Alyson Roy",
      "words": "So when we, when we come back to this image of Mussolini, when we look at fascist architecture or photographs of these fascist parades, or we look at, say, the, the really sort of strange statue of George Washington dressed as, the Roman Cincinnatus. Or we look at the just innumerable equestrian statues and triumphal arches in Europe. We need to understand that what grounds these Roman symbols is a celebration of military victory that is really intended to take what occurred on the battlefield.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:35:48:09]"
    },
    {
      "id": "context_93_86",
      "index": 86,
      "speaker": "Alyson Roy",
      "words": "All of that bloodshed and violence, and essentially sanitize it for public consumption and allow the people of Rome, who are not going to these foreign lands to celebrate that conquest. And this is why, Pompeii is often described as having brought the world to Rome and turning Rome into a museum of the world. So the in this public consumption is done both through attending the parade, but also through purchasing all of the sort of memorabilia that surrounds these, and just as in, in, in for the Romans, this is also this is about celebrating your group and communal identities for saying, like, I was there, I went to this parade, I bought this little thing",
      "tags": [

      ],
      "timestamp": "[00:36:20:10]"
    },
    {
      "id": "context_93_87",
      "index": 87,
      "speaker": "Alyson Roy",
      "words": "that goes with it. So consider, for example, when you think about the sort of, the role that these parades play now, they do still give us a certain amount and give the people a certain amount of social cachet. They certainly did that for Mussolini. So, by many accounts, for example, the Duke of Wellington was not a great politician but had a very long political career built entirely off of the cash he got from his military victories and all of the decorative stuff throughout the city that celebrated those.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:37:04:21]"
    },
    {
      "id": "context_93_88",
      "index": 88,
      "speaker": "Alyson Roy",
      "words": "So what we should really take, away from, from all of this is that the Roman triumph is, for us both very familiar, because we see these symbols everywhere. But it's also very alien when we compare it to modern sort of commemorative parades. And so we should be careful to read the Roman triumph into these modern parades, in any sort of specificity.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:37:38:07]"
    },
    {
      "id": "context_93_89",
      "index": 89,
      "speaker": "Alyson Roy",
      "words": "But still, at its heart, the Roman triumph is about spectacle and about the performance of power and about reinforcing community identity. And saying, who is a member of this community and who is not? And that is something that we still see happening today, whether that's through the victory parades at the end of World War Two or NFL Super Bowl parades, or even to a certain extent, LGBT pride parades, which are a celebration, again, of community identity.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:38:03:00]"
    },
    {
      "id": "context_93_90",
      "index": 90,
      "speaker": "Alyson Roy",
      "words": "So that is all that I had wanted to say today. Are there any questions?",
      "tags": [

      ],
      "timestamp": "[00:38:31:00]"
    },
    {
      "id": "context_93_91",
      "index": 91,
      "speaker": "Doug Exton",
      "words": "So thank you for that wonderful presentation. The first question we have to start it out was, how did the Senate determine the requirements for these trials? Was it just kind of like an arbitrary thing that was sitting around a table and talking about it, or did each, component have like a deep meaning to the Roman culture?",
      "tags": [

      ],
      "timestamp": "[00:38:39:17]"
    },
    {
      "id": "context_93_92",
      "index": 92,
      "speaker": "Alyson Roy",
      "words": "So we don't know where a lot of them came from. We do know one of them very specifically where it came from. And that is the requirement about killing 5000 people in battle. And that is because a Roman general, actually a rather famous one in Cato the Elder went to Spain, and takes over from a general who had already essentially finished the war.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:39:00:05]"
    },
    {
      "id": "context_93_93",
      "index": 93,
      "speaker": "Alyson Roy",
      "words": "But Cato wants a triumph, so he fights a sort of skirmish, and then he takes three quarters of the army, leaving the other general without enough soldiers to finish the campaign. Cato runs back to Rome and, request the triumph. And then word gets there from Spain that thanks to him stealing three quarters of the army, they lost a very massive battle.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:39:22:07]"
    },
    {
      "id": "context_93_94",
      "index": 94,
      "speaker": "Alyson Roy",
      "words": "And the war, extends for another three years. And that sort of makes the Roman Senate so fed up by this practice, that they decided to institute that requirement.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:39:44:05]"
    },
    {
      "id": "context_93_95",
      "index": 95,
      "speaker": "Doug Exton",
      "words": "And then, since the Roman Empire was so large, when the generals built their triumphal monuments and temples where lesser known gods celebrated as well with in those temples, or was it the dominant three of Jupiter, Juno and Mars.",
      "tags": [

      ],
      "timestamp": "[00:39:57:06]"
    },
    {
      "id": "context_93_96",
      "index": 96,
      "speaker": "Alyson Roy",
      "words": "So it tends to be gods that in that, in that either have a personal value to you as the, as the individual holding the triumph, or, gods that are associated with war. Right. So Juno actually is somewhat unusual, as a choice, because she doesn't have any military association. So that that temple that I showed you, the only one, that has a triumphal connection, with her.",
      "tags": [
        "conflict",
        "religion"
      ],
      "timestamp": "[00:40:10:08]"
    },
    {
      "id": "context_93_97",
      "index": 97,
      "speaker": "Alyson Roy",
      "words": "And it's really because it's paired with Jupiter. But we have, for example, Augustus build the temple of Mars or Mars the Avenger. Which is one of the ones that, manages to survive, Mussolini bulldozing through the forums. But for example, Julius Caesar, his were all about Venus because he wanted to celebrate the fact that he traces genealogy back to, to Venus.",
      "tags": [
        "religion",
        "history"
      ],
      "timestamp": "[00:40:36:00]"
    },
    {
      "id": "context_93_98",
      "index": 98,
      "speaker": "Alyson Roy",
      "words": "Right. So and she in no way associated with victory. Right. And Pompey's essentially sort of doing the same thing with his. So, it really sort of depended, on, on what you wanted people to take away from your message essentially.",
      "tags": [

      ],
      "timestamp": "[00:41:01:19]"
    },
    {
      "id": "context_93_99",
      "index": 99,
      "speaker": "Doug Exton",
      "words": "And then, earlier in the presentation, you touched on, how the campaign did get longer and longer outside of just like a one summer kind of thing. So how frequently on out, like, on average did these, parades and everything happen typically.",
      "tags": [

      ],
      "timestamp": "[00:41:20:05]"
    },
    {
      "id": "context_93_100",
      "index": 100,
      "speaker": "Alyson Roy",
      "words": "So over the course of 100 or roughly 100 year period, there were there were only three years in which the Romans were not at war. And that was in the second century. And, that doesn't necessarily give us a 1 to 1 ratio with the number of triumphs. We have an incomplete record of the number of triumphs.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:41:37:20]"
    },
    {
      "id": "context_93_101",
      "index": 101,
      "speaker": "Alyson Roy",
      "words": "And there are, around, 80 to 100, depending on how we sort of reconstruct that list, which is in marble and broken. And we do hear a lot of people being rejected, and being told they can't have a triumph. And then they would sort of hold a protest triumph outside the city of Rome. On a on a hill, south of Rome, to to protest what the, the, the Senate had had decreed, essentially.",
      "tags": [

      ],
      "timestamp": "[00:42:00:19]"
    },
    {
      "id": "context_93_102",
      "index": 102,
      "speaker": "Alyson Roy",
      "words": "So one thing we do, see, though, is that in the when we switch from Republic to Empire, the we see almost no triumphs anymore because trials were about politicians essentially. Right. And once the emperors take over, they they restrict the triumph to only emperors, and the sons of emperors. So no more can you, can you be a council and earn a triumph?",
      "tags": [

      ],
      "timestamp": "[00:42:32:04]"
    },
    {
      "id": "context_93_103",
      "index": 103,
      "speaker": "Alyson Roy",
      "words": "So the last triumph is in 19 BCE. That we're a friend of Augustus gets one, and then after that, it's only emperors.",
      "tags": [

      ],
      "timestamp": "[00:42:54:24]"
    },
    {
      "id": "context_93_104",
      "index": 104,
      "speaker": "Doug Exton",
      "words": "So then building off of that after the transition to an empire, did the triumphs really just kind of become more of a show of power since they were only associated with the emperors?",
      "tags": [

      ],
      "timestamp": "[00:43:05:07]"
    },
    {
      "id": "context_93_105",
      "index": 105,
      "speaker": "Alyson Roy",
      "words": "They do, and they become in some ways more elaborate. But in many ways they're all trying to compete with, with the legacy of Pompey, his, his parade and one other guy's parade. There was just so much stuff that the parade itself had to take three days because they couldn't parade all the stuff in one day. But for example, when Augustus has his triumph, he actually stages it.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:43:18:01]"
    },
    {
      "id": "context_93_106",
      "index": 106,
      "speaker": "Alyson Roy",
      "words": "He takes the, the, the Circus Maximus, which was built to be able to hold water. And he fills it with water and he holds what's called a now macchia, which is a mock sea battle, to celebrate his victory at Actium, which, he very carefully crafted as a war against Cleopatra and not a war against Mark Antony.",
      "tags": [

      ],
      "timestamp": "[00:43:40:15]"
    },
    {
      "id": "context_93_107",
      "index": 107,
      "speaker": "Alyson Roy",
      "words": "And this coliseum could also be flooded, for these marks and battles. So they they get really, elaborate and ostentatious, in, in the Imperial period. But they're really about celebrating, the almost divine status of the emperor, essentially. And also the the need to actually fight a war is removed. Right? Your your, your emperor is not likely to lead the troops right.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:44:02:16]"
    },
    {
      "id": "context_93_108",
      "index": 108,
      "speaker": "Alyson Roy",
      "words": "So he gets to take credit for what his generals do, and he's the one who gets the parade, not them.",
      "tags": [

      ],
      "timestamp": "[00:44:28:06]"
    },
    {
      "id": "context_93_109",
      "index": 109,
      "speaker": "Doug Exton",
      "words": "And was there any kind of higher honor, outside of the triumph, both in the Republic period and the Empire in the imperial period.",
      "tags": [

      ],
      "timestamp": "[00:44:34:17]"
    },
    {
      "id": "context_93_110",
      "index": 110,
      "speaker": "Alyson Roy",
      "words": "There really isn't. It's the it's the there are other types of honors. So there are types of, crowns that you can win. For example, if you save a life of, of somebody in battle, you can, you get a special crown for that. Or if you, are the first person over the wall in, in a siege, that's a specific crown.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:44:44:07]"
    },
    {
      "id": "context_93_111",
      "index": 111,
      "speaker": "Alyson Roy",
      "words": "Sort of the only honor that could potentially be considered higher is what's called the spoliation opium. Or the greatest spoils. And this only happens three times in Roman history. And to earn it, you had to win in one on one combat, kill the, king or chieftain, basically the leader of the of the enemies.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:45:09:04]"
    },
    {
      "id": "context_93_112",
      "index": 112,
      "speaker": "Alyson Roy",
      "words": "And the first one is somewhat legendary. It is in Romulus who's credited with doing so. And then, two examples in the Republican period that are historical that we can that we can say happened, with any kind of assurance. And but it was so rare that no one aspired to achieve that.",
      "tags": [

      ],
      "timestamp": "[00:45:30:20]"
    },
    {
      "id": "context_93_113",
      "index": 113,
      "speaker": "Doug Exton",
      "words": "And then since these, triumphs were so elaborate and ostentatious, did they have a big impact on the economy of Rome, especially contributing towards the downfall of Rome, since, to me at least, filling the Circus Maximus having a mock sea battle seems very expensive.",
      "tags": [

      ],
      "timestamp": "[00:45:52:20]"
    },
    {
      "id": "context_93_114",
      "index": 114,
      "speaker": "Alyson Roy",
      "words": "It is extremely expensive. In fact, there there's at least two times where, Roman emperors got themselves so in debt that they had to, drastically sort of reinvent the tax code, to make up for their, their lavish spending. Well, three times Caligula, Nero and the emperor Caracalla and, we all most people don't know anything about Roman history.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:46:11:18]"
    },
    {
      "id": "context_93_115",
      "index": 115,
      "speaker": "Alyson Roy",
      "words": "Know that all three of them also that assassinated. So it didn't really work out well for them. And, but the the sort of idea behind this is that you pay for it yourself, through what you stole. So there was really a major, motivation to steal as much as you could. And this got into some problems with sort of sacrilege, right?",
      "tags": [

      ],
      "timestamp": "[00:46:41:04]"
    },
    {
      "id": "context_93_116",
      "index": 116,
      "speaker": "Alyson Roy",
      "words": "Because you're technically not supposed to, sack a temple, but that's where a lot of riches are going to be sold. So they are stored. So they kind of get over that, and, and sack those as well. But you also were expected as the general to in when you auctioned off, all the stuff. And so you turned on the cash.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:47:06:19]"
    },
    {
      "id": "context_93_117",
      "index": 117,
      "speaker": "Alyson Roy",
      "words": "You were expected to give a portion of it to the state treasury to fund future wars, and then a portion of it to your soldiers. So you as a as a as a soldier in your, your generals army had a way to sort of, remind him of your value because you could basically strip him of votes.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:47:26:04]"
    },
    {
      "id": "context_93_118",
      "index": 118,
      "speaker": "Alyson Roy",
      "words": "If he doesn't give you enough money out of out of his spoils. And we know a couple of times that happening where soldiers basically complain loudly in public in the election season about how sort of stingy their general was and he lost the election. Whereas on the other side, Julius Caesar gave huge amounts of money to his soldiers that he gave them out of his triumph, twice their yearly pay.",
      "tags": [

      ],
      "timestamp": "[00:47:46:22]"
    },
    {
      "id": "context_93_119",
      "index": 119,
      "speaker": "Alyson Roy",
      "words": "So they loved him, as a result of that. So.",
      "tags": [

      ],
      "timestamp": "[00:48:11:07]"
    },
    {
      "id": "context_93_120",
      "index": 120,
      "speaker": "Doug Exton",
      "words": "And then since a lot of the triumphs are associated with, like, the expansion of Roman borders, and to new lands and stuff, did they help reinforce the Roman identity outside of Rome itself? Like, for example, let's say you're one of, like on the the fringe town of the Empire or the Republic. Did having these triumphs helping reinforce you wanting to be Roman and not your old identity?",
      "tags": [

      ],
      "timestamp": "[00:48:17:22]"
    },
    {
      "id": "context_93_121",
      "index": 121,
      "speaker": "Alyson Roy",
      "words": "So one of the ways in which, the, the triumph sort of circulates out into the provinces is actually through Roman coinage, which the Romans love to stamp with, symbols of Roman victories, and Roman tribal parades, everything from like symbols of like a, maybe a one on one battle where you can see one guy on the coin is clearly a barbarian, and one guy is clearly a Roman.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:48:46:05]"
    },
    {
      "id": "context_93_122",
      "index": 122,
      "speaker": "Alyson Roy",
      "words": "And the Roman is, of course, stabbing the barbarian or, captains tied to the trophy, or the goddess victory in a quadriga. All those things show up on, on Roman coins, and then they're sent out into the provinces via the armies because they pay the army, and the army is the one doing the conquering. And we do see in the later republic, as these provinces are starting to develop their own independent identity and become and are starting to petition for Roman citizenship, they start using those symbols that had once been sort of symbols of their of their subjugation by the Romans to actually show that they are members of a peer group.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:49:11:14]"
    },
    {
      "id": "context_93_123",
      "index": 123,
      "speaker": "Alyson Roy",
      "words": "Rather, they are now Roman, because they're using these symbols on their own coins. We also see the export of triumphal monuments as well, because they kind of run out of room in Rome. So we start to see, you know, Trajan puts up, trample arches, and he has one in, in, in modern, I think it's in Romania, for his Dacian campaigns.",
      "tags": [

      ],
      "timestamp": "[00:49:50:13]"
    },
    {
      "id": "context_93_124",
      "index": 124,
      "speaker": "Alyson Roy",
      "words": "And he has one in southern Italy. There there are triumphal monuments in Greece. There's some really famous ones of Augustus in southern France. So they start putting them where they did the conquering. And part of this is to cut down on the potential for rebellion, and also because they run out of places in Italy to, to give land payments to their veterans, which is sort of had been the tradition.",
      "tags": [
        "conflict",
        "culture"
      ],
      "timestamp": "[00:50:16:20]"
    },
    {
      "id": "context_93_125",
      "index": 125,
      "speaker": "Alyson Roy",
      "words": "So they have to start exporting their veterans out into the provinces. And so you get these little sort of provincial towns that are a bunch of veterans of usually the same campaign. And so you see these the yes, you see basically the triumph sort of reinforcing their identity, and membership in this provincial community and also membership in the Roman community.",
      "tags": [

      ],
      "timestamp": "[00:50:41:04]"
    },
    {
      "id": "context_93_126",
      "index": 126,
      "speaker": "Doug Exton",
      "words": "And then did these triumphs, especially as it started to spread outside of Rome. Did they have, like many parades and many, like festivals and stuff for the triumphs?",
      "tags": [

      ],
      "timestamp": "[00:51:05:02]"
    },
    {
      "id": "context_93_127",
      "index": 127,
      "speaker": "Alyson Roy",
      "words": "There's only one triumphs in the Republic and period that happens outside the city of Rome. Because it's so much tied to the landscape of the city. But with the emperors, they start doing these parades all over the place. Right. So, one of my favorites is when, under Claudius and sort of under Claudius oversight, the Emperor Claudius.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:51:18:09]"
    },
    {
      "id": "context_93_128",
      "index": 128,
      "speaker": "Alyson Roy",
      "words": "That's when the when Britain starts to be conquered, and when he gets news that the campaign is going very well, he shows up and he sort of parades around, in front of the armies on an elephant. And so that he can sort of nominally claim to lead the armies, and then he goes back to Rome and holds a massive triumph, there.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:51:40:20]"
    },
    {
      "id": "context_93_129",
      "index": 129,
      "speaker": "Alyson Roy",
      "words": "So, we do we start to see in the Imperial period, the triumph least outside of the city of Rome, sort of switching to a trooper review. Right. And a celebration of the Roman emperors power by showing up the strength of the armies, rather than it being about a specific military victory.",
      "tags": [
        "culture",
        "conflict"
      ],
      "timestamp": "[00:52:00:23]"
    },
    {
      "id": "context_93_130",
      "index": 130,
      "speaker": "Doug Exton",
      "words": "And then the last question of the night is early on, you mentioned there's the 24 year old who should have gotten a triumph, but he didn't because he was too young. Did that kind of situation happen a lot where they met all the requirements but the age and then also like kind of two fold, did they ever get a like convents hated for the fact that it was still a worthy achievement.",
      "tags": [

      ],
      "timestamp": "[00:52:22:00]"
    },
    {
      "id": "context_93_131",
      "index": 131,
      "speaker": "Doug Exton",
      "words": "They just weren't old enough.",
      "tags": [

      ],
      "timestamp": "[00:52:46:05]"
    },
    {
      "id": "context_93_132",
      "index": 132,
      "speaker": "Alyson Roy",
      "words": "Yeah. So there is a lesser form of the parade, which is called an overflow or, an ovation. And it's basically the same thing as a triumph, except you don't get to ride on a chariot and you don't get the fancy toga. Instead you you walk in on foot, and so therefore you're like, you're slightly cooler because you got the crown, but you're essentially still sort of on the same level as your as the magistrates and senators and your soldiers.",
      "tags": [

      ],
      "timestamp": "[00:52:48:06]"
    },
    {
      "id": "context_93_133",
      "index": 133,
      "speaker": "Alyson Roy",
      "words": "So that's what's given to Scipio when he's 24, as a sort of, like we can't give you a triumph, but we'll give you this. So it's a triumph, essentially, and everything but name, and, he gets he he's he's a one of the greatest generals the Romans ever had. And so he has he gets later triumphs once he's old enough.",
      "tags": [

      ],
      "timestamp": "[00:53:13:22]"
    },
    {
      "id": "context_93_134",
      "index": 134,
      "speaker": "Alyson Roy",
      "words": "For other campaigns. The story I mentioned about, Pompey and, getting his elephant stuck, that's actually one of the reasons it's so embarrassing for him is that he is too young to have earned that triumph. And he basically whined, incessantly until his commanding officer, who is, Sulla, basically caved to let him have, one of the days of Stella's parade to have his own triumphal parade.",
      "tags": [

      ],
      "timestamp": "[00:53:35:04]"
    },
    {
      "id": "context_93_135",
      "index": 135,
      "speaker": "Alyson Roy",
      "words": "And then he tries to go and sort of run up Sulla with the elephants and get stuck in. Sulla says, gives him a very cutting remark, about youth and stupidity and then walks off. So, but other than that, we don't have very many cases of young people, trying to petition for, for these because you usually had to work your way up, quite a ways to get to the point of commanding an army.",
      "tags": [

      ],
      "timestamp": "[00:54:01:02]"
    },
    {
      "id": "context_93_136",
      "index": 136,
      "speaker": "Alyson Roy",
      "words": "And so you were usually in your 30s by that point or, or older.",
      "tags": [

      ],
      "timestamp": "[00:54:26:16]"
    },
    {
      "id": "context_93_137",
      "index": 137,
      "speaker": "Doug Exton",
      "words": "Awesome. Well, thank you so much for the wonderful presentation. We are unfortunately out of time. So thank you again, Allison, for being with us tonight. And thank you for everyone for attending.",
      "tags": [

      ],
      "timestamp": "[00:54:31:04]"
    },
    {
      "id": "context_93_138",
      "index": 138,
      "speaker": "Alyson Roy",
      "words": "Thank you.",
      "tags": [

      ],
      "timestamp": "[00:54:44:16]"
    },
    {
      "id": "context_93_139",
      "index": 139,
      "speaker": "Doug Exton",
      "words": "Have a good night, everyone.",
      "tags": [

      ],
      "timestamp": "[00:54:46:07]"
    }
  ],
  "metadata": {
    "totalSegments": 140,
    "description": "In the 1920s and 1930s, fascist dictator Benito Mussolini celebrated a number of ancient Roman centennials, coopting Roman imagery and symbolism to inaugurate his own “rebirth” of the Roman Empire. But did these symbols mean the same thing to the ancient Romans that they did to Mussolini? Where did these symbols come from, and what role did they play in the Roman Republic? By tracing the evolution of the Roman triumphal parade in the Roman Republic, this presentation will demonstrate why the triumph was so important in Roman society, explain how it came to underscore and shed light on why this ancient military and religious procession continues to resonate into the modern world. Alyson Roy is an assistant professor of ancient history at the University of Idaho. Her research focuses on the Roman Republic, ancient military history, material culture and numismatics. Her forthcoming book project, Circulating Triumph: Conquest Imagery and its Reception in the Roman Republic , explores the use of triumphal imagery in the provinces to extend and reinforce conquest. She holds a Ph.D. in history from the University of Washington.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}