{
  "title": "S3E12 La cara cambiante de los medios en Idaho",
  "interviewee": "Don Day; Clint Schroeder; Christina Lords; Bill Manny",
  "interviewer": "Margaret Johnson",
  "date": "2022-06-15",
  "subjects": [
    "journalism",
    "television journalists",
    "television program makers",
    "humanities"
  ],
  "segments": [
    {
      "id": "context_56_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_56_1",
      "index": 1,
      "speaker": "Speaker 1",
      "words": "Mi nombre es Margaret Johnson, USA, Lam, président de la mesa, the Indiana Humanities Council. High profile soda in an omnibus that. Bienvenidos a la discussions esta noche. The El cambio de la cara de Los medios con Cristina Lourdes Crist, don de equis a Clint Schrader e bill mini bus and facilitator. Esta presentation is parte de la democracia e la ciudad ana near a canal.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_56_2",
      "index": 2,
      "speaker": "Speaker 1",
      "words": "See that the un fondo and Andrew de Mellon Foundation president of who are here antes de presentar Los panelists to set an object within us o Santo a Q and a ile de la parking no es un plus, said presentar a las personas presentar, I said, not yet done. De condado they Boycie dev in those small dark space, I believe de Los las historias de Como cambiar area Idaho con el desarrollo yo la construction para kay ntn Dan Los cambios cabanas status in most barrios con un grupo de potatoes.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:00:39:09]"
    },
    {
      "id": "context_56_3",
      "index": 3,
      "speaker": "Speaker 1",
      "words": "Upland de Boise. Meridian, Amber McCall, Sun Valley e Los last otras areas. Christina Lords is the Toda and have said the capital sun is below the stone. Yeah, they period is more local said a gradual in the nueva is they picadillo e Cinco generation team talking at us from the Idaho at Trabajadores anteriormente. They in otros periodicals eat trabajo también con Idaho Press e también Idaho Statesman in dos anos antes de trabajar in el parallelize.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:01:27:18]"
    },
    {
      "id": "context_56_4",
      "index": 4,
      "speaker": "Speaker 1",
      "words": "Now look at a table ten cuatro catorce premios. They Idaho Press Club E to that e primer. But a meal they escreveu they columna a day period. These mostly the potato. Lit greater a trabajar con Hagedorn news and media group a a antes de empezar a in those members so a b say presidente de vida el periodico mas grande de de Hawaii.",
      "tags": [
        "education",
        "agriculture"
      ],
      "timestamp": "[00:02:09:06]"
    },
    {
      "id": "context_56_5",
      "index": 5,
      "speaker": "Speaker 1",
      "words": "Honolulu Advertiser. Cuatro Nancy medio a tambien superior the these Monzon ocho anos in mercado. They are noticias e mother understand okay is bill Manning is an Idaho public television Idaho public television. We are trabajando in también in the sea e también de CO2 anos in D.C.. Ahora vamos empezar la charla estan en con del gracias. Bienvenidos a todos in Babel in Instagram.",
      "tags": [

      ],
      "timestamp": "[00:02:43:02]"
    },
    {
      "id": "context_56_6",
      "index": 6,
      "speaker": "Speaker 1",
      "words": "Asean Igarashi a todos Los panelist US eco tienen entities. Algunos de Los panelists una pregunta I don they pregunta se respuestas Cuban a para mandalas preguntas. A cuando estabamos hablando anteriormente con instance three personas algo quiere cambiado mas in a Paradise. More in Idaho is a la el titulo. Destination is Como esta cambiando Los medios in Idaho?",
      "tags": [

      ],
      "timestamp": "[00:03:21:16]"
    },
    {
      "id": "context_56_7",
      "index": 7,
      "speaker": "Speaker 1",
      "words": "Una de las cosas cambiado mucho mas conditions in Iran seguridad hostility to distancia. La prensa, la mesa empezar con plant porque Stéphane de semana be most part so into Pueblo.",
      "tags": [

      ],
      "timestamp": "[00:03:58:12]"
    },
    {
      "id": "context_56_8",
      "index": 8,
      "speaker": "Speaker 2",
      "words": "To.",
      "tags": [

      ],
      "timestamp": "[00:04:15:00]"
    },
    {
      "id": "context_56_9",
      "index": 9,
      "speaker": "Speaker 1",
      "words": "See you that don't be un problema intra conserva, though it is de grupos de nature can't be near them para testar the pride parade and beast or lifestyle that a lowercase s Caribbean as neither in contra de Los officials de policia with Isabela they look locate beast in semana star pasado and took money that a Como to personal a is bring a is the I on siendo con esto crisis perimeter.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:04:15:21]"
    },
    {
      "id": "context_56_10",
      "index": 10,
      "speaker": "Speaker 1",
      "words": "No sister not sniffing the semana counterpoint sun and I'm naughty the Idaho Albert Lotus de nuestra perspectiva a they they don't describe most in la Prensa. Es la la prioridad es la seguridad USA Guerra la seguridad del equipo stand in the company. También. Let me see. No es un problema cuando I must ensure nest con estos assuntos sociales.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:04:51:06]"
    },
    {
      "id": "context_56_11",
      "index": 11,
      "speaker": "Speaker 1",
      "words": "Commissioners de e a internet and internet mandate is super limit. They they only there in my snooty mas noticias de ser seguros del okay so I'm a savvy in those seen connect with your de lo q estamos tanto yellow tiempo fin de semana locate nos paso is Maher mejor la ultimo el ultimo persona. We do not take a lo para tener a un algo correcto.",
      "tags": [

      ],
      "timestamp": "[00:05:21:20]"
    },
    {
      "id": "context_56_12",
      "index": 12,
      "speaker": "Speaker 1",
      "words": "Okay. Esto es importante de nosotros. Vamos esto. Cuando estamos hablando de las noticias. About us a internet. Las declarations connect us E yeah this is in this manner. Estabamos a k e vamos a tener problemas in subtext assuntos in dramas. Nosotros tenemos tener cuidado. Estamos public internet a quedado in Los photos case a permit de in las breathing sociales a aqui liberato e en esta mandate de las personas.",
      "tags": [

      ],
      "timestamp": "[00:05:54:02]"
    },
    {
      "id": "context_56_13",
      "index": 13,
      "speaker": "Speaker 1",
      "words": "C'est un yendo they have afraid on their own. Or las personas estaban I in la ciudad in elemento Como state. It's up in Ocurrio area. No idea. UN problema estaban una parte de pequena. Pero la tempo look rather, in total dos de Los the entire not know it. And they idle hope in your could okay is an okay nosotros vemos mas don't they.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:06:38:13]"
    },
    {
      "id": "context_56_14",
      "index": 14,
      "speaker": "Speaker 1",
      "words": "I must tension mas problemas mas global sobre o national a todos estamos in el scenario global look in sistemas as it is participar Cabra participation in clockwork sur la vento see us virtual en persona B de las persona Kelly is done Leonardo de la subpoena illness and todo total pace E and style enable international este evento. It no takes internacionales a tengo or go yo sobre Los perdio these dancers porque en todo para cuidado say they navigator nos a ser seguro para el personal el publico in general.",
      "tags": [

      ],
      "timestamp": "[00:07:07:01]"
    },
    {
      "id": "context_56_15",
      "index": 15,
      "speaker": "Speaker 1",
      "words": "They must they know a they're in it must they located in LA in el evento. Yeah. Ora esto el problema esc. It must a problemas con Los officials de policy express especialmente said they policia A-ok. I don't know, trabajo phenomenal. It's a solution ante porque a seguir en todo lo q tuvieron I said las reglas sexy lyrics.",
      "tags": [

      ],
      "timestamp": "[00:07:55:03]"
    },
    {
      "id": "context_56_16",
      "index": 16,
      "speaker": "Speaker 1",
      "words": "You're not on my rapido. No podria fc lo mejor a pero es dificil ahora Como state estaban esta pasando la informacion personal where they started. No situ donated no es. They are ill tempered. Es una emotional mano a umana e e todo el mundo. Sube kinnison Los bullies. Entonces todo trabajo no Blake at the name most a protected a la primera demanda seco rando Los directors predicate to Degas locate us cuando you know estoy tell de k no causa Berlin Sia entonces I wanna partake in noise.",
      "tags": [

      ],
      "timestamp": "[00:08:25:17]"
    },
    {
      "id": "context_56_17",
      "index": 17,
      "speaker": "Speaker 1",
      "words": "That's a good I esta parte de esta unplanned. Okay. Yo creo esto es lo qué pasa. Similar elsewhere a two personas tuvo I not us direct us en este momentos solamente Los officials policia I algunos miembros de nuestro I keep okay at the needle problemas. A e mostly near the barrios casos in el pasado. El mismo tipo de problemas a limit this they put a blame us.",
      "tags": [

      ],
      "timestamp": "[00:09:15:24]"
    },
    {
      "id": "context_56_18",
      "index": 18,
      "speaker": "Speaker 1",
      "words": "They, I mean I entonces estamos navegador e podemos sabemos navigate esto Christina yo circuit to a two person man. And also tenemos anos is say preocupa por la seguridad la Manassas. Cuando estan trabajando Como un report. That also said that tomar of decisions Montano personas Monday para eight pensando a primero en la seguridad del personal Como Thomas session yo creo cuando empezar Como periodista.",
      "tags": [

      ],
      "timestamp": "[00:09:50:11]"
    },
    {
      "id": "context_56_19",
      "index": 19,
      "speaker": "Speaker 1",
      "words": "La mirada. If they had.",
      "tags": [

      ],
      "timestamp": "[00:10:29:00]"
    },
    {
      "id": "context_56_20",
      "index": 20,
      "speaker": "Speaker 1",
      "words": "Made pregunta pancake what lesson cuales son Los have. Take a look see your business carried in cuando me pregunta your soy periodista es un respuesta negativa e al in a superficial puede ser no no mucho. Pero la verdad cuando I say Los cuento con controversy de controversy a Puerto him blow in la say to us in in Saint Luke's downtown Ultima de las personas okay Sandra around Los fatal in El Centro de Boise.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:10:32:11]"
    },
    {
      "id": "context_56_21",
      "index": 21,
      "speaker": "Speaker 1",
      "words": "Estabamos k estaban molest dando a las el officials de policia, Los trabajadores sociales, las personas trabalhando no spittle e nosotros tienen male miedo gave an attended la information personal a puestos and linea. Ademas de k necesita Amazon Odell para eso sienten seguro de la familia. Por ejemplo una escritorio continue Naija no SodaStream okay tomar decision cuando estamos escribe handle articulos muchas personas tienen mia gnosis sienten camadas de",
      "tags": [

      ],
      "timestamp": "[00:11:16:05]"
    },
    {
      "id": "context_56_22",
      "index": 22,
      "speaker": "Speaker 1",
      "words": "I said.",
      "tags": [

      ],
      "timestamp": "[00:11:58:01]"
    },
    {
      "id": "context_56_23",
      "index": 23,
      "speaker": "Speaker 2",
      "words": "It.",
      "tags": [

      ],
      "timestamp": "[00:11:58:23]"
    },
    {
      "id": "context_56_24",
      "index": 24,
      "speaker": "Speaker 1",
      "words": "A escribir sobre. Don't they ban a public algo AK bar pasar después yorker. Okay, estoy verdad de las personas okay is done and immediately smoke a noise. Doy DC and okay todos received an ominous las cosas violencia. Pero I see mas un potato mundo and recibio un email con la palabra campy a second say a a a so yeah, but a yo pero es una palabra no ASAP tabla e no podemos cyber la.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:11:59:15]"
    },
    {
      "id": "context_56_25",
      "index": 25,
      "speaker": "Speaker 1",
      "words": "See if they also say no se puede hablar de lo q esta pasando in la comunidad. Pero la rhetorical concealed in a low key. Estamos buscando para screw. We have Los like potatoes Eagle okay. But Bashar al public address. So I mucho kebab last show. But I located this a carbon that they see it. Pero Obama a pregunta Don in Boise dev as we stole from below in LA cultural in la cultura a la réaction de la.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:12:36:03]"
    },
    {
      "id": "context_56_26",
      "index": 26,
      "speaker": "Speaker 1",
      "words": "Okay I see us they need though, I mean I, I saw us delete that work and una publicacion especifica a estar haciendo. Cosa Sunnyvale local international. And does this guess based on.",
      "tags": [

      ],
      "timestamp": "[00:13:08:24]"
    },
    {
      "id": "context_56_27",
      "index": 27,
      "speaker": "Speaker 2",
      "words": "Dia can return 4k Pocos or diferente? The Instagram pas de la us for the las divided socialist. I know that's a as I wanted this song kombucha cosas esta cuando la primera el Covid cuando remedio muy alto e la persona attendant. And then get a look at the internet obviously lacking in central el concert hockey and Boise.",
      "tags": [
        "music",
        "boise"
      ],
      "timestamp": "[00:13:27:20]"
    },
    {
      "id": "context_56_28",
      "index": 28,
      "speaker": "Speaker 2",
      "words": "It was the moisture Gano sabia Luna guitar extreme. Yeah. Confluence. Yeah. The eventos yeah. Personas okay in LA not bad. El supuesto de la de Boise have yeah personas like Armando via personas de la la de la care. There is a 7% and, it's in this estaba diciendo conceivable that la media locales el sistema estaba Como abandon as I said no okay.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:14:02:07]"
    },
    {
      "id": "context_56_29",
      "index": 29,
      "speaker": "Speaker 2",
      "words": "And it's the moment to. Me la potato and el centro de Boise. Tenemos una session con la prensa e Pedro should Planeta Vienna. La reunion de de su casa e la. Can I say the key that pueblos e 10 a.m.? I want a persona in persona and I important ticket to be in a sala para la reunion.",
      "tags": [
        "agriculture",
        "boise"
      ],
      "timestamp": "[00:14:34:11]"
    },
    {
      "id": "context_56_30",
      "index": 30,
      "speaker": "Speaker 2",
      "words": "Asteroid precipitation. I can't know that I should have a secret salsa, flirty diet para la. Nobody you can ever no quiero.",
      "tags": [

      ],
      "timestamp": "[00:15:08:02]"
    },
    {
      "id": "context_56_31",
      "index": 31,
      "speaker": "Speaker 2",
      "words": "Estar in la oficina. The Consejo de la ciudad. In extrano. Quizas treinta policia us in a in a vestibule. Yeah. Persona. Half way de la persona. In les salons. Yes. Tengo qué pins are London arroyos entirely and de la domain Jose segunda feel and la primera cerca con la mia. Find a la person? No, but there is no way.",
      "tags": [

      ],
      "timestamp": "[00:15:18:09]"
    },
    {
      "id": "context_56_32",
      "index": 32,
      "speaker": "Speaker 2",
      "words": "Isn't that cerca de Puerto? No. So on this esta cambiado por la mujer persona personality, cinco personas e también un percent didn't have it Como la.",
      "tags": [

      ],
      "timestamp": "[00:15:50:01]"
    },
    {
      "id": "context_56_33",
      "index": 33,
      "speaker": "Speaker 2",
      "words": "It has a comment, said it boldly seguridad para nosotros. I want to see that dynamic in general emo Como la mujer de la policia love politicas. I mucho vocal in La Guardia Suprema ING in Washington. They say. Yeah, there is no official in ambos lands in Idaho. Antonio persona for the thunder. I guess I'll protest and, and in front of Casa de personas, la personas de la la colossal as it is known as tempo.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:16:08:16]"
    },
    {
      "id": "context_56_34",
      "index": 34,
      "speaker": "Speaker 2",
      "words": "We introduce it's it's rather love be done. See, it's, you know, Colombian or anteriormente. Good. Okay. Nice. Otro. Okay. But Zamani Pedro de mocha more, algo special. I don't know how in contra can I tell you? Mando? Surprise. You say no any mando cocina cuando cuando plinko lava de Como covariate en Los eventos de la historia de la fotos.",
      "tags": [

      ],
      "timestamp": "[00:16:51:12]"
    },
    {
      "id": "context_56_35",
      "index": 35,
      "speaker": "Speaker 2",
      "words": "Libretto. Oh, la poco. So when it comes to Cuba, this un, I assume control version because de Los officially publicos San responsables. You know, de la cosa Como different. So, Jean-Pierre. So give me a steal, daddy. Sean. Italy. Largo. Who is gonna, say keep a general one decision for me? Mismo and no say I more intelligent.",
      "tags": [

      ],
      "timestamp": "[00:17:31:09]"
    },
    {
      "id": "context_56_36",
      "index": 36,
      "speaker": "Speaker 2",
      "words": "So the controversial is cuando con una historia controversial? Bizarre. Most, I plan for cala storia. Qué photography? Yes. Como podemos representar being, But yes, the pasamos cuando estos officially publica nosotros daughters. I alguna okay. You know quieren I blanco ningun reported support and modify. See they see both la historia por qué contigo. So how is it other nosotros Como personas not name photographer Como mama has said.",
      "tags": [

      ],
      "timestamp": "[00:18:06:10]"
    },
    {
      "id": "context_56_37",
      "index": 37,
      "speaker": "Speaker 2",
      "words": "But I illustrate de forma de la historia de la policia. Algunas photos the demon when I diferentes conversaciones diferentes punto de vista. Entonces tengo una una un poster. Okay. Do say it's a provider either. Puedes I blown barriers that pueden liquid form but then vocabulary the literal también but it does say la la gente esta legendary. No no tengo raffia.",
      "tags": [

      ],
      "timestamp": "[00:18:52:19]"
    },
    {
      "id": "context_56_38",
      "index": 38,
      "speaker": "Speaker 2",
      "words": "No tanto Antonello. Equilibrio. Cuando la mesa de supremacy Como la la hand de ce Sinbad la Omega for no I lost Nazis Como again da Como da mayo. But so ninety-thirds. Okay, let me start. Because that emotion I my first cuando punto but I more jackal sound on a Nazi already secondo Nazi tipo de man that dilemma.",
      "tags": [

      ],
      "timestamp": "[00:19:29:00]"
    },
    {
      "id": "context_56_39",
      "index": 39,
      "speaker": "Speaker 2",
      "words": "Okay, sir, we are those con la palabra delicioso. Well Como la cosas and then step by leopard. So that's a key. And it is not so, Uncle Pablo. I don't know who is yet to know. Senora de una, personalize your channel. Okay. My todo ninos remote. Pedir mucho cuidado con la cosa decimos. I have it publico. So simple.",
      "tags": [

      ],
      "timestamp": "[00:20:04:08]"
    },
    {
      "id": "context_56_40",
      "index": 40,
      "speaker": "Speaker 2",
      "words": "Estamos haciendo la suficiente. Fuerte palabras tenemos. That said, la la mejor possible. No podemos hacer for you. Say ham by parties. It was they. They said la mas activo con Abelardo un punto medio de la mayoria de la personas no ending de la cosa sera decision a facility. I said yeah, lugar de la fotografia don't die by la for the don't they by El titulo and public.",
      "tags": [

      ],
      "timestamp": "[00:20:38:05]"
    },
    {
      "id": "context_56_41",
      "index": 41,
      "speaker": "Speaker 2",
      "words": "And it's a bad thing. I don't want to shorten my demo la parte de no a don't look at ammo has said so. They never seen tem as a gay Mohenjo para cada culture. But I thought historias I say cannot they stay Idaho? Oh, I don't give a mono home Grado. So 1 or 2 tennis punto supremacy a blanca ora Simo Como ss but aqui libra a para poder fat test Luna forma aqui libra that come of us.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:21:16:19]"
    },
    {
      "id": "context_56_42",
      "index": 42,
      "speaker": "Speaker 2",
      "words": "Roughly. A la cage to estado una went up. Pregunta okay. Mano cuenta no question. Marcelo Q pasamos Idaho. So the Torah and not that I hope, but unhindered. I. Know es Como Los tamo standalone medios I see Como hecho mientras del fin de semana. Qué paso? As he does in today's international. Yes unicamente una de mas recurrent.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:22:01:01]"
    },
    {
      "id": "context_56_43",
      "index": 43,
      "speaker": "Speaker 2",
      "words": "This is ten issues later. So let us look at it. An issue has shown does a 17 anos AKP is supported by Italy a immature attention. But they say they made an impression. Yo creo q nosotros brunet aqui vamos aqui system. We are also in they know today Idaho. You said resident they Idaho. You know they have a gift and I don't recommend saying a good emoji.",
      "tags": [

      ],
      "timestamp": "[00:22:36:15]"
    },
    {
      "id": "context_56_44",
      "index": 44,
      "speaker": "Speaker 2",
      "words": "But you know tacos dando eso porque queremos let me my bahena sobre Como I emoji trabajar emotional display. Tema tenemos qué three la confianza. In you know they had knows a a of potato. It turned out they said lo mas equilibrio I reporters esto. But the reporter Los eight years since Salinas el tema es Jesus nuestra politica e la motivo para hacer es q quite I think our own interest diferente actual tema by contract.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:23:09:06]"
    },
    {
      "id": "context_56_45",
      "index": 45,
      "speaker": "Speaker 2",
      "words": "Otra otro medio by that the ultra Mario para poder it a express hello. Si hi Maximus. AC Carlos I punto guys muy de la santé. Lo extremo I mucho soy India para nosotros nuestro trabajo Como But animo de la comunidad threadless. Informations micro locales. But I meant to cellular la I estar comunidad. This is not voltage Q central maintain equilibrium Como supposedly is bajo primero yo algo por favor pursue puesto tengo a uno de locally aqui and el fondo estan Orlando de Quartermaine.",
      "tags": [

      ],
      "timestamp": "[00:23:55:09]"
    },
    {
      "id": "context_56_46",
      "index": 46,
      "speaker": "Speaker 2",
      "words": "Seeing ellos no logical. Pero si e después I don't de algunas incidents I go one and I invoice. He cannot give me Idaho I can can no I can aqui. You been read my York and pizza. No no no. Siendo la cosa de being when I la cosa accidentally santé et un nationalization de la medias. Canada Allah acciones Christina.",
      "tags": [

      ],
      "timestamp": "[00:24:52:04]"
    },
    {
      "id": "context_56_47",
      "index": 47,
      "speaker": "Speaker 2",
      "words": "Quizas esta mazurka RBA una linea de publication nationale. It could be industry. Idaho. You know your own en estados, por Buddha. Otro historia Q decia. Idaho. I said un un it un estado agnico blanco. No, no se. It's my Farsi. But I love police. No periodistas nationales. That, you know that. Yeah, I mean, I Idaho, but I said, you know, my first day in LA.",
      "tags": [

      ],
      "timestamp": "[00:25:28:04]"
    },
    {
      "id": "context_56_48",
      "index": 48,
      "speaker": "Speaker 2",
      "words": "Comunidad is locales. Por qué no es un information I had received then Washington Post, the American Embassy. Josh daba or Awang programa and uncovered the entonces lando a the periodic more and so pueblo estamos aqui para selector baja in la comunidad algun but encontrado it chose tenemos una cosa Nostra was announced. Yes okay. Yes. He had them lo Q0E por qué importanti.",
      "tags": [

      ],
      "timestamp": "[00:26:14:01]"
    },
    {
      "id": "context_56_49",
      "index": 49,
      "speaker": "Speaker 2",
      "words": "Yes. Aqui para la persona pueden. And then there look at the end of an author comunidad comunidades. Yeah. Puntos but for their email location. Okay. Yeah. But I think of what I notice. Yeah I see further notice. Yeah. But as some opinions differ Salas localizations here para nosotros magnificent tener what viendo the national seas.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:26:53:23]"
    },
    {
      "id": "context_56_50",
      "index": 50,
      "speaker": "Speaker 2",
      "words": "Do we have no control de todas las notifications. Okay, I have lambda Idaho is algo match up us and I can see the l'auberge. Una yo otra vez. No, no a demo, but yeah, I'm la contigo. Don the pueblo. Yeah. Christina. Clint. No solamente personas. Benning. Aqui a, pueblo e I'm lambda Idaho. De una manera diferente.",
      "tags": [

      ],
      "timestamp": "[00:27:28:03]"
    },
    {
      "id": "context_56_51",
      "index": 51,
      "speaker": "Speaker 2",
      "words": "Entonces elected today Idaho contra de Los medio nationalist. Jesus outre pueden I said information sobre Alberto but a cuando who knows médias polarized shadows interchangeably. Thank you thank you hinted us I again estado tenemos qué Montenegro una actitud okay no Saturn dificil. But that said see una de la cosa Kelly Pienso mucho is I endothelium the industria they say see me designate a culture see no so more.",
      "tags": [

      ],
      "timestamp": "[00:28:00:13]"
    },
    {
      "id": "context_56_52",
      "index": 52,
      "speaker": "Speaker 2",
      "words": "You know Saint Thomas is he said to me hard corrector para Los Mario Han cambiado la medicaid us. I a la forma tan cambiando no information E as soon as semanas no se cannot de Cali. But we, No, not this year. But yeah, these are three course inside a movie. Gracias. So see ghetto I said that he tengo me cuenta.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:28:45:20]"
    },
    {
      "id": "context_56_53",
      "index": 53,
      "speaker": "Speaker 2",
      "words": "If the newspaper has units is.",
      "tags": [

      ],
      "timestamp": "[00:29:27:11]"
    },
    {
      "id": "context_56_54",
      "index": 54,
      "speaker": "Speaker 1",
      "words": "This badly information contestation to coaching in Estacion Ambiental USA important. They said okay Los medios notes some pa factors I mucho said progress. And also in also in Las Ultimas décadas yo trabajando in las noticias that I nacionales. Unless you that me can say con Los medios court Perales court but grant so same location present that date paid nosotros tres tenemos control local.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:30:15]"
    },
    {
      "id": "context_56_55",
      "index": 55,
      "speaker": "Speaker 1",
      "words": "Christine estan capital son yo trabajo your trabajan boys a dove a it a little park on own city or a key. Entonces no a muchas de la BNN de companias case on NBC. So companias Grant this is porque cuando West la noticias. Hey by Subir Noticias cannot in another coworker an Idaho or meet us in El Periodico a son noticias bnn de Los servicios de they AP entonces Como se producer say las noticias.",
      "tags": [
        "education",
        "cinema"
      ],
      "timestamp": "[00:30:04:14]"
    },
    {
      "id": "context_56_56",
      "index": 56,
      "speaker": "Speaker 1",
      "words": "So say okay esta casa problemas in Los medios porque local queremos as they are nosotros is in pokernews must in a public call I would at yo quiero okay. Instead this, para Los questions question does he tener una pregunta pueden is blue scarab hondo de stack q and a para bandar la pregunta k Christina in s experiencia in independent in de in scene look Phoenix they look e trabajar corner companion muy grandi Nacional Como es la relacion.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:30:43:17]"
    },
    {
      "id": "context_56_57",
      "index": 57,
      "speaker": "Speaker 1",
      "words": "It looks emotional in Idaho.",
      "tags": [

      ],
      "timestamp": "[00:31:25:05]"
    },
    {
      "id": "context_56_58",
      "index": 58,
      "speaker": "Speaker 1",
      "words": "And so this is this tuna para go to my grandi a trabajadores in periodico grants a también a trabajadores and companions pequenas me experiencia positiva son periodico the kainos en el mundo in scene Phoenix. They look cross in case Stoyan may siento mucho mas a responsibly Alaska alas met us okay no son met us okay in run.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:31:31:04]"
    },
    {
      "id": "context_56_59",
      "index": 59,
      "speaker": "Speaker 2",
      "words": "In.",
      "tags": [

      ],
      "timestamp": "[00:32:01:15]"
    },
    {
      "id": "context_56_60",
      "index": 60,
      "speaker": "Speaker 1",
      "words": "Don de trabajo. Amo sesamoid dificil tomar una decision cuando I poco personally. Okay mustache. So esta now che porque I cambiado a in Los ultimos anos. La la prensa. Por qué. No I tantos de nosotros estamos trabajando. Entonces I get to this issue on this movie. The specialist okay said edeka el trabajo elastic sessions son diferentes and okay I go and capital son in in comparacion karaoke loca aca in en la compania grandi entonces caballeros de Los Tuesday cargo para Los vaqueros okay I see kids here on Reunion Publica and e in una a un ambiente.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:32:02:22]"
    },
    {
      "id": "context_56_61",
      "index": 61,
      "speaker": "Speaker 1",
      "words": "They on Grupo migrant. No ban I will out of the eso es muy dificil tomar is that this session cuando la de son. Like an hour in a prensa. Son must hold this a note. The name most experiencia paint Daniel strange. Daniel Smith. Theranos can pasado mucho tiempo an imperial. These more in in a content of your state.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:32:56:15]"
    },
    {
      "id": "context_56_62",
      "index": 62,
      "speaker": "Speaker 1",
      "words": "You know make like a b and eso pero esto a scene get a Santa is bad okay podemos hablar and they assume I said they land kit is blah de Como nosotros and Idaho Podemos.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:33:28:17]"
    },
    {
      "id": "context_56_63",
      "index": 63,
      "speaker": "Speaker 2",
      "words": "A.",
      "tags": [

      ],
      "timestamp": "[00:33:45:13]"
    },
    {
      "id": "context_56_64",
      "index": 64,
      "speaker": "Speaker 1",
      "words": "I wonder oh cancel okay I say mas de la grupos nacionales de la personal de nice donation. Yo. Good. Okay. Muchas veces can now opinion. It could also say no, but de la opinion puedo. But they must have love the answer. Puedo yo quiero debemos hablar de eso esta noche. Better story. They acquired the con Christina Carlos look like speedy and de Los pity.",
      "tags": [

      ],
      "timestamp": "[00:33:47:08]"
    },
    {
      "id": "context_56_65",
      "index": 65,
      "speaker": "Speaker 1",
      "words": "Or these. That's a Los aqui. Post a video. The small es un beneficio porque piano no perspectiva nueva e nosotros tenemos ir progress. No tenemos el tipo de la cursos a katainen la persona kit tenemos experiencia, pero a stabilized said relaciones seen tournaments para k a Los video as Kieran Hayler say para trabajar and a photographer.",
      "tags": [

      ],
      "timestamp": "[00:34:15:13]"
    },
    {
      "id": "context_56_66",
      "index": 66,
      "speaker": "Speaker 1",
      "words": "Qué nosotros somos Los de by bombers trabajar con Los de a carbon de salary de la escuela. Perro con respecto. Exactly do no nos I use the entonces yo okay esto tiny cabochon Ella el tema de opening keto hablar sobre algo. They call Christina Clint it dawn ustedes pnm problemas okay. Yeah. No I plan Ray potatoes eso sur un dia dificil.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:34:46:11]"
    },
    {
      "id": "context_56_67",
      "index": 67,
      "speaker": "Speaker 1",
      "words": "See care. They see a todas part. They said they look astonished to be Indo. Pero una part status. You're not quite up in southern. Una cosa especifica pero Amos bonito. Obviamente las personas okay profit and a el equilibrio de la okay kid. And they said I say okay it's done under la composition para la lo mismo a muchas veces Los periodistas no saben con Kiana.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:35:20:22]"
    },
    {
      "id": "context_56_68",
      "index": 68,
      "speaker": "Speaker 1",
      "words": "Stand up Lando. In my opinion, vemos mucho mas. They don't like to. It's called de skepticism. Kes una perspectiva aqui liberata porque la gente 19 de la diferencia entra un poquito sensational. Ian periodista okay a su meta is not anarchism and a no distance patio. The patio they east us medicine la confianza siendo esto para la gente de colonoscopy in yeah no estamos in esta situacion la gente no se I've done yo no put laceration is the plan dura basis no hablando sobre el tema de case.",
      "tags": [

      ],
      "timestamp": "[00:35:50:21]"
    },
    {
      "id": "context_56_69",
      "index": 69,
      "speaker": "Speaker 1",
      "words": "Hablando petrolhead prosecutors accuracy information a de negocios.",
      "tags": [

      ],
      "timestamp": "[00:36:46:11]"
    },
    {
      "id": "context_56_70",
      "index": 70,
      "speaker": "Speaker 1",
      "words": "Local. Nosotros vamos nosotros a scary. We must sobre las Como las cosas. Okay. La county is information Q la gente kit Isabel a problem the estate karma nosotros cc most escribe most un in former un articulo e una persona stava eso no official a Ella, though though they call an alien la say man a la city estaba mal entonces yo.",
      "tags": [

      ],
      "timestamp": "[00:36:56:00]"
    },
    {
      "id": "context_56_71",
      "index": 71,
      "speaker": "Speaker 2",
      "words": "A.",
      "tags": [

      ],
      "timestamp": "[00:37:31:08]"
    },
    {
      "id": "context_56_72",
      "index": 72,
      "speaker": "Speaker 1",
      "words": "It's a comentario yo nosotros estamos serious. No nosotros.",
      "tags": [

      ],
      "timestamp": "[00:37:32:03]"
    },
    {
      "id": "context_56_73",
      "index": 73,
      "speaker": "Speaker 1",
      "words": "Element elements. Ahi esta persona and esta persona. Nobody is what they are. They say problema. Oh don't disturb. Pero the whole reporter okay. La composition. Pero es interesante porque uno de Los Paris médico. Yo it have no place certain Princesa al-Sistani y la persona técnico on Facebook.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:37:41:06]"
    },
    {
      "id": "context_56_74",
      "index": 74,
      "speaker": "Speaker 1",
      "words": "It's Mr. Bangabandhu in your living. He said they were that al principio de la collaboration to make a nauseous taste test and get a bando. Yeah, they hope para no lo sabia a yo they hey yolo sabia por qué yolo. Ali una cosa some way became you get it out on a raw. Entonces they hope boy have they said cuales son me has better son yam pasado say semanas in no me I amado pero algunas veces maybe no sadly Joe suspicion no Alarcon nosotros but okay okay possibly no I'm not.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:38:10:24]"
    },
    {
      "id": "context_56_75",
      "index": 75,
      "speaker": "Speaker 1",
      "words": "No, I'm a screening. I'm a man.",
      "tags": [

      ],
      "timestamp": "[00:38:54:11]"
    },
    {
      "id": "context_56_76",
      "index": 76,
      "speaker": "Speaker 1",
      "words": "Muchas personas untested okay. No pueden a la con la prensa porque no sé not report demos su opinion. Pero, tenemos otros muchas politicos can no kiddin tener un debating porque es un when I say nada okay I'm with traditional anteriormente. Okay. Vamos a cambiar. They take my Christina I last the personal mas open menos experiencia. A Como impact so low cost on is going to be end up on a siento e.",
      "tags": [

      ],
      "timestamp": "[00:39:01:14]"
    },
    {
      "id": "context_56_77",
      "index": 77,
      "speaker": "Speaker 1",
      "words": "El okay kid and bear in el balancer. The Locust is going to be under no puedo. It's going to be estan there being a noise. Transgressors. I kept the son and son consortium party. They will a backhoe owner organized sessions room. Okay is no lucrative. It be on those para pagar a Los dry potatoes and so ASAP I said they don't I say say occur in la comunidad and recursos para el these, unlivable de la comunidad tambien much nor mas.",
      "tags": [

      ],
      "timestamp": "[00:39:46:12]"
    },
    {
      "id": "context_56_78",
      "index": 78,
      "speaker": "Speaker 1",
      "words": "But, last organization Zionist. No lucrative US ban allows Matthias no lucrative entonces as possible like a thing as soon grants. Okay, okay. Estar dando la a burial the instead the estas organized estas organizaciones. Okay. Done apoyo. What is repeated. La pregunta estamos hablando.",
      "tags": [

      ],
      "timestamp": "[00:40:27:16]"
    },
    {
      "id": "context_56_79",
      "index": 79,
      "speaker": "Speaker 1",
      "words": "Vale personnel enable young estamos hablando de Los whole business de la human to keep with. They said bueno pueden ser mundo pero I blasted build desarrollo de Los recursos. Entonces Como esta para a ahora car or con esto. No I stand dificil don't destroy our A porque todos Los potato son Instagram mucho tiempo an Idaho si no standard key no son.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:40:54:16]"
    },
    {
      "id": "context_56_80",
      "index": 80,
      "speaker": "Speaker 1",
      "words": "Their key and pasado Puerto menos quintana was a key. It look at bear most any loss increase your son wireless no son al nivel k necesita para poder para gangsters cuentas. Yo in mucha rampa Karen Diaz Dolores a Laura it dynamic Jeb dale than meetup they crédito entonces tienen kessel Los potatoes e por eso can yo m-pesa a share a the Torah in hexa eat yo empezar pork take your knuckle the baby here they swell don't get tenia report data.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:41:26:10]"
    },
    {
      "id": "context_56_81",
      "index": 81,
      "speaker": "Speaker 1",
      "words": "No tenia la experiencia para you that a Los demas. Pero your lo he say para De Niro. De Niro. Entonces I'll nivel Nacional e estatal. Tenemos a un gruppo. It will make people con menos experiencia. Yo. Let's go. A local business can't locate esta pasando in in city Council a kitchen key aprender sobre la informacion en k DNS capitan there.",
      "tags": [

      ],
      "timestamp": "[00:42:05:16]"
    },
    {
      "id": "context_56_82",
      "index": 82,
      "speaker": "Speaker 1",
      "words": "What a simple look. Esta pasando in la la junta mental 61 paint Daniel sap Lando ad mismo Tenma and a lion. Tomato. OS hablando con un tripartite okay con conky and the ugly and don't smell. No give me a oh, that'll be an sobre okay. Non construe it okay. Todavia noise that country sabi in the studio de la ambiente in fatale that is in this party's eco Como podemos turner esta contexto si tu no service la informacion no service locate no service intersection drive personas muy harmonized E persona Kevin Quarantinable siendo es muy deficit tener un poco disable.",
      "tags": [

      ],
      "timestamp": "[00:42:35:15]"
    },
    {
      "id": "context_56_83",
      "index": 83,
      "speaker": "Speaker 1",
      "words": "De okay. Por qué no stop in la information de fondo a mucho special night para Los, otras trabajo. Skip back on my hood. Los beneficios en minimus. Entonces. But I see it done temporarily. But I para Los. But this is okay in el trabajo normal esta naive para nosotros llamamos de parental leave. Family leave para nosotros nosotros trabaja no tenemos but a yo croquette de la pandemia.",
      "tags": [

      ],
      "timestamp": "[00:43:24:04]"
    },
    {
      "id": "context_56_84",
      "index": 84,
      "speaker": "Speaker 1",
      "words": "La gente establish economic tobacco. Mama calida de beta k estamos cuando de trabajo get the pack masse a more personal la forma that a homemaker if they eat a otro trabajo mother say at a toda la familia otro estado porque no una mento and swelled up it un poquito in a loca estamos description no.",
      "tags": [

      ],
      "timestamp": "[00:43:57:22]"
    },
    {
      "id": "context_56_85",
      "index": 85,
      "speaker": "Speaker 2",
      "words": "Okay bye. De la Clinton después mitra Amiga Jane in the chat seeing still continuing experiencia okay some bueno but I retired Los la noticias locales. See if modify my dinner pollution mantener el personal in inlet but North Idaho unit Estado Washington second I punto unico no tengo ninguna solution revolutionary. Una de la cosa said that was the local area.",
      "tags": [
        "environment",
        "history"
      ],
      "timestamp": "[00:44:24:09]"
    },
    {
      "id": "context_56_86",
      "index": 86,
      "speaker": "Speaker 2",
      "words": "The Covid. It caused us, economic. I canceled his old acquisition si and to cambios in todo la compania and Lazada. The coral no equity was, the very intense hablando de todo lo cu nos cuesta bourbon in Trinidad e la posibilidad de per the rights of personas as he assumed the limits. Yo, we interest menos todavia legacy.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:45:10:05]"
    },
    {
      "id": "context_56_87",
      "index": 87,
      "speaker": "Speaker 2",
      "words": "Okay, I give money had in question negocio de tightening though as dificil I said the decision is. But I seguramente podemos certain competitive Como la podemos hacer aqui and El Norte they Idaho. Your donated me my area contra temos again the Taco Bell establishment began Domino's pizza, Taco Bell and so personal mas been tuned Cinco dolares.",
      "tags": [

      ],
      "timestamp": "[00:45:45:01]"
    },
    {
      "id": "context_56_88",
      "index": 88,
      "speaker": "Speaker 2",
      "words": "It's a moving low critical but as efficient para nosotros. But I try it. It's a it's a persona ESA position is available to. How do I say that I never see that Conan gravel the paradigmatic pero that didn't get vocal in la casa okay in in casita I can say see no puedo I said menos the tanto l'anno e I una gran diferencia del okay that much attendance the idea ademas viendo no alternatives algo no no time planners.",
      "tags": [

      ],
      "timestamp": "[00:46:23:19]"
    },
    {
      "id": "context_56_89",
      "index": 89,
      "speaker": "Speaker 2",
      "words": "Propiedad de la SAS. But I was there I had Como spaghetti. Are you subsidy okay. Jesus podemos I said Como es nature. Back a day, a day, but, cuando se gila no persona. The mentee. Anya. No se preocupa per se. Visa. I'm okay. A may for my importante para el programa de la la fortuna.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:47:09:03]"
    },
    {
      "id": "context_56_90",
      "index": 90,
      "speaker": "Speaker 2",
      "words": "The, Mr. down had to have. I had on the second variant. Cuando I got me el trabajo esto by contra de la industria de de another punto Mr.. And de negocio and we diferente de Los potatoes estan emporium de la oficina. Tenemos q said manera the remote Q say resto Q is accessible by regular persona again. And I said in El trabajo porque genera Manhattan air reported us going for the oportunidad de agua aqui.",
      "tags": [

      ],
      "timestamp": "[00:47:46:14]"
    },
    {
      "id": "context_56_91",
      "index": 91,
      "speaker": "Speaker 2",
      "words": "Well yes indeed me also de aqui. Yeah. Hello. Para Clint the locality. Who?",
      "tags": [

      ],
      "timestamp": "[00:48:29:24]"
    },
    {
      "id": "context_56_92",
      "index": 92,
      "speaker": "Speaker 2",
      "words": "El deaf. El potato sobre el mercado. We are we also there issue. Dolor. No, I préstamos gathered the ashes of ganado por members to open a anuncios. It's muy importante para la mejor otro lado. Algo competitive. Si commit to a persona. Okay, but you know, for the edificio again when try them into that secure. To thank you for canto capitalism I go important Joe I know it Danilo.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:48:40:14]"
    },
    {
      "id": "context_56_93",
      "index": 93,
      "speaker": "Speaker 2",
      "words": "Persona q se Magneto Nadia shadow the personas Estancia condo at the near to Segundo aniversario comigo one of porque my hood he solo somos persona if they heard it someone important. But is it an important, budget anymore? Apoyar I okay, I said Los diferentes periodicals. No estoy aqui. But, mandate me dinero. They say Jackie 4k quiero inverted a me comunidad in the community.",
      "tags": [

      ],
      "timestamp": "[00:49:31:17]"
    },
    {
      "id": "context_56_94",
      "index": 94,
      "speaker": "Speaker 2",
      "words": "I turn the joke in a see as if it ain't, say importa in veteran esta persona. Maintaining my simple work I see that we be estamos todos en una ambiente inflationary of siege of croquette tengo I said my host is a un ambiente a moy dificil. Okay Don I'm Lemos they said una empresario Ali what are you said or negativo noticias I say cinco I know it has to be mas Como no us cambiado la carte.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:50:11:01]"
    },
    {
      "id": "context_56_95",
      "index": 95,
      "speaker": "Speaker 2",
      "words": "Other night at home a Lando takes the listing. T tenemos muchas empresas. Digital can no tienen impressions. Duncan Yendo éxito Como, conceptualize has to assume access Como hecho Alexi to get to the newest, plataforma para a la then wait no trouble here in LA cannot see in Boise. Emem mama make a an administration made this e Istanbul candle consejo personal de into Google connected and Twitter.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:50:49:17]"
    },
    {
      "id": "context_56_96",
      "index": 96,
      "speaker": "Speaker 2",
      "words": "Yeah entonces Jose epic in your tweets the selling si Miguel style of tweets. The boy should have no mando electronico in the media. She says my boy. Yeah. No quiero vida even. Yeah. Come on Sammy Mercado digital comments I don't know what negocio is. If we see info by Bernardo on a pagina internet, we.",
      "tags": [

      ],
      "timestamp": "[00:51:38:24]"
    },
    {
      "id": "context_56_97",
      "index": 97,
      "speaker": "Speaker 2",
      "words": "See people that said, may may gaming in Stamford para inside Como podia sir questo majority Como la cosa sem diferentes Como no Dania. Una parte parece now get a partner married us. But I think that law firm that cosa. Yeah no comments. Say I said they thought a tempo completo e la pandemia do me a tener una persona de nos personas.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:52:13:17]"
    },
    {
      "id": "context_56_98",
      "index": 98,
      "speaker": "Speaker 2",
      "words": "You got the total anos again. De resulta can la.",
      "tags": [

      ],
      "timestamp": "[00:52:52:15]"
    },
    {
      "id": "context_56_99",
      "index": 99,
      "speaker": "Speaker 2",
      "words": "Sinaloa tango? No. Sorry, I make like a million different than the initial limited etc. you was a for a moment okay voices pro dando so if I just trying to say get in and get us. Yeah. We are anticipating. See them on Twitter. Yeah, yeah. You may hate them. Oh, Don. By three sobre DRM. Wendy's.",
      "tags": [

      ],
      "timestamp": "[00:53:01:17]"
    },
    {
      "id": "context_56_100",
      "index": 100,
      "speaker": "Speaker 2",
      "words": "Yeah. As soon as that way. No, no. Member list of no no important better look at personas. Okay. He said una historia. Did the all MacDonald quiero in star. Yes. If we they know how important the. Okay I keep tengo bastante tempo Iniesta in this mucho tiempo. Si. So most of the issues guitar most interesting to someone is here to get it okay important as nella la locales la noticia local important yeah you hundred tenemos k tenemos poner nl central e a responder for lowercase.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:53:35:24]"
    },
    {
      "id": "context_56_101",
      "index": 101,
      "speaker": "Speaker 2",
      "words": "You're getting I historia por aqui. Okay. No song. And McDonald's and. Sorry Pedro joke me and me. Periodistas. Yo llamas sobre la cosa no esta. But tenemos the. This they are. You are not you. I mean, for name Bursa donde Los miembros van de la persona Q Manang, look, Iban Alice. See, compared to I don't like Torres entity.",
      "tags": [

      ],
      "timestamp": "[00:54:27:00]"
    },
    {
      "id": "context_56_102",
      "index": 102,
      "speaker": "Speaker 2",
      "words": "Can't get bagong decides on a population pero us pero no siempre Pedro Lima, popular Mahipal Tante Maria Christina lo mismo with 2% economy. Mo. See if with accuracy handle then focuses unless you that yellow political jealousy that you know and expanded but there's an unbelievable esta parte de una oportunidad. We be community as you know un poquito realmente de you know loca Korea era marine levy.",
      "tags": [

      ],
      "timestamp": "[00:55:03:21]"
    },
    {
      "id": "context_56_103",
      "index": 103,
      "speaker": "Speaker 2",
      "words": "Cuando se tenemos competencia I know someone okay. Cobra Mohammed destroyed your I Boise Lamar important deseo nueva by more I rewrite Italian but myself can look about different assistant the by the eyes on the this are Roger the Nemo también poco your eso también se relation the intersection when someone said to our eyes there's a rojo a crecimiento civica sientes para a you know prensa because I'm I hope first.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:55:51:03]"
    },
    {
      "id": "context_56_104",
      "index": 104,
      "speaker": "Speaker 2",
      "words": "E de say todo lo q Ella personalized you the idea real entonces you have no TCM or information mi importantes. Entonces no that in sis but but el centro de la capital ellos eventos eponymous like okay is okay but anybody else. Tamika character but at the most un mercado amplio well known for cameos in local collector kidding.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:56:41:01]"
    },
    {
      "id": "context_56_105",
      "index": 105,
      "speaker": "Speaker 2",
      "words": "When I had Christina Evelyn de la Christina I think con capital son inicio Como comenzar this bueno gender canal could be to say diesel know vla tenido un un ultra psa ten grand a p0 distant. The Idaho Statesman Pedro okay, aqui esta me me me simbolo joke okay per se porque generation I need yeah de problem I could it be sobre Como no Salah de prensa estado problemas para para poder tener excel Microsoft stream for the poder money my said Mr. trabajo.",
      "tags": [

      ],
      "timestamp": "[00:57:21:06]"
    },
    {
      "id": "context_56_106",
      "index": 106,
      "speaker": "Speaker 2",
      "words": "Yeah he had just about more yesterday either he suggested me signal but I cambiar is that I said una be with me mama. Si okay I'll wait. Well you have to start the second me me. My studio tweeted me Concha yo me no. What trabajo. Yeah. Can chica me a connector E llama important me hey familia la ema hold a sequel.",
      "tags": [

      ],
      "timestamp": "[00:58:21:01]"
    },
    {
      "id": "context_56_107",
      "index": 107,
      "speaker": "Speaker 2",
      "words": "Okay, Idaho. Necesito is okay. Okay. Idaho. Necesita recibido yet? Mucho. He there. So? So you acquired Fernando. Politica. Casita. Carrara. Yanina. Manteca del close. Latina. Daughters. I said, boy, let's. Buenas decision. Is what the tenant notice. Yeah, I can say that you models not tenemos potatoes. Q tengo nando la noticia Kelly pagar para tomar decision questions in entonces me family who grill my patio remodel okay to graze I'm going to get no location is illegal.",
      "tags": [

      ],
      "timestamp": "[00:58:54:09]"
    },
    {
      "id": "context_56_108",
      "index": 108,
      "speaker": "Speaker 2",
      "words": "You're not saying if we built a la Montana as in the semana. You an Amazon de Medici. Si. Okay. You're not Tiago separatist otra party. You know, I had but a New York Times. Yo quiero una periodista in Idaho. Quiero member Copa get the see that I historia.",
      "tags": [

      ],
      "timestamp": "[00:59:38:17]"
    },
    {
      "id": "context_56_109",
      "index": 109,
      "speaker": "Speaker 1",
      "words": "Entonces simply say I say preguntas. It can a pregnant play the empezar con keeper there. Sueno. Entonces loco quiero usted is so good I don't need a keeper Como experiencia e podemos hacer. But Elise more interesante a basicamente era. They said nuestra historia. Tenemos un modelo de fondos different. No tenemos Onassis great see on no tenemos alpaca traditional.",
      "tags": [

      ],
      "timestamp": "[01:00:07:01]"
    },
    {
      "id": "context_56_110",
      "index": 110,
      "speaker": "Speaker 1",
      "words": "Pero es better than name Hellboy. No he puede un ban a k is that say okay Yoko. Okay, offer I say mucho el otro es bueno de nuestro producto is permit the most cakewalk here. Otra prensa queda nuestro. No information. Por qué trabajando in Idaho Press a dona tenemos Ryan Isabella mas de las de Los cuentas a entonces I veces k no I rss no I suficiente potatoes.",
      "tags": [

      ],
      "timestamp": "[01:00:38:22]"
    },
    {
      "id": "context_56_111",
      "index": 111,
      "speaker": "Speaker 1",
      "words": "Entonces YouTube problemas problemas con esto porque no tenemos suficientes personas para escribir cloud. That periodic tenia cable car una persona de otra periodico. But I go but here look in nosotros podemos saber an el pasado. What a help locate Podemos hacer de la crossover sobre Como se puestos. No tenemos la file para poder escribir todo esto. Entonces nosotros estamos haciendo esta information 4K una persona por the SPV and sobre asi information e I un periodico techniques grito sobre Los impuestos a la persona quick with a escribir porque muchos escribe cual es Como a pasar Los altos sinister caso in estate de todas in estoy yo, said they lo q estamos siendo in capital stun.",
      "tags": [

      ],
      "timestamp": "[01:01:20:01]"
    },
    {
      "id": "context_56_112",
      "index": 112,
      "speaker": "Speaker 2",
      "words": "E",
      "tags": [

      ],
      "timestamp": "[01:02:24:16]"
    },
    {
      "id": "context_56_113",
      "index": 113,
      "speaker": "Speaker 1",
      "words": "Yellow. So cross a dummy in public and oysters are closed. Hey persona DNA in a hay De niro DNA en una cinco anos de personas. Quantum stainless DNA. But a robot. Alexa, no, no no no. Sentado in limit. Medeiros. No unlimited dos anos in a contrato para la oficina a must NATO conversation, a veces la personas. No stun don't donations e solamente de dando un uniform in Facebook noise suficiente yo tengo esperanza okay estamos aqui para mucho HTML.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[01:02:25:22]"
    },
    {
      "id": "context_56_114",
      "index": 114,
      "speaker": "Speaker 1",
      "words": "Estamos mas grande. Tenemos un plan in they they dinner. Information as a cuenta. Estados untested. Those have the empty cinco Idaho. Is a good okay it the name of Spain. They see it. They tenemos potatoes in in a tenemos I would an Indiana eight I wouldn't Alaska entonces al person that I own they daughter access trans reported at tampoco.",
      "tags": [

      ],
      "timestamp": "[01:03:10:11]"
    },
    {
      "id": "context_56_115",
      "index": 115,
      "speaker": "Speaker 1",
      "words": "Let's sorry tenemos una persona cuesta practica professional.",
      "tags": [

      ],
      "timestamp": "[01:03:42:01]"
    },
    {
      "id": "context_56_116",
      "index": 116,
      "speaker": "Speaker 1",
      "words": "Any tenemos también otra persona. Collagen allows us to the antes Latinos para reporter Los Santos de Los Latinos eat plant in la masia mas traditional Como it says de Los note de Los negocios no was so no not in my Lanza Como el trabajo is not siendo Christina yo creo camps in un negocio. Cuando nosotros vemos las a Los panelist I suggest anarchy.",
      "tags": [

      ],
      "timestamp": "[01:03:49:23]"
    },
    {
      "id": "context_56_117",
      "index": 117,
      "speaker": "Speaker 1",
      "words": "Okay. Nosotros podemos trabajar. Hunters Christina York. What example con maybe in it or in the, no real dismal, being actual es absolutamente de este. They nosotros aca nosotros podemos tener socios e construir mejores productos especialmente in Los mercados, don't they not tenemos say negocios. It is. I mean say problematic go better. Yo creo okay la calidad in the in these easement get debemos trabajar puntos.",
      "tags": [

      ],
      "timestamp": "[01:04:28:03]"
    },
    {
      "id": "context_56_118",
      "index": 118,
      "speaker": "Speaker 1",
      "words": "Por qué es posible. Okay. Ellos algo. Qué nosotros nice Amos Como what a Hempel. Tener un una called again statesman a you know tengo un. No usamos mucho contento fuera de la legislation cuando no is done in sessions. Pero es contenido okay to enable lower si bail boys. They deserve a capital son ice mucho mas qué podemos hacer es mas I yaki eso es mas important illustrative just pueden said those productos in nature pueden ser Los productos son wireless pero no creo okay I compare this young pero these tico con la calidad B NHL el contenido yo okay okay.",
      "tags": [
        "environment"
      ],
      "timestamp": "[01:05:12:03]"
    },
    {
      "id": "context_56_119",
      "index": 119,
      "speaker": "Speaker 1",
      "words": "Don't they assume poco problematical is a limited de la spectrum. Porque por ejemplo I producto CNN. I maintain linea. A I can take letters on a layer, locate a locate say standard cuatro de lowercase on siendo e in Los medios traditional no es el contacto q tenemos total social yes depended de la Suunto Italy tema pero for example I perreo these most complicated year over year A is your is your soy nuevo in is organization is me that is me trabajo they had al el cto mejor they look estoy trail okay is imperative goal okay.",
      "tags": [

      ],
      "timestamp": "[01:06:05:21]"
    },
    {
      "id": "context_56_120",
      "index": 120,
      "speaker": "Speaker 1",
      "words": "Estamos donde esta el lector Caleb demos. Bill de contenido. Qué no pueden encontrar otro serio? Las noticias locales no son opinions. Noise de un lado. De otro lado, es must be in Como. Can't be in Mira. Student estamos viendo corner crecimiento la infraestructura as Amazon trabajo come bueno. And I said eso yo okay okay. Si estamos tenemos la mention case son produtos tangibly Nuestro website las applications tenemos todos Los productos natures.",
      "tags": [
        "education"
      ],
      "timestamp": "[01:07:02:13]"
    },
    {
      "id": "context_56_121",
      "index": 121,
      "speaker": "Speaker 1",
      "words": "Yo creo okay estos vienen by lower at Los lectures. Come on. This cuando para para our most in para. Is that Yamada Los case done Leonardo some okay nunca. It's done in below craters. The only bell mas alto have SSL tangibly no demonstrate and so I no number of physical pero si maybe most el al publico de un according to myself.",
      "tags": [

      ],
      "timestamp": "[01:07:45:24]"
    },
    {
      "id": "context_56_122",
      "index": 122,
      "speaker": "Speaker 1",
      "words": "You seek other ellos say but look rincon nosotros. Las personas quest un leyenda. No son las persona can be been a key alias pueden ear say mother, say pero in no tienen case but at a Conrail. But, prior la now specious because this quiero la la opinion a Como tenido influencia in las noticias. Tenemos preguntas k quiero la primera pregunta is in la realidad de he I mucho I'm mucha misinformation information corrector in las redes sociales.",
      "tags": [

      ],
      "timestamp": "[01:08:16:15]"
    },
    {
      "id": "context_56_123",
      "index": 123,
      "speaker": "Speaker 1",
      "words": "Cual es Como se puede distinguished. Entra la el discurso in libertad. La opinion publica e la cosa si pueden that contest that a la person that they choose. So it you see no start. They acquire the con la respuesta a celebrity that el poca si es el trabajo me respuesta es nosotros tenemos de contested estar para las cosas digitales.",
      "tags": [

      ],
      "timestamp": "[01:09:01:11]"
    },
    {
      "id": "context_56_124",
      "index": 124,
      "speaker": "Speaker 1",
      "words": "Tenemos model real estate no esta centura noise layer Los comment adios o tocar Los comentarios porque no somos cuando pero las personas okay. No it is done. It's going to be in the anonymous and they know it's done. Ask us siendo comentarios e de critica. Pero. De hummus las entonces tenemos la la social es una normal. We had Obama assume no no political question grandi porque no se puede ser el dia event de por ejemplo they are looking for someone else in the semana pasada.",
      "tags": [

      ],
      "timestamp": "[01:09:34:10]"
    },
    {
      "id": "context_56_125",
      "index": 125,
      "speaker": "Speaker 1",
      "words": "Cuando yoli in lo q estaba pasando in la where they saucy socialist. Yeah. Tania said they siento tormenta. Those comentarios nosotros no podemos player todo bana poner la information. Queremos poner blame for most land las noticias mas importante pero tenemos k preparar las cosas para las personas. Kibana layer nuestras noticias no quiero qué la gente can say okay say mala esa persona bully.",
      "tags": [

      ],
      "timestamp": "[01:10:20:16]"
    },
    {
      "id": "context_56_126",
      "index": 126,
      "speaker": "Speaker 1",
      "words": "Yes could write it's no esta response. I believe that Como Los gatos al editor or de toda asegurar mas tanto Como se hay podemos I said investigate cien de Los airshows okay. No parecen connectors. Yeah, but la de las personas. But, but as I say, karate de verificar Balochistan is going to be under eight a apple. Abubakar.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[01:10:56:08]"
    },
    {
      "id": "context_56_127",
      "index": 127,
      "speaker": "Speaker 1",
      "words": "Okay, es okay, I'll quote Casio na una action violent 4K noise in is a information incorrect. E Los gatos Torres esta es el tenemos el director. Este es una linea movie cena. No quiero assertion hora de las persona pero tampoco quiero connect no se situation mala don de incipient is el contenido. Where are del context. Okay. Second party in this it maybe it read in socialist or they put on the thing own personal get visible not I mean answer they them yo you know they said sobre Los comentarios in nuestra website.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[01:11:25:10]"
    },
    {
      "id": "context_56_128",
      "index": 128,
      "speaker": "Speaker 1",
      "words": "Not Amazon Grupo Facebook eight animals reglas moisten si. Yes. No se puede. They are said an unsuccessful speculations or information sponsor. Nosotros starch amazon.com comentarios cuando cabron las reglas e la herramienta make her and Araminta s courtois Los comentarios entonces vamos an in un unknown Damos a comentario por k k k k se puede that sinister moment. Though easy to describe this case I put it this there so in Las Radius media.",
      "tags": [

      ],
      "timestamp": "[01:12:19:07]"
    },
    {
      "id": "context_56_129",
      "index": 129,
      "speaker": "Speaker 1",
      "words": "So said Rabia, let's read their social yo tengo yo yo global. They otra perspective on your no de Los comentarios. No may interest some another play been near the aca comentario noice bueno para measles mental tenemos reglas tenemos big the mouse. Tenemos Los terminals a hacer. Today's is algo and Facebook. Esto no es acceptably pero satanas una pregunta sobre lo q estamos comando CNN may correo electronico implement escribe por correo pero no laya Los comentario porque okay CTO pay or safe deal a no I cuanto eso.",
      "tags": [

      ],
      "timestamp": "[01:13:04:06]"
    },
    {
      "id": "context_56_130",
      "index": 130,
      "speaker": "Speaker 1",
      "words": "A eaten okiro quiza parte de lo q estamos s there's a.",
      "tags": [

      ],
      "timestamp": "[01:13:55:20]"
    },
    {
      "id": "context_56_131",
      "index": 131,
      "speaker": "Speaker 2",
      "words": "Convert es un professor dismal de una pregunta gracias por su compromiso con las noticias locales. Q noticia Xmas. This would also be quite falar. Noticia porque no pudieron da la la noticia. Okay, Filippo, I'm mucho trabajo del gay Joe siento Joshua. But offer. Oh, no una sobre Como Los, el sistema de padre devo tempo Dallas esta nando Como funciona.",
      "tags": [
        "music"
      ],
      "timestamp": "[01:14:04:04]"
    },
    {
      "id": "context_56_132",
      "index": 132,
      "speaker": "Speaker 2",
      "words": "It's a report that hey, devo. No, cambio in a esto. Okay. Julio, Ben de cuatro amplia nuevo para eso sistema si. I don't get no sube. And the local system indifferent that. No. But again, do activities sobre radio. Entonces si yo creo okay podemos. But there was entrar a la politica. Yes. Circular personas realmente seven and Como they had a gobiernos have Como se information for Gobierno.",
      "tags": [

      ],
      "timestamp": "[01:14:48:18]"
    },
    {
      "id": "context_56_133",
      "index": 133,
      "speaker": "Speaker 2",
      "words": "An extremely small in Idaho. You know how to locate pudiera recuperar mejor. Forget it does that and I let the data extrema de facto. But if the name of la forma de I said la diferencia in Los consejo Escalade, is it to take a mendocino influence? Temos a la la supremacy blanca Isla extreme, even Mira by Martin problema.",
      "tags": [

      ],
      "timestamp": "[01:15:27:03]"
    },
    {
      "id": "context_56_134",
      "index": 134,
      "speaker": "Speaker 2",
      "words": "Hello. Yes, anos. Henry. No. At the moment, does that makeover two days to exact incident in the seminal UN poco also host. Cuanto esto I cannot year if and when was established and relevant again a situation most but I'm not permitted okay just a pueden a Kundera Como si forum Libra un lugar ketchup wedding. Estas he cannot.",
      "tags": [

      ],
      "timestamp": "[01:15:58:01]"
    },
    {
      "id": "context_56_135",
      "index": 135,
      "speaker": "Speaker 2",
      "words": "You cannot yes or no? No Q queremos the Idaho me para de Chris y no, it's a complaint. Domain de la okay. Christina De who is more important gay located. Otra hacemos todos Los the US is gaga. Mr. Lugar. Milord. Mr. Comunidad sia major, there's a moment. Okay. Just a mild good. Joshua. Es la forma cobra el Covid por dos anos todo era en cuanto, la parte a local sea of equal to the national international in author of medios.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:16:27:03]"
    },
    {
      "id": "context_56_136",
      "index": 136,
      "speaker": "Speaker 2",
      "words": "Yes. The Noida nuestro soon Ukraine. Okay, look I see most welcome of Como estaba dando a nuestra comunidad. Yeah. What are you going Comunidad también si cuando ya. No today I'm okay. Go with the. Let us see. Yeah I don't know today. Metro sector the today more mental machismo is a cause us poniendo la lado creemos asegurar no localized todo.",
      "tags": [

      ],
      "timestamp": "[01:17:09:20]"
    },
    {
      "id": "context_56_137",
      "index": 137,
      "speaker": "Speaker 2",
      "words": "Look Q study to study. Choice to see them. Punto more important energy. Pero si la extrano me la historia de la. Okay. It could be myself way un papa is caravan and casa. I do dabang as you see house and manejar. L'étude del Kobe de facto la la la e sequel Kagura dosa la historia quickly BMO Yellow moon PSM mu you mind?",
      "tags": [
        "education"
      ],
      "timestamp": "[01:17:54:15]"
    },
    {
      "id": "context_56_138",
      "index": 138,
      "speaker": "Speaker 2",
      "words": "E Como el money horse who goes to see how la situation con eso es un gran trabajo si connector de la mano lo money siempre si lo algo gas he likes he dosa in el para. La storia c'est la mejor de la casa de couple. Good. Okay. In this. Is the, un. And what they navidad better than Adam?",
      "tags": [

      ],
      "timestamp": "[01:18:33:16]"
    },
    {
      "id": "context_56_139",
      "index": 139,
      "speaker": "Speaker 2",
      "words": "Si. Como? It was a la situation. You will see Lago Christina. México, child of the later. That's how a little caballo Gamboa Lando and he Historia more important than the NATO. La historia magna demi Guerrero not puedo deceived todavia but cannot lie. Me neither. But if front of the motor neuron association. E pero the pronto si lo mas importante nostalgia esto todavia Christina yo it amo una evento.",
      "tags": [

      ],
      "timestamp": "[01:19:11:03]"
    },
    {
      "id": "context_56_140",
      "index": 140,
      "speaker": "Speaker 2",
      "words": "No. Okay. Do you guys give you an Ikea. No hacer algo. Okay. Sir I look at your creo case. More important whether important be the heavy at home de la casa megaboom Jessica doing so exist outside render sequence Ramos cuando Manhattan I Ikea no by Manhattan alone. Ikea in and out. Is a primera obligation in, material.",
      "tags": [

      ],
      "timestamp": "[01:19:56:12]"
    },
    {
      "id": "context_56_141",
      "index": 141,
      "speaker": "Speaker 2",
      "words": "Como se of the place? Say she is a propuesta, but only in and out in Boise. You just have a meeting in how the is a si. You may know him. Mucho can also be si después Sigi I love person e foil k I will also la la noticia is a makeup of its brand. Bueno subir k don I see the a male de la mano who Modesto.",
      "tags": [
        "boise"
      ],
      "timestamp": "[01:20:32:19]"
    },
    {
      "id": "context_56_142",
      "index": 142,
      "speaker": "Speaker 2",
      "words": "Una vez mas de una si good. Okay. Podemos hablar de la de opinion. I'm not condone Como la her opinion. Opinions an affect. El punto de vista soleil Pedro de Mo e Como a system on the handle a potato de noticias. E well there la diferencia inter reportage. The opinion reportage contra potato I don't lados la la habra new edition Como la legal todo el mundo.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[01:21:04:13]"
    },
    {
      "id": "context_56_143",
      "index": 143,
      "speaker": "Speaker 2",
      "words": "No, I mean no opinions. No aqui. No no Hamels a la noticias opinion is no es una linea de trabajo bland. See ya in Twitter and Facebook I bastante. So as you can say mas a sido bueno paranoid. Marca la gente nowhere la reconocimiento. Listen can't. No no Samos. When you do this I can. No, no DNS of reportage.",
      "tags": [

      ],
      "timestamp": "[01:21:46:05]"
    },
    {
      "id": "context_56_144",
      "index": 144,
      "speaker": "Speaker 2",
      "words": "Here's the opinion. Okay. Oh my dear letter notation. Livia's opinion and those. Sea sand oficiales. Dang you a tell common toda but nosotros too. Nobody going to say my opinion? No certain local remote editor Molly Travis, I believe more than most.",
      "tags": [
        "music"
      ],
      "timestamp": "[01:22:26:17]"
    },
    {
      "id": "context_56_145",
      "index": 145,
      "speaker": "Speaker 2",
      "words": "Regular si vamos a poner. Not as fast, pero no se Syrian government. No, no a Samos. You know, have an official. Por qué cuando the idea being la opinion is not necessarily a main de Sevilla connoisseur. La diferencia si si esta dynamic cambiando Los ultimos new. Si la la differentiate de la cobertura de la noticia in especialmente and linea.",
      "tags": [

      ],
      "timestamp": "[01:22:54:01]"
    },
    {
      "id": "context_56_146",
      "index": 146,
      "speaker": "Speaker 2",
      "words": "No no no. Yeah it's this it's it's heavy but una persona case una opinion can no e and reporter hey internet potato incluyendo my opinion Dennis pregnant cucina si no suggested tenemos columna as your opinions in natura. Me my own opinion. Are you Grand triangle? There's a, the calidad and la. Their opinion is Los de Los écrit todos opinion.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[01:23:33:00]"
    },
    {
      "id": "context_56_147",
      "index": 147,
      "speaker": "Speaker 2",
      "words": "But your neighbor you don't know todas porque as sexual opinion NATO no, no pueden ver lo k anticipated. Say I get a persona de la conejos, but the information de manner. You don't have anything in my head who knows where. No secret their opinion is in Idaho. High value curiosity moving but okay done generation. And I don't mean general plataforma, but the song is better.",
      "tags": [

      ],
      "timestamp": "[01:24:15:00]"
    },
    {
      "id": "context_56_148",
      "index": 148,
      "speaker": "Speaker 2",
      "words": "Not so much better to say cuando it can be my own opinion. It la la persona. Kidding said that's a good idea. Has to cleanse. Yes the tengo an opinion a my opinion. Just in the queso con esto persona or nostalgia queso connoisseur. The pueden atacar Cara two organization imperialistic disco. To me the more again okay no podia intended una una information coup de Sierra un periodico.",
      "tags": [

      ],
      "timestamp": "[01:24:52:08]"
    },
    {
      "id": "context_56_149",
      "index": 149,
      "speaker": "Speaker 2",
      "words": "Impressive to see a Luna. The opinion intercept no ending the bastante comment that in la parte de qualquer publication can say modelo medios muy revolution. Si. No, no. Ramos si alguna cadenas lo siento contenido puedo barilla a la discussion. Somebody tell us that a more gay that questions said cannot a certain gay that is a satellite opinion necesitamos producto cuando just say Como pensar meme Amiga de etc..",
      "tags": [
        "conflict"
      ],
      "timestamp": "[01:25:31:01]"
    },
    {
      "id": "context_56_150",
      "index": 150,
      "speaker": "Speaker 2",
      "words": "Hello. Come inside then go another. Just say come and say yes. Okay. No. Can Daniel de Nemo. No way. No opinions. Better way. No. It's a look at European. So Clint, do they see us? Como. My. They had it to Prensa in court. Lane. Bueno. See I Cuban edition that they say pine editorials in Maria Cardenas regional cuando Julia.",
      "tags": [

      ],
      "timestamp": "[01:26:25:07]"
    },
    {
      "id": "context_56_151",
      "index": 151,
      "speaker": "Speaker 2",
      "words": "So you sir toda la fetch a gay salio publicado cuanto. Shoot two romantic. Are contigo Christina de la mejor toda and la sala. Si esta personas later than the ludo. But that's open. You recognize a cautious todavia Como vato. Mientras my boy will say delante Tony su comentario correcto. I mean, that is, gay puedo e parallel. Okay.",
      "tags": [

      ],
      "timestamp": "[01:27:07:14]"
    },
    {
      "id": "context_56_152",
      "index": 152,
      "speaker": "Speaker 2",
      "words": "Yo quiero la. Hubo only send you an intro. Your general digest is one to put on Periodico. So there they see collections system being a sacrament Como si fueron discourse. So for Canada this is element l don't know that it can be inside a comunidad like a mixed esta party to get to know ajuda a understand actress.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[01:27:48:11]"
    },
    {
      "id": "context_56_153",
      "index": 153,
      "speaker": "Speaker 2",
      "words": "Seeing spade and Contra they go to la comunidad natural actress I equipo de Halloween para Los anos. Don't they just don't see it anymore. Who now bring you that I hope cuatro de la semana. También tenemos esa the la la carte editor I show diferente. It's shows they had like daughters to personas exhausted their own way in their shopping you know they see most nada nuevo no necessary I mean you I don't know the answer.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[01:28:22:21]"
    },
    {
      "id": "context_56_154",
      "index": 154,
      "speaker": "Speaker 2",
      "words": "Otra manera a thing. Estan pueden hacer danos. No se k a.",
      "tags": [

      ],
      "timestamp": "[01:29:07:14]"
    }
  ],
  "metadata": {
    "totalSegments": 155,
    "description": "El Panel discutirá cómo los medios locales como y el periodismo se hancambiado y evolucionando en el siglo XXI. Este panel será moderado por Bill Manny de Idaho Public Television y miembro del IHC, y presentado por Margaret Johnson, Profesora de Inglés y Director de Composición en Idaho State University y miembro del IHC. Estos paneles de discusión fueron posibles gracias a los fondos de la Fundación Mellon y la National Endowment for Humanities. Mira el video aquí .",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}