{
  "title": "The Legacy of Cecil D. Andrus",
  "interviewee": "Dr. Emily Wakild",
  "interviewer": "Johanna Bringhurst",
  "date": "2024-05-13",
  "subjects": [
    "historians",
    "conservation (discipline)",
    "national parks",
    "public land",
    "education",
    "resistance"
  ],
  "segments": [
    {
      "id": "context_02_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_02_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the agency or the NIH. My name is Johanna Bringhurst, and joining us today is Doctor Emily Wakild. Doctor Wakild is a professor of environmental studies and the Cecil D Andrus Endowed Chair for the Environment and Public Lands at Boise State University.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_02_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "Raised in eastern Oregon, she earned her B.A. from Willamette University in Salem, Oregon in 1999 and her PhD from the University of Arizona in 2007. Doctor weekend's main academic research excavates documents, images, interviews, and fragments of the past to explain why and how large spaces for nature conservation were built throughout the Americas. She is the author of Revolutionary Parks Conservation, Social Justice, and Mexico's National Parks, which received awards from the conference of Latin American History, the Forest History Society, and the Southeastern Council on Latin American Studies.",
      "tags": [

      ],
      "timestamp": "[00:00:35:20]"
    },
    {
      "id": "context_02_3",
      "index": 3,
      "speaker": "Johanna Bringhurst",
      "words": "She has also written extensively about environmental pedagogy, including, with Michelle K Berry, A primer for Teaching Environmental History, and the article pedagogy for the Depressed Empowerment and Hope in the face of the apocalypse and The Rutledge Handbook of Environmental History. In 2020, for her study of national parks in South America, will be published. Her research has been supported by the Fulbright Foundation, the National Science Foundation, and the National Endowment for the Humanities.",
      "tags": [

      ],
      "timestamp": "[00:01:16:22]"
    },
    {
      "id": "context_02_4",
      "index": 4,
      "speaker": "Johanna Bringhurst",
      "words": "Doctor Wakild is currently working on several Idaho based research projects, including Essays on Mispronouncing Idaho and work celebrating the ways conservation brings Idahoans together. Doctor Wakild is also a scholar for our Inquiring Idaho program, and she is available as a speaker at no charge. For information, visit Idaho Humanities .org. Doctor Wakild, thank you for joining me today to talk about our former beloved governor, Cecil Lander.",
      "tags": [

      ],
      "timestamp": "[00:01:47:15]"
    },
    {
      "id": "context_02_5",
      "index": 5,
      "speaker": "Dr. Emily Wakild",
      "words": "Thank you so much for having me. I'm thrilled to be here having this conversation with you.",
      "tags": [

      ],
      "timestamp": "[00:02:22:01]"
    },
    {
      "id": "context_02_6",
      "index": 6,
      "speaker": "Johanna Bringhurst",
      "words": "Thank you. Cecil Andrus was a beloved figure from Idaho. Many new Idahoans probably are not familiar with his history and legacy. Can you start by telling us about his early years where he grew up?",
      "tags": [

      ],
      "timestamp": "[00:02:27:13]"
    },
    {
      "id": "context_02_7",
      "index": 7,
      "speaker": "Dr. Emily Wakild",
      "words": "Absolutely. So series, as his friends called him, was an unlikely environmentalist. In fact, he began his career as a logger, and he was also an import into Idaho. Like many of our our best folks are right. He he grew up in Eugene and later Corvallis, Oregon, and married his high school sweetheart, Carol. when he graduated from high school, they got married.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:02:43:04]"
    },
    {
      "id": "context_02_8",
      "index": 8,
      "speaker": "Dr. Emily Wakild",
      "words": "She was a sophomore, becoming a junior. And, she actually had to stop going to high school. She had to go to night school to finish because married students weren't allowed to attend high school. but they've been together. They were together, the rest of of his life. And he, joined the Navy. after they got married, he enrolled in engineering at Oregon State.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:03:11:02]"
    },
    {
      "id": "context_02_9",
      "index": 9,
      "speaker": "Dr. Emily Wakild",
      "words": "And then he, joined the Navy and actually, flew planes, for the Navy during the Korean War. And, went overseas, traveled around to several different stations across the U.S.. And his first daughter, Tanna, was born, very small, 3 pounds, 12oz, and was on an incubator for the first bit of her life. And that really shaped him in his marriage and I think some of his decisions about family.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:03:39:05]"
    },
    {
      "id": "context_02_10",
      "index": 10,
      "speaker": "Dr. Emily Wakild",
      "words": "So he served as four years in the Navy, and at that point he had a wife and a daughter and kind of needed a job. And his father had been a lumber man and had been involved in logging in Oregon. And, his father had been asked to build a sawmill by a Spokane company that would be located in Ruffino, Idaho.",
      "tags": [

      ],
      "timestamp": "[00:04:05:16]"
    },
    {
      "id": "context_02_11",
      "index": 11,
      "speaker": "Dr. Emily Wakild",
      "words": "And so she came home with a with a plan for this. This job is dad, and offered him a really good job helping with that lumber mill. And by the time they, they moved up to. Or a fino. Carol was pregnant with Tracy, their second of three daughters. And so they they really, started their life there and became Idahoans, right at the start of their of their young family.",
      "tags": [

      ],
      "timestamp": "[00:04:29:09]"
    },
    {
      "id": "context_02_12",
      "index": 12,
      "speaker": "Dr. Emily Wakild",
      "words": "And so he was shaped by the timber industry, really kind of the natural resource economy. That was Oregon and Idaho at that. At that point.",
      "tags": [

      ],
      "timestamp": "[00:04:54:21]"
    },
    {
      "id": "context_02_13",
      "index": 13,
      "speaker": "Johanna Bringhurst",
      "words": "How did he get involved in politics?",
      "tags": [

      ],
      "timestamp": "[00:05:05:05]"
    },
    {
      "id": "context_02_14",
      "index": 14,
      "speaker": "Dr. Emily Wakild",
      "words": "So this is a pretty interesting question. kind of accidentally. And some of our best politicians do, but there seem to have been two really important things that shaped his entrance into politics. And the first was that Carol and CS were involved in everything in the small town of, you know, they were co-presidents of the parent teacher organization for the school, and Cece was president of the the Veterans of Foreign Wars, the VFW, which was the largest in the state.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:05:07:24]"
    },
    {
      "id": "context_02_15",
      "index": 15,
      "speaker": "Dr. Emily Wakild",
      "words": "They served on the church council, and they ran a bowling league, and they went square dancing. And he really just loved being part of the community and were important leaders in those civil society sectors. And so they were they were noticeable and had lots of friends and connections that way. And they also were represented by a local Republican legislator who had some, pretty outlandish ideas about education.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:05:40:10]"
    },
    {
      "id": "context_02_16",
      "index": 16,
      "speaker": "Dr. Emily Wakild",
      "words": "So, for example, he suggested that the schools should be built underground, kind of as bunkers, so that the school district didn't have to pay for heat or air conditioning. You see, is who is in an avid outdoorsman. thought that that was absolutely absurd. Why would you deny Student Sunshine just just to save a few bucks. And so he became inspired to run against this legislator and and put his hat in the ring for state legislator and, and won because of the school situation and his his prior leadership there.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:06:07:22]"
    },
    {
      "id": "context_02_17",
      "index": 17,
      "speaker": "Dr. Emily Wakild",
      "words": "However, he was also inspired by a primary speech by John F Kennedy that was given in 1960 or 1961, in Lewiston. And here was this young, charismatic Democratic speaker, who planted the seed in case, like JFK did, and so many of that generation of people who wanted to give back and make their community stronger and better by sharing their talents with other people.",
      "tags": [
        "agriculture"
      ],
      "timestamp": "[00:06:42:09]"
    },
    {
      "id": "context_02_18",
      "index": 18,
      "speaker": "Dr. Emily Wakild",
      "words": "And so the conjunction of those two things sort of ended up in him taking a political role. And once once he won, he he kept winning and he didn't look back.",
      "tags": [

      ],
      "timestamp": "[00:07:10:17]"
    },
    {
      "id": "context_02_19",
      "index": 19,
      "speaker": "Johanna Bringhurst",
      "words": "Getting into politics must have been challenging for his really young family. I know you've had the opportunity to interview his three daughters and his widow. What was their perspective and what were their memories of that time?",
      "tags": [

      ],
      "timestamp": "[00:07:23:29]"
    },
    {
      "id": "context_02_20",
      "index": 20,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah. So I, am so lucky to have been in the position to conducted about a dozen oral history interviews with the Andrus women, over the past year, which have been, amazing conversations. And they'll be archived and available as transcripts and recordings in the Special Collections of the Boise State Library, probably by the summer. and through those conversations, I really came to understand the perspective of the family and the ways that being a politician's wife or daughter was really challenging in the 1960s and 70s, in just sort of the practice of daily life.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:07:39:07]"
    },
    {
      "id": "context_02_21",
      "index": 21,
      "speaker": "Dr. Emily Wakild",
      "words": "So in addition to sort of what we would expect, which is being part of the, the media spotlight and being in the public sphere. And, you know, this was a time where their, their telephone numbers were listed in the phone book. So anybody could just sort of call up and rant and, and people did. But there were, they were really, I think really interesting and poignant examples that the women shared about how the logistics of life didn't match with having a political life, didn't match with having a family.",
      "tags": [

      ],
      "timestamp": "[00:08:18:20]"
    },
    {
      "id": "context_02_22",
      "index": 22,
      "speaker": "Dr. Emily Wakild",
      "words": "So, for example, you can think about the Idaho Legislature that serves, a spring term each year. Well, what does that mean for kids? They're in school, right? They either stay home in rural Idaho apart from their politician parent, or they travel and they disrupt their school life by moving down to Boise for that period of time. And that's what the Andrews Women did.",
      "tags": [
        "education",
        "agriculture",
        "boise"
      ],
      "timestamp": "[00:08:51:09]"
    },
    {
      "id": "context_02_23",
      "index": 23,
      "speaker": "Dr. Emily Wakild",
      "words": "But to drive from or Fino down to Boise with the family in the 1960s, I mean, you can think about highway 55 today and being a challenge in all kinds of weather. And then think about what it must have been like to navigate that road with really small children in the 1960s and that and that's what Carol did and see.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:09:16:01]"
    },
    {
      "id": "context_02_24",
      "index": 24,
      "speaker": "Dr. Emily Wakild",
      "words": "Right. But he was more traveling, with the state or on the campaign trail. And, you know, Carol took really amazing care of the family. And those logistics, were were challenging to get them situated in schools. And the girls are five years apart each. And so the challenges of having different stages of development and accounting for those, those pieces, I think we're really we're really, challenging at different times and at different political junctures in coordination with his, with his, career.",
      "tags": [

      ],
      "timestamp": "[00:09:37:29]"
    },
    {
      "id": "context_02_25",
      "index": 25,
      "speaker": "Dr. Emily Wakild",
      "words": "But you get such a sense for the tightness of the family and the, the real closeness that developed and the kinds of routines that they had and the really important special moments that they shared together and the ways the those, really kept the core together and really strong and how much that, ability of Carol to take care of the family allowed Cece to take care of the state, you know, and and that relationship and that sort of strength and respect that they had for each other and how how much of an investment of time and care that was.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:10:10:24]"
    },
    {
      "id": "context_02_26",
      "index": 26,
      "speaker": "Dr. Emily Wakild",
      "words": "And then you add to that, the health challenges that, many of the Andrus family had. So, Tanya, the oldest girl, was diagnosed with lupus, and shortly thereafter, when she was in her early 20s, and then Tracy Andrus, had a form of Hodgkin's lymphoma when she was 19, which at that point was almost always a fatal diagnosis.",
      "tags": [

      ],
      "timestamp": "[00:10:50:07]"
    },
    {
      "id": "context_02_27",
      "index": 27,
      "speaker": "Dr. Emily Wakild",
      "words": "And, figuring out the health challenges and how to deal with those and, and what decisions to make was a was a family affair that wasn't something that they were sort of publicly outward facing, but it was a very, very important piece of how not just they grew tighter as a family, but they they cared for each other, and they made the space to be part of their lives, for the entirety of their lives because of those commitments that they, that they shared.",
      "tags": [

      ],
      "timestamp": "[00:11:19:01]"
    },
    {
      "id": "context_02_28",
      "index": 28,
      "speaker": "Dr. Emily Wakild",
      "words": "And so much of that was the loving of a adoring father. And the really tightness of those relationships.",
      "tags": [

      ],
      "timestamp": "[00:11:48:05]"
    },
    {
      "id": "context_02_29",
      "index": 29,
      "speaker": "Johanna Bringhurst",
      "words": "Oh, that's really fascinating to hear, because you can imagine that the stress and the kind of wear and tear of travel, what that would mean for their family. And it's amazing to hear that they were all making sacrifices and all really serving the people of Idaho as a family.",
      "tags": [

      ],
      "timestamp": "[00:11:57:08]"
    },
    {
      "id": "context_02_30",
      "index": 30,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah. And that's such a good way of putting it. And, and it wasn't all, you know, a heartbreak and, and and tragedy. There are some really funny story days and great newspaper headlines of, you know, Tracy Anderson attending, Boise High School and the governor's house getting toilet paper by the football team, you know. And so the glory that must have been to take the toilet paper out for your friend Tracy, who just happened to be the governor's daughter.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:12:17:21]"
    },
    {
      "id": "context_02_31",
      "index": 31,
      "speaker": "Dr. Emily Wakild",
      "words": "And, you know, points on the campaign trail where the girls wanted to wear a bikini in the hotel. And Cece was like, oh, not having that picture on the trail. And just, just the real sort of human side of what it must have been like to grow up not just in the spotlight, but, you know, in a, in a family that was deeply private but in a really public role in a really public position.",
      "tags": [

      ],
      "timestamp": "[00:12:50:11]"
    },
    {
      "id": "context_02_32",
      "index": 32,
      "speaker": "Johanna Bringhurst",
      "words": "Cecil Andrews served in the state legislature and then ran for governor. He lost the first race, but in 1970 he was elected governor, largely because he was opposed to extractive mining in the White Cloud Mountains. Can you tell us about that election and how those issues played a role?",
      "tags": [

      ],
      "timestamp": "[00:13:22:25]"
    },
    {
      "id": "context_02_33",
      "index": 33,
      "speaker": "Dr. Emily Wakild",
      "words": "Absolutely. Yeah. And it is important to note that that Cece, ran for governor and fell short his first time. And he learned a lot from that, from that campaign. And also the sort of serendipity of the late 1960s. His initial campaign was, as an advocate for a new sales tax. Turns out Idahoans are huge fans.",
      "tags": [

      ],
      "timestamp": "[00:13:46:12]"
    },
    {
      "id": "context_02_34",
      "index": 34,
      "speaker": "Dr. Emily Wakild",
      "words": "I mean, you actually do.",
      "tags": [

      ],
      "timestamp": "[00:14:14:06]"
    },
    {
      "id": "context_02_35",
      "index": 35,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:14:16:21]"
    },
    {
      "id": "context_02_36",
      "index": 36,
      "speaker": "Dr. Emily Wakild",
      "words": "Right. But by 1970, he didn't think of his himself as a conservationist, but came to see how a conservation platform was necessary to get elected and aligned with the values that most Idahoans held. and to many to, to many tellings that really still hold. Right. And so in 1970, his election as governor made history for all kinds of reasons.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:14:17:16]"
    },
    {
      "id": "context_02_37",
      "index": 37,
      "speaker": "Dr. Emily Wakild",
      "words": "He was 39 years old when he was elected, and he campaigned for better schools for an Idaho quality of life and all the things that he represented, largely that that meant. Right, recreation and the out of doors and respect for different people and perspectives. but the upset victory came really on the grounds of protecting the white clouds from a molybdenum mine that had been proposed by an out of state company, and that was an issue that wasn't on the radar when the campaign started, but in large part because of the work of, a local reporter, Rob Brady, and Ernie Day's photographs that got the mining featured in life magazine.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:14:46:16]"
    },
    {
      "id": "context_02_38",
      "index": 38,
      "speaker": "Dr. Emily Wakild",
      "words": "This was a part of the campaign that really became larger than life, and Andrus was able to pull an upset victory over an incumbent governor with more than 52% of the vote. And then when he ran for reelection four years later, he was over. He was reelected with more than 71% of the vote, which is, the highest percentage of reelection in Idaho.",
      "tags": [

      ],
      "timestamp": "[00:15:36:17]"
    },
    {
      "id": "context_02_39",
      "index": 39,
      "speaker": "Dr. Emily Wakild",
      "words": "History still is. Right. And so, a big part of that was his conservation record and his conservation legacy. And so he'd done a little work in the late 1960s and led a bill that prohibited dredge mining on the Middle Fork of the salmon that his his still held, but Castle Peak and the debate over Castle Peak so clearly highlighted the issues of sort of in-state versus out of state, the issue of mining versus other environmental uses, and the lack of urgency for what would have been creating this enormous open pit mine.",
      "tags": [
        "environment",
        "history",
        "mining"
      ],
      "timestamp": "[00:16:01:27]"
    },
    {
      "id": "context_02_40",
      "index": 40,
      "speaker": "Dr. Emily Wakild",
      "words": "Seven miles wide, three miles deep, that would have completely destroyed the view shed of this peak that many Idahoans knew and loved. And so the conjunction of those issues and then the the press it received really resulted in and the polling, there's really good polling that showed that Idahoans cared about that peak. And then Cece called it Castle Peak was the peak that that made a governor.",
      "tags": [

      ],
      "timestamp": "[00:16:42:17]"
    },
    {
      "id": "context_02_41",
      "index": 41,
      "speaker": "Dr. Emily Wakild",
      "words": "and it really did. And there's a really neat harmony between the meadow that's there today, which is that that would have been the open pit mine, but the meadow that, changes and is ephemeral, but it it rotates through with the seasons and returns every year. And the peak that's eternal and not changing and really sort of permanent on that horizon.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:17:10:10]"
    },
    {
      "id": "context_02_42",
      "index": 42,
      "speaker": "Dr. Emily Wakild",
      "words": "And it's worth noting that Idaho representative today, Mike Simpson, has a picture of that peak in his office. Really, because it's such a piece that's it's really the the heart of, a lot of what Idaho's political history stands for.",
      "tags": [

      ],
      "timestamp": "[00:17:34:11]"
    },
    {
      "id": "context_02_43",
      "index": 43,
      "speaker": "Johanna Bringhurst",
      "words": "It's almost impossible to overstate the impact governor has had. I don't think we can imagine our beautiful Idaho without the white clouds, without Castle Peak, and without the Sawtooth Wilderness area. Governor Andrus played a key role in creating that area as well.",
      "tags": [

      ],
      "timestamp": "[00:17:51:22]"
    },
    {
      "id": "context_02_44",
      "index": 44,
      "speaker": "Dr. Emily Wakild",
      "words": "So if you think about all the wilderness that exists in Idaho, which by many reports has more wilderness than any state besides Alaska, right? Depending on the time you're looking and, and whatever. And Alaska, most of which can also be credited to Governor Andrus, his role as secretary of the interior. But if you think about Idaho's, wilderness footprint, almost every single acre that was federally protected before the Oahe initiative of 2009 had Cecil Andrus and Frank Church's fingerprints on it.",
      "tags": [

      ],
      "timestamp": "[00:18:13:21]"
    },
    {
      "id": "context_02_45",
      "index": 45,
      "speaker": "Dr. Emily Wakild",
      "words": "Right. And sometimes they were in a different role. Frank was almost always in the congressional place, so moving the bills forward and making that happen. But so many of them had other, other support from CHS behind there. So if it was him in an office lying maps on a floor and saying this parcel, but not this parcel or that piece, but not this one, or it was the relationships that he had and built and stewarded over time with Republicans.",
      "tags": [

      ],
      "timestamp": "[00:18:49:08]"
    },
    {
      "id": "context_02_46",
      "index": 46,
      "speaker": "Dr. Emily Wakild",
      "words": "So Jim McClure was in the Idaho Senate, a senator from Payette. Right. That has also had an important impact on our state. And they were junior senators the same year. And so McClure served as a as a federal senator when, Cecil Andrus was in the secretary's office, and Cece knew he had someone he could call on to be on the other side of the aisle and to help him out with particular things.",
      "tags": [

      ],
      "timestamp": "[00:19:19:18]"
    },
    {
      "id": "context_02_47",
      "index": 47,
      "speaker": "Dr. Emily Wakild",
      "words": "They didn't always see eye to eye, just like him and Frank Church didn't always see eye to eye, but the things they were able to accomplish by compromising and working with each other on, especially those land bills, have left Idaho the way it is today. And as important as the pieces they put into place that are, they are like the Sawtooth National Recreation Area and the, River of No Return and House Canyon are the things that are there.",
      "tags": [

      ],
      "timestamp": "[00:19:46:19]"
    },
    {
      "id": "context_02_48",
      "index": 48,
      "speaker": "Dr. Emily Wakild",
      "words": "And I think that's also really interesting to think about when we think about the Idaho legacies of conservation. So, for example, there's not development in the Sawtooth Valley like Gatlinburg, Tennessee, for example, right? It isn't over developed. It doesn't have ranch hunts and suburbs. And so the land use planning and the restrictions on development were an important piece of that scenic part.",
      "tags": [
        "environment",
        "agriculture"
      ],
      "timestamp": "[00:20:16:03]"
    },
    {
      "id": "context_02_49",
      "index": 49,
      "speaker": "Dr. Emily Wakild",
      "words": "But it's also not a national park. Right. And other than a little sliver of Yellowstone and some national monuments, the National Park Service has very little of a footprint in Idaho, despite, as Idahoans, what we know to be some of the most beautiful and wild and and amazing places in, in the US and and that's not accidental.",
      "tags": [

      ],
      "timestamp": "[00:20:40:16]"
    },
    {
      "id": "context_02_50",
      "index": 50,
      "speaker": "Dr. Emily Wakild",
      "words": "and so that's another piece that I think is really interesting that that if it was a national park, more people would come, more people would know about it. And it was never the same. It was never the, impressing outsiders that motivated Cece's environmental work or his wilderness work, either. And those are interesting polarities that I think are fun to to think about.",
      "tags": [

      ],
      "timestamp": "[00:21:05:20]"
    },
    {
      "id": "context_02_51",
      "index": 51,
      "speaker": "Johanna Bringhurst",
      "words": "You mention that Cece got into I got into politics because of his interest in education. He is also the leader that brought kindergarten to Idaho. Can you talk more about his views on education and why it was so important to him?",
      "tags": [

      ],
      "timestamp": "[00:21:30:16]"
    },
    {
      "id": "context_02_52",
      "index": 52,
      "speaker": "Dr. Emily Wakild",
      "words": "Because of his three daughters, right. He saw firsthand that his girls weren't getting what they needed and the attention they needed in general. Idaho. And he made a commitment to to change that and to invest state dollars in the in, in especially early childhood education, but also in keeping Idaho's best and brightest in Idaho. And so, interestingly enough, he he did he brought kindergarten to Idaho and approved it as a governor.",
      "tags": [

      ],
      "timestamp": "[00:21:49:07]"
    },
    {
      "id": "context_02_53",
      "index": 53,
      "speaker": "Dr. Emily Wakild",
      "words": "But he also, in his post gubernatorial legacy years worked really hard to make sure that there was a fellowship that kept Idaho students at Idaho higher education universities and made sure that they were able to to to compete with external universities and to keep those students in Idaho and giving back to Idaho. He also, it was under Cecil Andrus that Boise State College became Boise State University in 1974.",
      "tags": [
        "history",
        "boise"
      ],
      "timestamp": "[00:22:18:06]"
    },
    {
      "id": "context_02_54",
      "index": 54,
      "speaker": "Dr. Emily Wakild",
      "words": "And so he signed that paperwork and made it the third university level with the University of Idaho and Idaho State University. And he also was instrumental in bringing the engineering school to Boise State as well, and to expanding the role of engineering, there. So he's been a champion of higher education, even though he never finished his college degree.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:22:50:00]"
    },
    {
      "id": "context_02_55",
      "index": 55,
      "speaker": "Dr. Emily Wakild",
      "words": "Think he left Oregon State and served in the military and and became a lot. But he did not, ever graduate from college, which is not untypical from his generation. But he was deeply committed to making Idaho attractive for businesses, and he saw higher education as an essential piece of being able to do that. and helped, Hewlett-Packard see that in the 1970s and then encouraged the micron expansion in the 1980s to and to a big degree, we're still reaping the benefits of of that support of higher education for the growth of our state.",
      "tags": [
        "conflict",
        "education"
      ],
      "timestamp": "[00:23:12:11]"
    },
    {
      "id": "context_02_56",
      "index": 56,
      "speaker": "Johanna Bringhurst",
      "words": "For sure. In 1977, he was asked to serve as the Secretary for the interior under President Jimmy Carter. Why was he selected?",
      "tags": [

      ],
      "timestamp": "[00:23:52:20]"
    },
    {
      "id": "context_02_57",
      "index": 57,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah, this is a great question. Traditionally, the Secretary of the interior and the interior being the the Ministry of Everything, right. Everything else, that that has the Bureau of Indian Affairs and the Bureau of Land Management and, the Park Service and and so many other important pieces to it. Traditionally, the secretary role has been a Westerner, and many presidents have seen the need for that role.",
      "tags": [

      ],
      "timestamp": "[00:24:03:00]"
    },
    {
      "id": "context_02_58",
      "index": 58,
      "speaker": "Dr. Emily Wakild",
      "words": "In particular, to go to someone because so much of the West is federal public land. And so matching a Western sensibility with the need for a federal presence to, represented in Washington in that way has been a good move for many, many presidents. And we can sort of see this footprint all over the West, right? The Udall's in Arizona and Salazar in Colorado and, lots of places where this is the the, the case.",
      "tags": [

      ],
      "timestamp": "[00:24:32:01]"
    },
    {
      "id": "context_02_59",
      "index": 59,
      "speaker": "Dr. Emily Wakild",
      "words": "And Andrus was very much, true. And you can see it. So he served as the 44th secretary, and you can see that kind of through line of Westerners up through Sally Jewell and Deb Haaland as well. but his role as a governor was also as important. So it helped that he was a Westerner. It was also important that he'd met Jimmy Carter when Jimmy Carter was also a governor.",
      "tags": [

      ],
      "timestamp": "[00:25:02:03]"
    },
    {
      "id": "context_02_60",
      "index": 60,
      "speaker": "Dr. Emily Wakild",
      "words": "And so the governor's events and the sort of circuit of governors was really meaningful for building networks and political, coalitions in Texas time. And that was true for the family as well. And so, he met Jimmy and he, also knew what it what it would sort of be like to work on Western issues within that context.",
      "tags": [

      ],
      "timestamp": "[00:25:27:08]"
    },
    {
      "id": "context_02_61",
      "index": 61,
      "speaker": "Dr. Emily Wakild",
      "words": "And so, it was a decision that that I think was difficult given the timing for the family with the the Tracy and Tana both being not in great health at that time, but the whole family went back, to serve, Carter. And there's an amazing journey that took place because Cecil, Jimmy Carter won the election.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:25:54:15]"
    },
    {
      "id": "context_02_62",
      "index": 62,
      "speaker": "Dr. Emily Wakild",
      "words": "Cecil got the call and he was on a plane. And in D.C. the next day, well, the woman had to pack everything up and move. And so they drove their three cars from Idaho to DC together. And, you know, this is before cell phones, before digital maps, before any of that. And what an adventure they had to get there and then to support him in that, in that role.",
      "tags": [

      ],
      "timestamp": "[00:26:20:09]"
    },
    {
      "id": "context_02_63",
      "index": 63,
      "speaker": "Johanna Bringhurst",
      "words": "During his time in Washington, he helped reduce the impact of mining in Appalachia, protected rivers in California, and helped to set aside more than 100 million acres in Alaska, as you mentioned, for federal protection. I was he able to get so much done to successfully negotiate with all of the environmental groups, Congress, and everyone else who's involved in that process.",
      "tags": [

      ],
      "timestamp": "[00:26:49:02]"
    },
    {
      "id": "context_02_64",
      "index": 64,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah, they were amazing conjunctions of time and personality that I think help explain that. And certainly the 1970s were the environmental revolutionary days. Right? We can thank the politicians of the 1970s, including Richard Nixon. Right, who passed more environmental laws than any president, right, for the Clean Water Act and the Clean Air Act and the National Environmental Policy Act.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:27:17:00]"
    },
    {
      "id": "context_02_65",
      "index": 65,
      "speaker": "Dr. Emily Wakild",
      "words": "That requires that decisions be made transparently about the environmental impact of big infrastructure projects. And so, writing on the and the Endangered Species Act of 73. And so writing on the crest of this major transformation in US legislation that was almost always unanimously passed right. So think of Congress today and imagine a time.",
      "tags": [

      ],
      "timestamp": "[00:27:48:00]"
    },
    {
      "id": "context_02_66",
      "index": 66,
      "speaker": "Johanna Bringhurst",
      "words": "Thinking about it.",
      "tags": [

      ],
      "timestamp": "[00:28:12:19]"
    },
    {
      "id": "context_02_67",
      "index": 67,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah. And and the progress that was made in the early and even towards the later 70s was it was just a sea change in designations and transformed the world as we know it. And it's easy to forget that that happened 50 years ago, and we're still reaping the benefits. And not a lot has happened policy wise of that revolutionary nature since.",
      "tags": [
        "history",
        "environment"
      ],
      "timestamp": "[00:28:15:26]"
    },
    {
      "id": "context_02_68",
      "index": 68,
      "speaker": "Dr. Emily Wakild",
      "words": "And so, Jimmy Carter and Cecil Andress were very much a big part of that, especially when it came down to federal protection of lands. And so by almost any estimation, that duo has protected more land than, than any other configuration except possibly Teddy Roosevelt because of Alaska. Right. And because of the size and scale of Alaska, like, like you mentioned.",
      "tags": [

      ],
      "timestamp": "[00:28:41:10]"
    },
    {
      "id": "context_02_69",
      "index": 69,
      "speaker": "Dr. Emily Wakild",
      "words": "But I think that the so some of that was the timing and the ability and the consciousness of both the social movements of the 1960s and, and the environmental movements and their legacies of the 1970s. But the other piece was that Cecil Edwards was a really wise governor, and three of his four terms, the Republicans were in control of the lawmaking part of the state.",
      "tags": [

      ],
      "timestamp": "[00:29:06:07]"
    },
    {
      "id": "context_02_70",
      "index": 70,
      "speaker": "Dr. Emily Wakild",
      "words": "And so he had to raid the Middle. And he did that really well. He knew how to get things done. He knew the layout of how politics worked. And he knew people, he knew how to remember people's names and what they liked and have honest and frank and authentic conversations, whether it was in a grocery store or on a campaign trail or behind closed doors, trying to get his his colleagues to move on a particular issue and so he could negotiate because he had that skill.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:29:31:03]"
    },
    {
      "id": "context_02_71",
      "index": 71,
      "speaker": "Dr. Emily Wakild",
      "words": "But he also didn't love to talk about himself. He deflected a lot. And he liked to he didn't always have to get credit, and there's so much that can get done. If you're not worried about who his name goes on the bill, right, or who it's named after, and he was willing to set that ego aside and to set that credit piece aside in order to accomplish really enormous things for our our state and our country.",
      "tags": [

      ],
      "timestamp": "[00:30:06:23]"
    },
    {
      "id": "context_02_72",
      "index": 72,
      "speaker": "Johanna Bringhurst",
      "words": "What a model that is for what could be accomplished today if politicians set egos aside and work together. I hope we'll see that more.",
      "tags": [

      ],
      "timestamp": "[00:30:36:09]"
    },
    {
      "id": "context_02_73",
      "index": 73,
      "speaker": "Dr. Emily Wakild",
      "words": "Yes, we do.",
      "tags": [

      ],
      "timestamp": "[00:30:49:06]"
    },
    {
      "id": "context_02_74",
      "index": 74,
      "speaker": "Johanna Bringhurst",
      "words": "Hear, you hear. When he returned to Idaho, he surprised many people by running for governor again. Why did he want to be governor again?",
      "tags": [

      ],
      "timestamp": "[00:30:51:29]"
    },
    {
      "id": "context_02_75",
      "index": 75,
      "speaker": "Dr. Emily Wakild",
      "words": "Because he had started so young. He had so much more still to do. And I think his love of Idaho and his does, his knowledge that he could do things right and sort of fly in the face of the stereotypes of, of Idaho and sort of the West. I think he he had a network of people that supported him and respected him, and I think he had a lot more he wanted to do.",
      "tags": [

      ],
      "timestamp": "[00:31:05:16]"
    },
    {
      "id": "context_02_76",
      "index": 76,
      "speaker": "Dr. Emily Wakild",
      "words": "There were more things, more rivers to, to protect, more designations to get on the books and, and a lot more social policy also to get, to get the infrastructure and architecture built for. So I think he, he saw more diversity within the two parties than we see today. And so there was a clearer middle road that, that he could walk.",
      "tags": [
        "environment",
        "culture"
      ],
      "timestamp": "[00:31:34:20]"
    },
    {
      "id": "context_02_77",
      "index": 77,
      "speaker": "Dr. Emily Wakild",
      "words": "and, and I think the opportunity to do that because of the team that had supported him, for so long, really was behind him in doing that.",
      "tags": [

      ],
      "timestamp": "[00:32:03:17]"
    },
    {
      "id": "context_02_78",
      "index": 78,
      "speaker": "Johanna Bringhurst",
      "words": "He had no trouble being reelected governor. And in his next term, he worked really hard to oppose federal efforts to store nuclear waste in Idaho. This was a big fight. Can you tell us what happened? Yeah.",
      "tags": [

      ],
      "timestamp": "[00:32:14:19]"
    },
    {
      "id": "context_02_79",
      "index": 79,
      "speaker": "Dr. Emily Wakild",
      "words": "So because he's this interesting personality that walked both the federal representation, right, as secretary of the interior and then was state legislature and governor, he really saw states rights from both sides, but as a lower Democrat really wanted what was best for the communities. He he fit within and and for Idaho. And the nuclear waste issue was one that he could not see a reason to accept that for the for it within the state, it wasn't waste produced by Idaho, it wasn't waste that should be stored here, and it didn't belong here.",
      "tags": [

      ],
      "timestamp": "[00:32:32:12]"
    },
    {
      "id": "context_02_80",
      "index": 80,
      "speaker": "Dr. Emily Wakild",
      "words": "And he didn't want to sort of cave on that conversation. And and so the strategy behind he had a keen sense of public relations and sort of media and the way his daughters tell this story is that he called up the Idaho State Police and said, give me your biggest buff, earliest state police officer and have him go park his trooper car on the railroad where that waste would be coming in and have him cross his arms.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:33:08:22]"
    },
    {
      "id": "context_02_81",
      "index": 81,
      "speaker": "Dr. Emily Wakild",
      "words": "And you know, show off his muscles and say, no way, that's not coming in our state. And so that's on the front page of the paper, right? This not Governor Andrus saying no, but this Idaho state trooper saying we don't want your waste in our state. And the interesting piece of the nuclear waste, our position was how he kept paying that forward and how he renewed it.",
      "tags": [

      ],
      "timestamp": "[00:33:40:20]"
    },
    {
      "id": "context_02_82",
      "index": 82,
      "speaker": "Dr. Emily Wakild",
      "words": "And in negotiating with Governor Bat after him, who kept that mantle up. And it remains one of the important legacies of both of those administrations.",
      "tags": [

      ],
      "timestamp": "[00:34:07:15]"
    },
    {
      "id": "context_02_83",
      "index": 83,
      "speaker": "Johanna Bringhurst",
      "words": "I found it really interesting to learn that in 1990, Andrus vetoed a bill to make abortion illegal except in cases of rape, incest, severe fetal deformity, where where the pregnancy posed a threat to the mother's life. Why did he veto this bill? And what were his beliefs about abortion?",
      "tags": [

      ],
      "timestamp": "[00:34:20:21]"
    },
    {
      "id": "context_02_84",
      "index": 84,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah, this is also another important legacy point of Andrus. And how he made that decision, I think was was pretty, agonizing because he was was, religious, was, against abortion in his own thinking. But his daughter Tracy was an important voice in his ear for understanding the effects on women and on the decision making women would be allowed to have if a law like that was passed.",
      "tags": [
        "history",
        "religion"
      ],
      "timestamp": "[00:34:44:19]"
    },
    {
      "id": "context_02_85",
      "index": 85,
      "speaker": "Dr. Emily Wakild",
      "words": "And so, you know, here we are 35 years later still, you know, having conversations around the recent Supreme Court decisions. But the 90 bill in Idaho was the first attempt to try and have the states passed bills that limited the federal protection after row. And it was the most extreme. And so it was a really pivotal and important thing for Andrus to to sort of uphold the federal piece of it by vetoing that.",
      "tags": [

      ],
      "timestamp": "[00:35:19:10]"
    },
    {
      "id": "context_02_86",
      "index": 86,
      "speaker": "Dr. Emily Wakild",
      "words": "And he he paid for it politically. I mean, there was certainly backlash against him. And, B for doing that. But in a word, he did it because Tracy, because his daughter convinced him to and not all of his family was on the same position. They didn't all agree with Tracy. but the veto of that bill, I think, sort of held the line on some of those cases for some time.",
      "tags": [

      ],
      "timestamp": "[00:35:46:28]"
    },
    {
      "id": "context_02_87",
      "index": 87,
      "speaker": "Dr. Emily Wakild",
      "words": "And it's, I think, an interesting counterpoint to the kinds of effects that Idaho's feeling now for, the, the changes. So the, the, the reduction of, of, of ObGyn doctors in Idaho as a result of this. And so I think Andrus, would not have envisioned that, but he did see that it was a bill that wasn't taking care of, the entirety of the population.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:36:12:27]"
    },
    {
      "id": "context_02_88",
      "index": 88,
      "speaker": "Dr. Emily Wakild",
      "words": "And, yeah. And and so he made that really, really hard call for himself.",
      "tags": [

      ],
      "timestamp": "[00:36:43:06]"
    },
    {
      "id": "context_02_89",
      "index": 89,
      "speaker": "Johanna Bringhurst",
      "words": "It's fascinating to me that so many of the issues we've talked about today that Governor Andrus face, we're still reckoning with them in Idaho today. Governor Andrus also called attention to dams in Idaho, and the impact that the snake River salmon species was experiencing because of dams. can you tell us more about what he did back in the early 1990?",
      "tags": [

      ],
      "timestamp": "[00:36:49:23]"
    },
    {
      "id": "context_02_90",
      "index": 90,
      "speaker": "Dr. Emily Wakild",
      "words": "Yeah. So he has Andrus was a classic sportsman. He went hunting every year. He loved to fish. His daughters told me that one of the first things that they learned was how to catch and get a fish like that was very much part of his ethic. Right. And it was one that was really deeply entwined with the amazing habitat we have for salmon and and trout and other fish within Idaho.",
      "tags": [

      ],
      "timestamp": "[00:37:16:10]"
    },
    {
      "id": "context_02_91",
      "index": 91,
      "speaker": "Dr. Emily Wakild",
      "words": "And so those were environmental legacies that were important to him as a person. And he viewed the role of a politician as as supporting some of those. And his sort of outdoor ethic is legendary. Reporters talk about meeting him for the first time while he was picking blueberries or walking in a stream, and he just sort of came by that naturally.",
      "tags": [

      ],
      "timestamp": "[00:37:43:16]"
    },
    {
      "id": "context_02_92",
      "index": 92,
      "speaker": "Dr. Emily Wakild",
      "words": "And in, in, representing that sportsman ethic, he hosted a number of conversations around, fish health and stream health. And some of the biggest obstacles to that are the hydroelectric system that was put in place that interrupts the journey, in particular of some of the most far traveling and magical fish on Earth. And that was, a moral conundrum that he didn't want to have escape.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:38:05:00]"
    },
    {
      "id": "context_02_93",
      "index": 93,
      "speaker": "Dr. Emily Wakild",
      "words": "Right? He didn't want development and infrastructure to compromise. One of the most amazing migratory processes that, you know, begins in the habitat of central Idaho. and so he slowly but, through his teams and his networks hosted conversations about what that meant, what that meant to Idaho's five tribes, what that meant to users of the rivers, irrigators.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:38:35:21]"
    },
    {
      "id": "context_02_94",
      "index": 94,
      "speaker": "Dr. Emily Wakild",
      "words": "transportation, communities alongside those, and having those conversations really through the 90s and, and thinking about the whole spectrum of possibilities that exist, not to erase what has been done to the rivers, but to help mitigate and think about what a more resilient future could look like, not just for the fish, but for the communities that are adjoined to it.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:39:05:20]"
    },
    {
      "id": "context_02_95",
      "index": 95,
      "speaker": "Dr. Emily Wakild",
      "words": "And so it was something he cared about deeply through his his commitment and and love of fishing. But it was also an important part of the Idaho legacy, of having conversations about environmental issues, not just for their scenic components, but for the the the wide range of values that they can contribute to a larger society.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:39:31:14]"
    },
    {
      "id": "context_02_96",
      "index": 96,
      "speaker": "Johanna Bringhurst",
      "words": "This is still an issue that Representative Simpson is working through and talking about. Despite his popularity, though, Governor Andrus, after four terms, chose not to run again. I'm curious why he made that decision and what he did after he left office.",
      "tags": [

      ],
      "timestamp": "[00:39:55:03]"
    },
    {
      "id": "context_02_97",
      "index": 97,
      "speaker": "Dr. Emily Wakild",
      "words": "I think he, had made a number of significant wins with legislation and from the governor's office. but I think he also sort of saw the opportunity to be a convener of those conversations. And he pivoted his role from being in the public sphere to, running the Andrus Center for Public Policy, which I'm affiliated with now, which convened almost annual Lee a conference to talk about a pressing social issue, often in partnership with the Idaho Statesman or the Frank Church Institute or, Trout Unlimited or lots of other different organizations.",
      "tags": [

      ],
      "timestamp": "[00:40:16:19]"
    },
    {
      "id": "context_02_98",
      "index": 98,
      "speaker": "Dr. Emily Wakild",
      "words": "And a wide range of public conversations were hosted. So clearing his long term receptionist and support, had a permanent job in supporting that, and it was really important to him to give her a position. and he used the last pieces of his, campaign coffers to set that up. and it's still going strong, nearly 25 years later.",
      "tags": [

      ],
      "timestamp": "[00:41:03:10]"
    },
    {
      "id": "context_02_99",
      "index": 99,
      "speaker": "Dr. Emily Wakild",
      "words": "And those conferences really were based on this idea that you could get 150 people in the room that were professionals, that were experienced and have agencies collect and share data and, you know, share, talk to each other and sort of make something happen. And so the snake River between us was one of those related to what we were just talking about, public lands values is another one.",
      "tags": [

      ],
      "timestamp": "[00:41:31:19]"
    },
    {
      "id": "context_02_100",
      "index": 100,
      "speaker": "Dr. Emily Wakild",
      "words": "There were some important conversations about Social Security and national security right after 911 that were held and, and really, he took his his professional gravitas into a more academic setting and a more professional setting to have these, these conferences and use the power of collaboration and convening these conversations, in order to, to continue to move public issues forward.",
      "tags": [

      ],
      "timestamp": "[00:42:00:06]"
    },
    {
      "id": "context_02_101",
      "index": 101,
      "speaker": "Johanna Bringhurst",
      "words": "He really was the last Democratic governor of Idaho. Later in his life, he lamented that increasing partizanship in Idaho and in the nation. What lessons do you think we can learn from his legacy, his legacy of working in the middle, as he described himself?",
      "tags": [

      ],
      "timestamp": "[00:42:32:13]"
    },
    {
      "id": "context_02_102",
      "index": 102,
      "speaker": "Dr. Emily Wakild",
      "words": "It's such a more pleasant place to be. I mean, I think that he really did enjoy some of the parts of the bureaucratic apparatus to get under-recognized. So, for example, in the 1970s, Idaho's first local Land Use Planning Act was signed into law with him. And land use planning is an important piece of, you know, how we have the foothills available in Boise and how other parts of the state have been able to control what gets cited close to them.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:42:54:19]"
    },
    {
      "id": "context_02_103",
      "index": 103,
      "speaker": "Dr. Emily Wakild",
      "words": "He also, made sure that, 500 megawatt coal plant that was slotted to be built between Mountain Home and Boise didn't happen. And imagine our air quality if that had been constructed. And so he he planted the seed for geothermal heat to be used in the Capitol building in the 1970s. And that's an important part of Boise's choices.",
      "tags": [
        "boise",
        "agriculture"
      ],
      "timestamp": "[00:43:28:22]"
    },
    {
      "id": "context_02_104",
      "index": 104,
      "speaker": "Dr. Emily Wakild",
      "words": "And, and, same thing for, for preventing another dam above lucky, lucky peak. So, you know, he improved the health of the river. He improves the health of the air, improve the health of the land by some of these sort of boring middle of the road, but easily compromised on, you know, these are these are not like clickbait soundbites sort of things.",
      "tags": [

      ],
      "timestamp": "[00:43:54:10]"
    },
    {
      "id": "context_02_105",
      "index": 105,
      "speaker": "Dr. Emily Wakild",
      "words": "They're really just issues Idahoans cared about. And he was able to make compromises around them. And I think that there's a tremendous lesson for reasonable people that would like to do the kind of stewardship and care that he was able to, as a politician, that a more reasonable path certainly exists. And, I hope there's hope to think about what actions towards that, might look like going forward.",
      "tags": [

      ],
      "timestamp": "[00:44:19:11]"
    },
    {
      "id": "context_02_106",
      "index": 106,
      "speaker": "Johanna Bringhurst",
      "words": "You know, my favorite things about Idaho is that people on the right and people on the left come together because of the beauty of our wilderness and our land here. We all care about it, and I hope that is one of the legacies of Governor Andrew. So we'll continue into the future.",
      "tags": [

      ],
      "timestamp": "[00:44:49:11]"
    },
    {
      "id": "context_02_107",
      "index": 107,
      "speaker": "Dr. Emily Wakild",
      "words": "Absolutely. I think that's really well said. And I, I think his leadership, his commitment to education and his ability to see environmental issues from all sides and be compromising and reasonable, but but still supportive of them, was really legendary after actually.",
      "tags": [

      ],
      "timestamp": "[00:45:11:13]"
    },
    {
      "id": "context_02_108",
      "index": 108,
      "speaker": "Johanna Bringhurst",
      "words": "I heard a few stories, you know, meeting people who worked with Governor Anderson. Knew him, see, showing up early to a meeting and introducing himself as CC and just excited to be here. And no ego. No, no, barriers to the work and give him that. what a legacy.",
      "tags": [

      ],
      "timestamp": "[00:45:32:04]"
    },
    {
      "id": "context_02_109",
      "index": 109,
      "speaker": "Dr. Emily Wakild",
      "words": "Absolutely. Yeah. And and, you know, real person. which is a big part of it. Friendly and fun and engaging. Absolutely.",
      "tags": [

      ],
      "timestamp": "[00:45:56:06]"
    },
    {
      "id": "context_02_110",
      "index": 110,
      "speaker": "Johanna Bringhurst",
      "words": "Doctor Wakild, thank you so much for being here today. It's wonderful. You and I joked that we were looking forward to sprinkling some seeds around, Idaho. And I think we've done that.",
      "tags": [

      ],
      "timestamp": "[00:46:08:04]"
    },
    {
      "id": "context_02_111",
      "index": 111,
      "speaker": "Dr. Emily Wakild",
      "words": "Let's hope they get lots of water and we see the flowers soon.",
      "tags": [

      ],
      "timestamp": "[00:46:21:14]"
    },
    {
      "id": "context_02_112",
      "index": 112,
      "speaker": "Johanna Bringhurst",
      "words": "Absolutely, yes. Thank you.",
      "tags": [

      ],
      "timestamp": "[00:46:25:13]"
    }
  ],
  "metadata": {
    "totalSegments": 113,
    "description": "Johanna is thrilled to be joined by Dr. Emily Wakild from Boise State University to learn more about one of Idahos most beloved governors, and the last Democrat to serve as governor of Idaho, Cecil D. Andrus. Dr. Wakild is a professor of environmental studies and the Cecil D. Andrus Endowed Chair for the Environment and Public Lands at Boise State University. Raised in eastern Oregon, she earned her B.A. from Willamette University in Salem, Oregon in 1999 and her PhD from the University of Arizona in 2007. Dr. Wakilds main academic research excavates documents, images, interviews, and fragments of the past to explain why and how large spaces for nature conservation were built throughout the Americas. She is the author of Revolutionary Parks: Conservation, Social Justice and Mexicos National Parks (Arizona 2011), which received awards from the Conference of Latin American History, the Forest History Society, and the Southeastern Council on Latin American Studies. She has also written extensively about environmental pedagogy, including with Michelle K. Berry, A Primer for Teaching Environmental History, (Duke 2018) and the article \"Pedagogy for the Depressed: Empowerment and Hope in the Face of the Apocalypse\" in The Routledge Handbook of Environmental History. In 2024, her study of national parks in South America will be published. Her research has been supported by the Fulbright Foundation, the National Science Foundation, and the National Endowment for the Humanities. Dr. Wakild is currently working on several Idaho-based research projects including essays on \"Mispronouncing Idaho\" and work celebrating the ways conservation brings Idahoans together.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}