{
  "title": "Discovering Vardis Fisher’s Boise: Reexamining Idaho and the Federal Writers Project",
  "interviewee": "Alex Meregaglia",
  "interviewer": "Doug Exton",
  "date": "2020-10-27",
  "subjects": [
    "novelists",
    "federal aid",
    "new deal",
    "depression (economic concept)",
    "archives (institutions)"
  ],
  "segments": [
    {
      "id": "context_89_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_89_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Thank you so much for joining us for tonight's Connected Conversation, a program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you to check out our website, Idaho humanities.org. I would like to remind you all that you may submit any questions using the Q&A feature located at the bottom of your screen. With me tonight is Alex Meregaglia from Boise State University.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_89_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "It's an honor to have you with us tonight. And I turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:00:27:00]"
    },
    {
      "id": "context_89_3",
      "index": 3,
      "speaker": "Alex Meregaglia",
      "words": "Thanks very much, Doug. Thanks for inviting me to give this talk. I'm a librarian and archivist at Boise State University. And tonight I'm going to talk about the Federal Writers Project in Idaho and the process of bringing artist Fishers Boise, which was a previously unpublished manuscript, that was created as part of the Federal Writers Project, bringing that into print.",
      "tags": [

      ],
      "timestamp": "[00:00:30:21]"
    },
    {
      "id": "context_89_4",
      "index": 4,
      "speaker": "Alex Meregaglia",
      "words": "President Franklin Delano Roosevelt established the Federal Writers Project in July 1935 as one of his New Deal programs. During the Great Depression. The Federal Writers Project, often abbreviated. He was part of the Works Progress Administration and was designed to put writers back to work.",
      "tags": [

      ],
      "timestamp": "[00:00:56:07]"
    },
    {
      "id": "context_89_5",
      "index": 5,
      "speaker": "Alex Meregaglia",
      "words": "Although the WPA was centralized in Washington, D.C., each state had its own director and staff who were responsible for producing work and publishing things in Idaho. The Writers Project published three books. The first was Idaho A Guide and Word and Picture in 1937. Second, The Idaho Encyclopedia in 38 and Idaho Law in 1939. You can see the dust jackets on the screen in front of you, but then they're also over my shoulder as well.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:01:18:00]"
    },
    {
      "id": "context_89_6",
      "index": 6,
      "speaker": "Alex Meregaglia",
      "words": "These three books were a sizable output for such a small state. When you consider that California and New York and Massachusetts produced only a few more volumes than did Idaho.",
      "tags": [

      ],
      "timestamp": "[00:01:47:17]"
    },
    {
      "id": "context_89_7",
      "index": 7,
      "speaker": "Alex Meregaglia",
      "words": "The person almost single handedly responsible for the success of the Writers Project in Idaho was Vardis Fisher. Fisher was a novelist and writer born in eastern Idaho, and Fisher was appointed the first director of the Idaho Writers Project in October of 1935. At the time of his appointment, Fisher had already published a book of poetry and five novels, as well as a collection of essays.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:02:00:03]"
    },
    {
      "id": "context_89_8",
      "index": 8,
      "speaker": "Alex Meregaglia",
      "words": "And so he was fairly well known, not just in Idaho, but nationally, because his books were getting reviewed in the national press. Fisher would go on to write more than 30 books in his long career. For those who don't know much about Fisher, his most popular book was Mountain Man, which he wrote in the early 60s, and that book was turned into a movie, Jeremiah Johnson, starring Robert Redford and directed by Sydney Pollack.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:02:25:11]"
    },
    {
      "id": "context_89_9",
      "index": 9,
      "speaker": "Alex Meregaglia",
      "words": "One of his most prizewinning books was Children of God, about the Mormon experience, which he wrote in 1939 and for which he won the Harper Prize. So he, Fisher had a lot of popularity and was well known in the late 20s and into the 30s, especially due to the Thoughtful Writers Project, as we'll talk about. But his popularity waned in the late 40s and 50s, and he pretty much is not really known outside of Idaho today.",
      "tags": [

      ],
      "timestamp": "[00:02:51:05]"
    },
    {
      "id": "context_89_10",
      "index": 10,
      "speaker": "Alex Meregaglia",
      "words": "The first task given to Fisher as director of the Writers Project was to produce a statewide guidebook as part of the American Guide series, and the American Guide series was billed as a guide to the Progress of American Civilization. The book as well, and this task was given to all states to produce a statewide guidebook, and this guidebook was to include driving tours for the entire state, a brief history, descriptive information about the area's natural and cultural resources, among other things.",
      "tags": [

      ],
      "timestamp": "[00:03:21:17]"
    },
    {
      "id": "context_89_11",
      "index": 11,
      "speaker": "Alex Meregaglia",
      "words": "Fisher, however, had great difficulty getting a staff together because, as he said, Idaho is not, of course, a state of unemployed writers. So we had to scrape together whatever whoever applied to work for the writers project from the unemployment rolls.",
      "tags": [

      ],
      "timestamp": "[00:03:54:09]"
    },
    {
      "id": "context_89_12",
      "index": 12,
      "speaker": "Alex Meregaglia",
      "words": "Fisher also faced, unsupportive wait staff in Idaho. In fact, when Fisher reported to work after he was appointed director and in October, he wanted to set up his offices in Pocatello, which is a which is in eastern Idaho, because that was close to where he was living. And his children and wife were at the time. But in Pocatello, they had absolutely no interest in assisting him and initially gave him no office space.",
      "tags": [
        "pocatello"
      ],
      "timestamp": "[00:04:14:08]"
    },
    {
      "id": "context_89_13",
      "index": 13,
      "speaker": "Alex Meregaglia",
      "words": "So since that arrangement was untenable, he moved all the Idaho Writers Project offices to Boise and set up shop in the Sumner Building, which is the building you see on on your screen. So he moved to Boise and kept the offices in Boise for his entire tenure with the Writers Project from 1935 to 1939. The stone of building is located at the corner of Ninth and Main.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:04:44:04]"
    },
    {
      "id": "context_89_14",
      "index": 14,
      "speaker": "Alex Meregaglia",
      "words": "And for those who live in Boise or for those who visit, the building is still there. Although the exterior has been remodeled. Fisher. After moving to Boise, Fisher immediately set to work on writing the State Guide, and and he worked almost entirely by himself, which was unique compared to other states which had larger staffs and was more of a committee process of putting, putting the state guide together, the Fisher work by himself.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:05:10:08]"
    },
    {
      "id": "context_89_15",
      "index": 15,
      "speaker": "Alex Meregaglia",
      "words": "And he moved very quickly on the manuscript and in fact finished the whole copy in less than a year, which is far, far faster than the federal office had anticipated. And he was ready. And the state he produced the state guide, and it was ready to be published in fall of 1936.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:05:36:06]"
    },
    {
      "id": "context_89_16",
      "index": 16,
      "speaker": "Alex Meregaglia",
      "words": "Fisher's close relationship with James H. Gibson, owner of Caxton Printers, contributed to the speed of being ready for publication. Caxton is a book publisher located in Caldwell, Idaho, which is just west of Boise, and Caxton had previously published Fisher's novels and were willing to prioritize the Idaho Guide in their printing schedule. So Gibson and Fisher close friends, and Gibson was willing to help get that book out very quickly.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:05:56:12]"
    },
    {
      "id": "context_89_17",
      "index": 17,
      "speaker": "Alex Meregaglia",
      "words": "However, the Washington, DC office of the Writers Project, especially its director Henry Osborne, made every effort to stall publication. The DC staffers wanted to Washington, DC guidebook published first. They wanted that DC guidebook to set the stage, to set the standard. Salzberg tried bogging Fisher down by asking for over 2000 revisions to the manuscript. Ellsberg when that didn't work, Ellsberg then sent the assistant director, George Cronin, to Idaho to intimidate Fisher and all that finished Fisher tell the rest of that story himself.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:06:24:12]"
    },
    {
      "id": "context_89_18",
      "index": 18,
      "speaker": "Speaker 3",
      "words": "So they sent a man out from Washington to call me long distance several times and said, you must not go ahead. I had this project that is the jurisdiction of the brethren. Caldwell, Idaho, said, we'll publish this book. And I was determined I was going to be published in that conference. Over time, that would send a man out to stop here.",
      "tags": [

      ],
      "timestamp": "[00:07:03:18]"
    },
    {
      "id": "context_89_19",
      "index": 19,
      "speaker": "Speaker 3",
      "words": "And I did send the assistant director, who was a in those years a rather distinguished novelist, and came out to stop us from publishing that book. We got him drunk by year. We took him to Gibson home and got him drunk, and I put him on the train and send him back to Washington. And we were to have and published a guide.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:07:24:08]"
    },
    {
      "id": "context_89_20",
      "index": 20,
      "speaker": "Speaker 3",
      "words": "So they sent him.",
      "tags": [

      ],
      "timestamp": "[00:07:45:05]"
    },
    {
      "id": "context_89_21",
      "index": 21,
      "speaker": "Alex Meregaglia",
      "words": "So clearly, Fisher succeeded in the end. And indeed, Idaho's guidebook was the first statewide guidebook produced by the Federal Writers Project. And even decades afterwards, that interview was from 67. And in another interview, a few years before that one, Fisher took great delight in the fact that he got the Idaho Guide out. First he wrote or he said bureaucratic bastards in Washington tried to stop me from publishing it, lest it embarrass the other states.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:07:47:19]"
    },
    {
      "id": "context_89_22",
      "index": 22,
      "speaker": "Alex Meregaglia",
      "words": "I got it published in spite of all their roadblocks, and it embarrassed and plenty. So that was definitely an assertive streak and, and part of Fisher style throughout his entire life. And despite how much trouble Fisher had with the national office, the guide was a huge success. The book reviews were positive across the board, and and it got national attention from New York all the way to California, and the national staffers of the Writers Project ended up being actually pleased with Fisher because it set the standard and showed how up showed other states how they should format and write their own guidebooks.",
      "tags": [

      ],
      "timestamp": "[00:08:18:24]"
    },
    {
      "id": "context_89_23",
      "index": 23,
      "speaker": "Alex Meregaglia",
      "words": "So this allowed this positive attention. A lot of Fisher to maintain a working relationship with the national office, and also the national director of the Writers Project, even affectionately referred to Fisher as the bad boy of the project.",
      "tags": [

      ],
      "timestamp": "[00:09:02:06]"
    },
    {
      "id": "context_89_24",
      "index": 24,
      "speaker": "Alex Meregaglia",
      "words": "Early on, when Fisher was writing the state guide, the Washington office suggested to Fisher that Idaho should produce some city guides for both Boise and Pocatello, and Pocatello might seem odd now, but, at the time, it was the second largest city in the state.",
      "tags": [
        "boise",
        "pocatello"
      ],
      "timestamp": "[00:09:20:07]"
    },
    {
      "id": "context_89_25",
      "index": 25,
      "speaker": "Alex Meregaglia",
      "words": "And the recommendation from the national office writing the city guides, they wrote it. You should write these city guides, providing that there would seem to be some advantage so far as getting local support in those two cities. And so from that statement, it seems that the purpose of the local guides, the city guides, was less for touristic purposes and more to encourage the support of the WPA programs.",
      "tags": [

      ],
      "timestamp": "[00:09:40:17]"
    },
    {
      "id": "context_89_26",
      "index": 26,
      "speaker": "Alex Meregaglia",
      "words": "Fisher, however, was hearing none of it and initially dismissed that idea of city guides and said A city guide of Boise would be ridiculous. Fisher thought that the city wasn't large enough, and didn't have enough unique qualities to be worthy of its own guidebook. A few months later, he again reiterated that there is no necessity for the publication of city guides or even of local guides, so nothing has been done in that respect.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:10:06:23]"
    },
    {
      "id": "context_89_27",
      "index": 27,
      "speaker": "Alex Meregaglia",
      "words": "Instead, Fisher focused on finishing up the Idaho Guide and then immediately shifting his energy to the second book of the Idaho Writers Project, The Idaho Encyclopedia, which became the first and only statewide encyclopedia for the Writers Project.",
      "tags": [

      ],
      "timestamp": "[00:10:35:01]"
    },
    {
      "id": "context_89_28",
      "index": 28,
      "speaker": "Alex Meregaglia",
      "words": "It's not clear what prompted Fisher's change of mind, and led him to begin researching and writing a guide to Boise, but he had that change of mind at some point. Whatever the reason, the project, however, was doomed from the start. Fisher said Fisher could find no one to sponsor the guide for Boise sponsorship for all federal writers projects.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:10:52:23]"
    },
    {
      "id": "context_89_29",
      "index": 29,
      "speaker": "Alex Meregaglia",
      "words": "Productions was required because it allowed, because sponsorship allowed the circumvention of a federal law that required anything produced by the federal government to be published and printed by the Government Printing Office. Going through the Government Printing Office proved to be very expensive and time consuming, and the Writers Project realized that using, a diverse group of publishers across the U.S. would speed up the, production and publication process.",
      "tags": [

      ],
      "timestamp": "[00:11:17:16]"
    },
    {
      "id": "context_89_30",
      "index": 30,
      "speaker": "Alex Meregaglia",
      "words": "And so they hatched this idea of using sponsorships to get around that law requiring the gpos involvement for the three books that Idaho did publish Idaho Law, The Encyclopedia, and An Idaho Guide. The secretary of state sponsored, those.",
      "tags": [

      ],
      "timestamp": "[00:11:48:17]"
    },
    {
      "id": "context_89_31",
      "index": 31,
      "speaker": "Alex Meregaglia",
      "words": "In addition to sponsorship. Fisher also had to secure a publisher to actually produce the Boise Guide. But that was the easy part. As you might suspect, in addition to the Boise guide there, in addition to the Idaho Guide, Caxton published the other two books, Idaho Encyclopedia and Idaho Law. And so George Gibson was was ready and willing to again publish anything that Fisher produced for the Writers Project.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:12:09:22]"
    },
    {
      "id": "context_89_32",
      "index": 32,
      "speaker": "Alex Meregaglia",
      "words": "And that included, guide to the City of Boise, because, Gibson thought that his project was worthwhile and worthy of of the time that it took Caxton to publish it.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:12:35:07]"
    },
    {
      "id": "context_89_33",
      "index": 33,
      "speaker": "Alex Meregaglia",
      "words": "But as I mentioned, sponsorship proved an issue. Just a few months after starting work on the Boise Guide, Fisher had already started to work, worried about the guide's viability. He wrote to Henry Salzberg, the director of the Writers Project in DC. The mayor and the city council of Boise refused to sponsor the volume. I take it because they're all Republicans.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:12:52:23]"
    },
    {
      "id": "context_89_34",
      "index": 34,
      "speaker": "Alex Meregaglia",
      "words": "And as much as the sale on this book will be very small, it looks as if we are going to have difficulty getting it out. And two months later, in September of 38, which is the letter you have on your screen, Fisher wrote again to Alice Berg, explaining the great difficulty he continued to have finding a sponsor. He wrote to the Chamber of Commerce and City Council, or made up a fine Republican gentleman for whom everything stinks to the high heavens.",
      "tags": [

      ],
      "timestamp": "[00:13:15:18]"
    },
    {
      "id": "context_89_35",
      "index": 35,
      "speaker": "Alex Meregaglia",
      "words": "The Idaho State Historical Society, apparently, was willing only to sponsor statewide publications and not local content. So that eliminated them. And the State Library two was equally unwilling to sponsor the guide because, according to Fisher, the board is composed of old reactionaries who would not even listen to the proposal, much less accepting. Gibson of Paxton's nonetheless was fully supportive of the Boise Guide, and he committed his firm to a 60 day turnaround time to print the guidebook.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:13:41:23]"
    },
    {
      "id": "context_89_36",
      "index": 36,
      "speaker": "Alex Meregaglia",
      "words": "Once the manuscript was approved and Gibson even pushed ahead with advertising the book, Caxton sent out an advertisement in 1938 announcing the Boise Guide, and in that announcement, the draft of which is on your screen, says this guide to Idaho's capital and largest city will be available April 20th, 1938. Is really wishful thinking. It will be a small, cloth bound, attractive book, lavishly illustrated.",
      "tags": [
        "literature",
        "boise"
      ],
      "timestamp": "[00:14:14:07]"
    },
    {
      "id": "context_89_37",
      "index": 37,
      "speaker": "Alex Meregaglia",
      "words": "It will probably sell for $1.25.",
      "tags": [

      ],
      "timestamp": "[00:14:41:16]"
    },
    {
      "id": "context_89_38",
      "index": 38,
      "speaker": "Alex Meregaglia",
      "words": "This continued to make progress on the guide through 1938. But as he said, digging out Boise history accurately has turned out to be a most difficult job. Fisher finally sent in his draft of The Boise Guide in November of 1938 to the Washington Writers Project office for approval. And for the next 12 months. Fisher made no progress, though, on securing a sponsor, even though the national office appeared really anxious and eager to issue it.",
      "tags": [
        "boise",
        "literature"
      ],
      "timestamp": "[00:14:47:18]"
    },
    {
      "id": "context_89_39",
      "index": 39,
      "speaker": "Alex Meregaglia",
      "words": "Fisher's final comment about the guide, which came in March of 1939, suggested he had completely given up. I have no assurance yet we can get sponsorship for the Boise Tide in this provincial and reactionary town, and Fisher instead turned his attention to other projects, which included Idaho Law, as well as two other, unpublished manuscripts, one about Idaho place names and one about Idaho recreation areas in Idaho, where he went throughout the entire state and detailed the camps, the restaurants, the hotels available, and did it as a more of a tourist checklist where people could could have a ready, ready reference for finding that that sort of information.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:15:19:20]"
    },
    {
      "id": "context_89_40",
      "index": 40,
      "speaker": "Alex Meregaglia",
      "words": "Then, for reasons unrelated to the Boise Guide, Fisher resigned from the Writers Project on November 7th, 1939. As somewhat paranoid fashion, Fisher claimed that there were spies monitoring his every move and reporting on him to the Idaho office. It appears, however, that Fisher's primary reason for leaving was to produce was to pursue fiction writing full time. In fact, it was in 1939 that he finished and published Children of God, which was which won the Harper Prize and earned him some $5,000.",
      "tags": [
        "boise",
        "literature"
      ],
      "timestamp": "[00:16:02:18]"
    },
    {
      "id": "context_89_41",
      "index": 41,
      "speaker": "Alex Meregaglia",
      "words": "Which was a big deal for him at that time.",
      "tags": [

      ],
      "timestamp": "[00:16:37:21]"
    },
    {
      "id": "context_89_42",
      "index": 42,
      "speaker": "Alex Meregaglia",
      "words": "So the manuscript for the Boise Guide, which he submitted back several months earlier, wasn't even returned to Boise until January 17th, 1940, which was a full 14 months after Fisher submitted it. When a when the national office returned the manuscript, they they gave an explanation for the delay, simply saying the manuscript was misplaced. By that time in 1940, however, the Writer's Project in Idaho was almost defunct.",
      "tags": [
        "literature",
        "boise"
      ],
      "timestamp": "[00:16:44:04]"
    },
    {
      "id": "context_89_43",
      "index": 43,
      "speaker": "Alex Meregaglia",
      "words": "It shut down on March. In March of 1940, and when the Idaho Writers Project did shut down, it appears that this manuscript was sent back to the D.C. office, filed away in a box, and then forgotten about for about 80 years.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:17:14:04]"
    },
    {
      "id": "context_89_44",
      "index": 44,
      "speaker": "Alex Meregaglia",
      "words": "So we have this manuscript that Fisher wrote over in 3839. Never got it back and never heard about it again while he was director of the writers Project. He quit the writers project, moved out of Boise, and, And so. So what ever happened to that manuscript? And that brings us up to the present time in its chronology.",
      "tags": [
        "literature",
        "boise"
      ],
      "timestamp": "[00:17:34:04]"
    },
    {
      "id": "context_89_45",
      "index": 45,
      "speaker": "Alex Meregaglia",
      "words": "And the manuscript did lay dormant in the Library of Congress for the next eight decades. And in brief, the process of, of, finding this manuscript started with a footnote that led to an oral history that led to a finding that led to the Library of Congress. This all began in 2018. I was doing research on Caxton Printers and their history.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:17:55:06]"
    },
    {
      "id": "context_89_46",
      "index": 46,
      "speaker": "Alex Meregaglia",
      "words": "Which is which is a really fascinating history. And I was investigating Paxton's involvement with the Federal Writers Project. So learning about Caxton Publishing of these three books.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:18:18:23]"
    },
    {
      "id": "context_89_47",
      "index": 47,
      "speaker": "Alex Meregaglia",
      "words": "And I was reading then about Fisher's involvement himself in the Federal Writers Project, and I was reading a book about the called The Dream and the deal by Gerry Mangione, who was a sort of peripheral, figure. He was an employee of the Writers Project, and he had written this, this history of it, and in doing so had interviewed Fisher as well as a lot of the key players from the writers projects.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:18:32:15]"
    },
    {
      "id": "context_89_48",
      "index": 48,
      "speaker": "Alex Meregaglia",
      "words": "And he interviewed Fisher in the 1960s about the. And it was in this book, that Mangione included a footnote where he quoted Fisher and, and the quotation from Fisher reads, at the time of my resignation, I had three more books in manuscript, two large and one small. I have no idea where these manuscripts are buried somewhere, I assume, under the monstrous bureaucracy in Washington.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:18:55:21]"
    },
    {
      "id": "context_89_49",
      "index": 49,
      "speaker": "Alex Meregaglia",
      "words": "And it was from that footnote that really intrigued me. Could these three manuscripts that Fisher referred to really still exist somewhere? So I looked into Jerry Mangan newspapers and learned that that they were deposited at the University of Rochester. And so I got in touch with the archivists at the University of Rochester and asked them to digitize Mangione interview with Fisher.",
      "tags": [

      ],
      "timestamp": "[00:19:24:05]"
    },
    {
      "id": "context_89_50",
      "index": 50,
      "speaker": "Alex Meregaglia",
      "words": "And they and they sent it to me. It was in that recording that Fisher mentioned, one of the unpublished that one of the unpublished manuscripts was a guidebook to Boise. So that again, really piqued my interest and caused me to look further into the records of the Federal Writers Project, which I learned were primarily housed in the Library of Congress.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:19:45:21]"
    },
    {
      "id": "context_89_51",
      "index": 51,
      "speaker": "Alex Meregaglia",
      "words": "So I got in the Library of Congress website, tracked down the finding aid, the inventory to all the boxes there and in there. There was just one reference to Boise. It was in box A, five, six, two right between Tampa and Indiana.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:20:08:23]"
    },
    {
      "id": "context_89_52",
      "index": 52,
      "speaker": "Alex Meregaglia",
      "words": "So in August of 2018, I flew to Washington, DC. It was a Saturday. I got off the plane, got into an Uber and went straight to the Library of Congress, the Manuscript Division, and I asked to see box A5 62. I opened it up and I found, just as I'd hoped, the full manuscript of the Boise Guide, it was, was very exciting for me.",
      "tags": [
        "education",
        "literature",
        "boise"
      ],
      "timestamp": "[00:20:28:06]"
    },
    {
      "id": "context_89_53",
      "index": 53,
      "speaker": "Alex Meregaglia",
      "words": "Which I don't know what that says about me, but I was really pleased to find this 80 year old manuscript. In fact, the folder contained two copies. One was a carbon copy that Fisher must have kept in his office in Idaho. And the other was the copy that, was actually sent to D.C.. It had editorial comments on it, and then it was sent back to Idaho, the one that was sent back to Idaho in 1940 and then got sent back again to D.C. after the Idaho Writers Project shut down.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:20:50:00]"
    },
    {
      "id": "context_89_54",
      "index": 54,
      "speaker": "Alex Meregaglia",
      "words": "So the reading through the manuscript, it became apparent that the edits from the federal office really cut through fissures voice and and eliminated fissure style. And so in many ways, I was glad to see that the guidebook to Boise hadn't been published, because it would have been a very different book if it had been published in 1940 with the edits requested by the national office.",
      "tags": [
        "literature",
        "boise"
      ],
      "timestamp": "[00:21:21:12]"
    },
    {
      "id": "context_89_55",
      "index": 55,
      "speaker": "Alex Meregaglia",
      "words": "And it's likely those edits would have been accepted, because, remember, Fisher had resigned in 1939. The manuscript came back in 1940. There was a new director, and without Fisher in the office to defend his style, to defend his artistic choices in writing the guidebook, it's likely that the national office would have gotten their way, and then the guidebook that had been published would have been very, very different.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:21:46:24]"
    },
    {
      "id": "context_89_56",
      "index": 56,
      "speaker": "Alex Meregaglia",
      "words": "And last year, Rediscovered Books of Boise, which is primarily a bookstore but has also, created a publishing arm expressed interest in publishing the book. And the editor I worked with there, Wally Johnson and the layout designer, Jane Alice Van Dorn. I can't compliment them enough. They did an amazing job laying out the inside of the book, taking the text and incorporating, the images and and did a really beautiful job with it.",
      "tags": [
        "boise",
        "literature"
      ],
      "timestamp": "[00:22:13:11]"
    },
    {
      "id": "context_89_57",
      "index": 57,
      "speaker": "Alex Meregaglia",
      "words": "And the, word Hoover, Boise artist, designed what I think is an eye catching cover, featuring the item in the inset. And true to Fisher's wishes for it to be lavishly illustrated. We included over 125 photos, primarily postcards, but photographs, period photographs of Boise and the surrounding area to help illustrate, Fisher's descriptions and bring to life what Boise looked like for Fisher at the time.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:22:41:01]"
    },
    {
      "id": "context_89_58",
      "index": 58,
      "speaker": "Alex Meregaglia",
      "words": "And these are just five of the photos, included in the book. So you can see in the lower left the what was then the Ada Theater, now the Egyptian Theater, the lower right, the Boise Art Museum in the upper right, an aerial view of the Capitol with Hotel Boise, which was, a new building at the time of Fisher writing this with the, the large letters on top of the building in the upper center is arrow Rock dam, which Fisher really thought a lot of.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:23:15:00]"
    },
    {
      "id": "context_89_59",
      "index": 59,
      "speaker": "Alex Meregaglia",
      "words": "And I'll quote from the book later on. And, and you can hear how much he, he thought arrow Rock was, was this marvelous, feat of engineering. And then in the upper left is, is a photo of the Capitol at night.",
      "tags": [

      ],
      "timestamp": "[00:23:44:06]"
    },
    {
      "id": "context_89_60",
      "index": 60,
      "speaker": "Alex Meregaglia",
      "words": "And through further research and the process of writing the introduction, I discovered the original cover for the guidebook in fishers papers held by Yale University's Biology Library and it was drawn by William Runyon. And I'm not entirely sure why. A Guide to Boise. The city would feature, a writer on horseback. Even at the time, in the 30s, Boise was was certainly a city.",
      "tags": [
        "education",
        "boise",
        "literature"
      ],
      "timestamp": "[00:24:00:19]"
    },
    {
      "id": "context_89_61",
      "index": 61,
      "speaker": "Alex Meregaglia",
      "words": "And, and didn't have much of a, a rural, character in the downtown. So it's a it's an interesting choice for as the original cover.",
      "tags": [
        "agriculture",
        "literature"
      ],
      "timestamp": "[00:24:30:12]"
    },
    {
      "id": "context_89_62",
      "index": 62,
      "speaker": "Alex Meregaglia",
      "words": "Here are a couple of pages of the original manuscript with the edits from Washington, DC and the the the manuscript does reflect Fisher's normal style. He's direct. He's at times witty, but almost always acerbic. And that's how he was in his personal life and in his novels as well. And Fisher was certainly no simple economic, promoter or booster.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:24:49:13]"
    },
    {
      "id": "context_89_63",
      "index": 63,
      "speaker": "Alex Meregaglia",
      "words": "He only deigned to comment on places and things of genuine note in the city. There's this great quotation from from Fisher, from another manuscript, the Idaho Digest for travelers, in which he says in the following list, only those points of interest are given, which it is felt are worthy of attention. If such items as the universities or other institutions or public buildings, such as the state capitol, are omitted.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:25:17:22]"
    },
    {
      "id": "context_89_64",
      "index": 64,
      "speaker": "Alex Meregaglia",
      "words": "It is because they are unimpressive in comparison with corresponding features in many other states. So Fisher didn't like it. He wasn't going to include it, and he certainly didn't care what anybody else thought. In the manuscript, Fisher strictly limited his scope to the city limits of Boise as it was in 1938. And and it's it's that's a notable contrast to other histories.",
      "tags": [
        "literature",
        "boise"
      ],
      "timestamp": "[00:25:44:16]"
    },
    {
      "id": "context_89_65",
      "index": 65,
      "speaker": "Alex Meregaglia",
      "words": "He wasn't concerned with the neighborhoods of Boise or the platted editions, and said he was just concerned with with Boise, itself.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:26:08:24]"
    },
    {
      "id": "context_89_66",
      "index": 66,
      "speaker": "Alex Meregaglia",
      "words": "And within the manuscript, Fisher inserted his own commentary, which was much to the consternation of the Washington office, which instructed Fisher that, quote, personal opinions and derogatory remarks must be deleted. Fisher ignored that request. And in his other in its other pieces for for the Writers project and I really think that makes the manuscript far more interesting than, than anything that would have been toned down.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:26:23:16]"
    },
    {
      "id": "context_89_67",
      "index": 67,
      "speaker": "Alex Meregaglia",
      "words": "And as I was saying earlier, we're lucky that this original manuscript exists because the, the federal office really would have noted the text and, and changed changed the way it appeared on the page. The editorial report also noted that there's a type of flippant writing throughout the manuscript, and suggested that Fisher tone it down in the text that that we ultimately published last year, we retained, Fisher's original words, making just minor edits throughout.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:26:52:04]"
    },
    {
      "id": "context_89_68",
      "index": 68,
      "speaker": "Alex Meregaglia",
      "words": "But so Fisher's tone is retained in the guidebook that that did, end up getting published.",
      "tags": [

      ],
      "timestamp": "[00:27:21:24]"
    },
    {
      "id": "context_89_69",
      "index": 69,
      "speaker": "Alex Meregaglia",
      "words": "And, so what exactly is in the guidebook? It's divided into four parts. The first part is Boise today, and then there's a chronology taking Boise from pre-history up through 1938. And then there is a point of intersection and then, tours and environs in which, gives to driving tours. I'll quote from, from parts of the book so you can get a flavor for for Fisher style.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:27:34:20]"
    },
    {
      "id": "context_89_70",
      "index": 70,
      "speaker": "Alex Meregaglia",
      "words": "The very first paragraph of of the book begins as cities go, Boise is physically attractive, but is the trees and not the buildings that make it so. Like cities everywhere, it suffers from want of city and planning structures, and so presents the appearance of having grown up in a burst of individualism, them with no regard in any building for those around it.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:28:05:18]"
    },
    {
      "id": "context_89_71",
      "index": 71,
      "speaker": "Alex Meregaglia",
      "words": "Fisher discusses, at length, the schools in Boise and the history behind each new elementary school getting built in the different sections of the city.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:28:33:13]"
    },
    {
      "id": "context_89_72",
      "index": 72,
      "speaker": "Alex Meregaglia",
      "words": "The legislature in 1881 created the Boise Independent School District. Thereupon a board was elected and an ornate building set up to to the disgust and dismay of a considerable number of taxpayers. A graduate of Bates College in Maine was invited to become superintendent, which he did so with such lusty regard for sound applications of the hickory stick that he was forced to resign.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:28:53:10]"
    },
    {
      "id": "context_89_73",
      "index": 73,
      "speaker": "Alex Meregaglia",
      "words": "It was foolishness in the first place to want to educate the sons and the daughters of parents who had done very well without education, and it was downright folly to try to flog them into learning.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:18:12]"
    },
    {
      "id": "context_89_74",
      "index": 74,
      "speaker": "Alex Meregaglia",
      "words": "It's notable that in the point of intersection, in which he only thinks to mention things worthy of mention are, the state capital, the Union Pacific Station, the Boise Depot, Julia Davis Park O'Farrell cabin, the Lamar House, and then the Bohemian Breweries. And of all six of those, he spent the most time describing the Bohemian breweries, which were located on sixth Street.",
      "tags": [
        "labor",
        "boise"
      ],
      "timestamp": "[00:29:34:19]"
    },
    {
      "id": "context_89_75",
      "index": 75,
      "speaker": "Alex Meregaglia",
      "words": "He spent a great length, discussing the the process of brewing beer there, as well as, talking about the cleanliness of their facility. Fisher was quite the drinker, quite the alcoholic, and was known not to go have a night go by without without consuming some. For the automobile tours, which is the last section of the book, there are two tours.",
      "tags": [

      ],
      "timestamp": "[00:30:01:05]"
    },
    {
      "id": "context_89_76",
      "index": 76,
      "speaker": "Alex Meregaglia",
      "words": "The first tour is from downtown Boise up to table Rock and, he puts this cautionary note in there to say that locally, this is known as the Skyline Drive and is safe for the experienced driver drivers, not an ease on moderately difficult mountain road should not attempted.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:30:28:03]"
    },
    {
      "id": "context_89_77",
      "index": 77,
      "speaker": "Alex Meregaglia",
      "words": "A second tour was to go from Boise up through air Rock dam, and then continue on to the small town of Atlanta, Idaho, and then and then come back. And he describes again, as I mentioned earlier, era Rock dam is the most spectacular piece of engineering in Idaho, one of the highest dams in the world. Its shape is that of the arc of a colossal cylinder jammed into the canyon with the convex side upstream to the body of the reservoir pushes the ends of the dam into the granite wall on either side.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:30:49:04]"
    },
    {
      "id": "context_89_78",
      "index": 78,
      "speaker": "Alex Meregaglia",
      "words": "So he spends a great deal of time discussing that an area rock dam wasn't particularly new. It was built in the middle of the teens, and Fisher was writing this in 38. So the era Rock dam was was 20 some 20 years old at that point. But 30 in 38. This predated Lucky Peak Dam.",
      "tags": [

      ],
      "timestamp": "[00:31:23:08]"
    },
    {
      "id": "context_89_79",
      "index": 79,
      "speaker": "Alex Meregaglia",
      "words": "So that's a sense of what what his style is in the The Guide to Boise. And now you may be wondering what what happened to Fisher after he quit the writers project, after he thought there were spies in people spying on his work? Well, Fisher, left Boise and moved to Hagerman, which is where he lived from 1939 until his death in 1968.",
      "tags": [
        "boise",
        "hagerman"
      ],
      "timestamp": "[00:31:49:05]"
    },
    {
      "id": "context_89_80",
      "index": 80,
      "speaker": "Alex Meregaglia",
      "words": "The Fisher never again lived in Boise. Certainly, he visited, with some regularity, though he visited Caldwell more often to see the Gibsons, of Caxton Printers. But but Fisher really only lived for four years in Boise from 35 to 39. We as director of the Idaho Writers Project. And on the day he left town, on the day he quit, he wrote this, this editorial which appeared in the Idaho Statesman, in which he, he, thanks Boise for the city for his his four years there and wishes for Boise all those things that give character and progressive growth to a city.",
      "tags": [
        "boise",
        "literature"
      ],
      "timestamp": "[00:32:12:23]"
    },
    {
      "id": "context_89_81",
      "index": 81,
      "speaker": "Alex Meregaglia",
      "words": "So despite his, his spite, how little he thought of much of the buildings in Boise, he still, it seems, at least publicly here. Enjoyed his time and and thought. Thought something of the city.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:32:53:14]"
    },
    {
      "id": "context_89_82",
      "index": 82,
      "speaker": "Alex Meregaglia",
      "words": "That concludes my presentation. I welcome questions, about about Martin Fisher, about that. A writers project about, about the process of finding the manuscript. I'm really interested to hear what what you all are wondering about.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:33:13:12]"
    },
    {
      "id": "context_89_83",
      "index": 83,
      "speaker": "Doug Exton",
      "words": "And thank you for that wonderful presentation and sharing so much light on a portion of history that really isn't talked a whole lot about anymore. So to start this, out, how do you think the Idaho Writers Project would be taken now in 2020 compared to the time that it was around?",
      "tags": [

      ],
      "timestamp": "[00:33:32:13]"
    },
    {
      "id": "context_89_84",
      "index": 84,
      "speaker": "Alex Meregaglia",
      "words": "Sure. I think it would be more well received, than at the time, though it seemed that, a lot of the frustration, regarding the Federal Writers Project at the time was that, it was a political issue, right? The, the money, the huge amounts of taxpayer money being spent on the project frustrated a lot of the more conservative people in Boise, especially not just in government, but also in the Chamber of Commerce.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:33:52:17]"
    },
    {
      "id": "context_89_85",
      "index": 85,
      "speaker": "Alex Meregaglia",
      "words": "There was, when Fisher was trying to find a sponsor again for the Boise Guide. He approached lots of people, not just the ones that I mentioned, but he also approached the Boise Merchants Bureau and tried to pitch this as a as a tourist book, as a way to draw people in. But the, Boise Merchants Bureau tended to, to lean conservative and, and Republican and really wanted nothing to do with it and thought that it was a complete waste of time, and a complete waste of money.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:34:22:22]"
    },
    {
      "id": "context_89_86",
      "index": 86,
      "speaker": "Alex Meregaglia",
      "words": "So I think that it would be better received in Boise today, though. By how much? I'm not sure.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:34:52:23]"
    },
    {
      "id": "context_89_87",
      "index": 87,
      "speaker": "Doug Exton",
      "words": "And then why do you think Fisher isn't more well-known today?",
      "tags": [

      ],
      "timestamp": "[00:35:01:08]"
    },
    {
      "id": "context_89_88",
      "index": 88,
      "speaker": "Alex Meregaglia",
      "words": "That's a great question, and something that I'm exploring. Myself. I'm doing. I'm I'm looking into this. And I think because he stopped writing books that could appeal to the national, press, to the national reviewers after he after he quit the project, he wrote Children of God again, that was hugely well-received. And then he embarked on this multi-decade project of writing, a series called The Testament of Man.",
      "tags": [

      ],
      "timestamp": "[00:35:05:02]"
    },
    {
      "id": "context_89_89",
      "index": 89,
      "speaker": "Alex Meregaglia",
      "words": "It was 12 volumes long, really thick books, literally describing the, the, the genesis of man throughout time. And he wanted them to be he wanted them to be historical fiction. And those were very poorly reviewed. If they were reviewed at all. And he spent so much time on that, that because those books didn't catch the interest of the, the, the national, the national reviewers, people sort of forgot about him.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:35:31:11]"
    },
    {
      "id": "context_89_90",
      "index": 90,
      "speaker": "Alex Meregaglia",
      "words": "He had that come back a little bit with Mountain Man in the 60s. But the movie Jeremiah Johnson wasn't produced until after after he passed away. So you didn't even get to see that, become the national success that it was? It is it is curious that he's now relegated to being a regional author to being a Western American author, if he's remembered at all.",
      "tags": [
        "cinema",
        "literature"
      ],
      "timestamp": "[00:36:01:16]"
    },
    {
      "id": "context_89_91",
      "index": 91,
      "speaker": "Alex Meregaglia",
      "words": "But there are lots of lots of writers like him at that time. That, that have sort of gone by the wayside. But with the passage of time.",
      "tags": [

      ],
      "timestamp": "[00:36:30:13]"
    },
    {
      "id": "context_89_92",
      "index": 92,
      "speaker": "Doug Exton",
      "words": "And then was the reaction in other states, specifically in the Midwest and like the central U.S., similar to the reaction in Idaho with the State Writers Project?",
      "tags": [

      ],
      "timestamp": "[00:36:40:17]"
    },
    {
      "id": "context_89_93",
      "index": 93,
      "speaker": "Alex Meregaglia",
      "words": "As far as the popularity goes, then the the whole American Guide series did become really successful and really, highly praised, I think in large part due to the success of the Idaho guidebook. So there were several key reviews in the New York Times. In the Saturday Review of Literature, that that lauded the I Hope guide book and, and set the stage well for the guide books that would follow it.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:36:54:20]"
    },
    {
      "id": "context_89_94",
      "index": 94,
      "speaker": "Alex Meregaglia",
      "words": "And this is a multiyear process. I think the last guidebook, the 50th one, didn't come out until 1942. And, the Idaho Guide came out in 37. So it's a five year span. And so each state had has its own story as far as the difficulties and, of getting their guide books produced. But by Idaho coming first and doing such a good job, it it allowed, I think, a better reception nationally than could have been otherwise.",
      "tags": [

      ],
      "timestamp": "[00:37:23:22]"
    },
    {
      "id": "context_89_95",
      "index": 95,
      "speaker": "Doug Exton",
      "words": "And then we have another question from the audience, and this one is commenting on, Fisher's connection to Mormonism. While he rejected the religion, his writing often touched on the subject in many ways in a very sympathetic, tone. Did his outspoken atheism harm his career and legacy? Do you think.",
      "tags": [

      ],
      "timestamp": "[00:37:54:03]"
    },
    {
      "id": "context_89_96",
      "index": 96,
      "speaker": "Alex Meregaglia",
      "words": "It certainly harmed his career? Early on, when he was a professor at the University of Utah, in that in that interview that I pulled that clip from where he goes on South Dakota Public Broadcasting in 67, he talks about how to graduate from University of Utah and, and immediately started, teaching and, and the the Mormon church there was was he he always describes it as run ins.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:38:14:01]"
    },
    {
      "id": "context_89_97",
      "index": 97,
      "speaker": "Alex Meregaglia",
      "words": "I never found him go into detail as to the actual things that people took issue with. But it is it is interesting also that with Children of God about the Mormons, that, my understanding is that it was, if not banned, was not encouraged, to be read in in certain areas. And so I think that in in some ways, his outspoken, views about religion did hurt his career.",
      "tags": [

      ],
      "timestamp": "[00:38:38:19]"
    },
    {
      "id": "context_89_98",
      "index": 98,
      "speaker": "Alex Meregaglia",
      "words": "Though I haven't gotten the sense that the national press cared one way or the other about about those views. So, so more regionally that that would have affected him. And what's interesting is that his his third wife, Opal Laurel Holmes, went on a huge crusade to make sure that Fisher was remembered not as a mormon.",
      "tags": [

      ],
      "timestamp": "[00:39:13:04]"
    },
    {
      "id": "context_89_99",
      "index": 99,
      "speaker": "Alex Meregaglia",
      "words": "Fisher died in 68. And then in the 70s, a professor at, I think Brigham Young University, wrote an article basically suggesting that Fisher was, in fact a mormon. And of Laurel Holmes the third, his widow, the third wife took great exception to this and produced, huge broadsides, saying that Vada Fisher was not a mormon in these huge black letters.",
      "tags": [

      ],
      "timestamp": "[00:39:39:06]"
    },
    {
      "id": "context_89_100",
      "index": 100,
      "speaker": "Alex Meregaglia",
      "words": "And when she reprinted his books to try to keep his legacy alive, she reprinted his books in the 70s and 80s. On the back cover, she always included that same, that same broadside, really going after, this professor Larry Leonard Arrington, to to defend, to defend Vargas, atheist.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:40:05:13]"
    },
    {
      "id": "context_89_101",
      "index": 101,
      "speaker": "Doug Exton",
      "words": "That's really interesting. So I feel like you don't hear a lot of people defending an atheist point of view. You usually hear, like in history, like people talking about people being religious, but not that flip side of people not being religious. I think that's an interesting, thing that she took issue to specifically.",
      "tags": [

      ],
      "timestamp": "[00:40:25:20]"
    },
    {
      "id": "context_89_102",
      "index": 102,
      "speaker": "Alex Meregaglia",
      "words": "Yes. If, if you and that's it's really fascinating to read about her if, if, if you took issue with Vargas, with her, with her husband, she was going to come after you and she, she would, would come after you very, very strongly. And, and Fisher, had three children. Two with his first wife, one with the second, and then none with, with Opal.",
      "tags": [

      ],
      "timestamp": "[00:40:44:01]"
    },
    {
      "id": "context_89_103",
      "index": 103,
      "speaker": "Alex Meregaglia",
      "words": "And so, in essence, she spent her entire life, she died in 94. So the last 26 years of her life really defending him and trying to promote his legacy, she would go to the Western Literature Association conferences and give out free copies of his books that she'd had reprinted and, and did everything she could to keep him, as well known as possible.",
      "tags": [
        "history",
        "literature"
      ],
      "timestamp": "[00:41:10:06]"
    },
    {
      "id": "context_89_104",
      "index": 104,
      "speaker": "Doug Exton",
      "words": "And then, do you know if anyone has commented on, Artis Fisher and Wallace Dana's relationship and then also how they compare as regional writers?",
      "tags": [

      ],
      "timestamp": "[00:41:34:05]"
    },
    {
      "id": "context_89_105",
      "index": 105,
      "speaker": "Alex Meregaglia",
      "words": "That's a good question. Obviously, while Stegner is, the more well known, the certainly the more popular Wallace Stegner wrote a short story about his. So I'll back up, for those who don't know, while Stegner is is a is another Western writer. In when when Fisher was a professor at University of Utah, he taught Wallace Stegner for one semester in one of his classes.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:41:43:15]"
    },
    {
      "id": "context_89_106",
      "index": 106,
      "speaker": "Alex Meregaglia",
      "words": "This was in 1926, I think. And, Fisher always talks about how, as a professor, he never had an attendance policy, didn't require people show up. He never took roll. He never found out who was absent, absent, and, and basically said, if you don't show up, I'll give you, a C or, over some, some letter grade, like a, just a straight letter grade if you don't drop and and according to Fisher, again, I don't know how true this is.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:42:12:06]"
    },
    {
      "id": "context_89_107",
      "index": 107,
      "speaker": "Alex Meregaglia",
      "words": "According to Fisher, while Stegner said I'm going to take that and never showed up to class. And and got that that straight grade, that straight lower grade. And then Wallace Stegner, several decades later, did write a short story about his experience, his relationship with, with Barney's Fisher, which, which there really wasn't a relationship, but with his, with a description of artist Fisher and I can't remember the name of the short story.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:42:39:08]"
    },
    {
      "id": "context_89_108",
      "index": 108,
      "speaker": "Alex Meregaglia",
      "words": "Offhand, but, I know it appears in Lore Stegner, collected short stories.",
      "tags": [

      ],
      "timestamp": "[00:43:08:22]"
    },
    {
      "id": "context_89_109",
      "index": 109,
      "speaker": "Doug Exton",
      "words": "Then circling more towards the archival component is a lost manuscript similar to the one, obviously you found. And congratulations on finding that. Is that a common thing? Like just a manuscript ending up in the Library of Congress without people? Really knowing about it?",
      "tags": [

      ],
      "timestamp": "[00:43:17:17]"
    },
    {
      "id": "context_89_110",
      "index": 110,
      "speaker": "Alex Meregaglia",
      "words": "Yes. And in archives more generally there. I, I'm I'm a archivist in Boise State. I know that in, in our archives, we have unpublished novels and stories by authors of little renown to greater renown and and so that it is more common than, than one might think. And and yeah, it's all about finding them and then figuring out if it's worth publishing.",
      "tags": [
        "boise",
        "literature"
      ],
      "timestamp": "[00:43:37:14]"
    },
    {
      "id": "context_89_111",
      "index": 111,
      "speaker": "Alex Meregaglia",
      "words": "You know, maybe there is a reason that it wasn't published at the time and that, you know, very few people would, would find it, would find it of interest. But related to the Federal Writers Project in particular, there is a huge mass of unpublished manuscripts. So I sort of briefly mentioned this earlier that in addition to the Boise Guide, there were two other manuscripts that remained unpublished, and one is called A Guide to Idaho Place Names.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:44:09:09]"
    },
    {
      "id": "context_89_112",
      "index": 112,
      "speaker": "Alex Meregaglia",
      "words": "Well, a book of a similar thing and subject was published in the 1980s. So. So that renders Fisher\"s, version redundant or unnecessary. But he did write, another manuscript about Idaho called Idaho, playgrounds and basically a Guide to Recreation, where he does document the camps, the restaurants, etc., throughout the state. And that's also remained unpublished and in at Yale, I found an unpublished essay, Fisher\"s that that was published, earlier this year by the Limber Lost review, which is an Idaho journal.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:44:36:05]"
    },
    {
      "id": "context_89_113",
      "index": 113,
      "speaker": "Alex Meregaglia",
      "words": "And that is it was based on Fisher's last speech or lecture that he gave, which is at the College of Idaho in January of 68. And it would describe what it was called, the, the world's greatest physical wonderland. So, basically, lauding the beauty of the American West, but to circle back around to the writers project, all those unpublished manuscripts in the Library of Congress, are, are likely to have some value, and they're, there was, a journalist who Bernard Devoto, who is in the similar stream of Wallace Stringer, who wrote about this huge mass of, of manuscripts from the writer's project that is just sitting",
      "tags": [
        "education"
      ],
      "timestamp": "[00:45:14:22]"
    },
    {
      "id": "context_89_114",
      "index": 114,
      "speaker": "Alex Meregaglia",
      "words": "there, untouched, that many people don't know about, and that someone sort of carefully going through and systematically going through could, likely find lots of additional manuscripts and things worthy of publication.",
      "tags": [

      ],
      "timestamp": "[00:46:05:14]"
    },
    {
      "id": "context_89_115",
      "index": 115,
      "speaker": "Doug Exton",
      "words": "And then with his guide, how did it change the understanding of Boise history, especially obviously in the 30s? If it did.",
      "tags": [

      ],
      "timestamp": "[00:46:19:23]"
    },
    {
      "id": "context_89_116",
      "index": 116,
      "speaker": "Alex Meregaglia",
      "words": "Sure. I it just it's so fascinating to see the perspective of a city. From, from a particular time that's not our own. And, and it's, it's helpful to see at least what Fisher as a resident, but not a, a, a full local. Right, because he wasn't born and raised in Boise. But, what a resident of Boise at the time thought was important.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:46:28:07]"
    },
    {
      "id": "context_89_117",
      "index": 117,
      "speaker": "Alex Meregaglia",
      "words": "But then you have to take that, of course, with the grain of salt, because as as I think I've emphasized throughout, is that Fisher had a very unique perspective on things and thought and what he thought was important or unimportant, didn't necessarily reflect the popular mindset at the time. But what is perhaps most revealing is the Boise Today section, where he describes, what Boise was like at that time.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:46:56:02]"
    },
    {
      "id": "context_89_118",
      "index": 118,
      "speaker": "Alex Meregaglia",
      "words": "Because it's not a history of Boise. That section is not a history of Boise, where it's looking backwards, where, you know, he would be saying things similar to what I, Boise historian, would be saying now is when he's talking about a certain time period, but instead he's Fisher is is in the moment and in fact, in some ways looking ahead.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:47:22:13]"
    },
    {
      "id": "context_89_119",
      "index": 119,
      "speaker": "Alex Meregaglia",
      "words": "And so he's able to capture what, what he thinks is coming next for Boise. So as far as the, the, the important industries, of Boise and, and and, what the future of Boise might look like. I think that that's really useful and interesting and revealed in the, in the book.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:47:40:14]"
    },
    {
      "id": "context_89_120",
      "index": 120,
      "speaker": "Doug Exton",
      "words": "And then another question from the audience is, do you know the word count on his on the Boise gain by chance?",
      "tags": [

      ],
      "timestamp": "[00:48:04:07]"
    },
    {
      "id": "context_89_121",
      "index": 121,
      "speaker": "Alex Meregaglia",
      "words": "I think it's 60,000 words. So when when rediscovered, put it together, it came out to be some thing like 100, something like 200 pages. And, I'll hold it up. The font is large and the the photographs are plentiful, so it's it's by no means an actual 200 page book, but I think the word counts of around 60,000 words.",
      "tags": [

      ],
      "timestamp": "[00:48:11:08]"
    },
    {
      "id": "context_89_122",
      "index": 122,
      "speaker": "Doug Exton",
      "words": "And then do you think there are gaps or holes? In Fisher's effort to document describe Boise within that?",
      "tags": [

      ],
      "timestamp": "[00:48:34:23]"
    },
    {
      "id": "context_89_123",
      "index": 123,
      "speaker": "Alex Meregaglia",
      "words": "Yeah, yeah. I think he pays no attention to the neighborhoods, to distinct neighborhoods. He wants them all together. And he says it's on a grid pattern. Their streets grow. You know, they're streets called Grove, called Walnut, their men's names and their women's names. And and he doesn't give it much thought. He doesn't talk about the small, small village of you stick.",
      "tags": [

      ],
      "timestamp": "[00:48:41:14]"
    },
    {
      "id": "context_89_124",
      "index": 124,
      "speaker": "Alex Meregaglia",
      "words": "He doesn't talk about Barber Valley. Which local historians today write to think a lot about and think a lot about how these neighborhoods interplay together and grew up together and interacted with each other. But for for Fisher, Boise is just Boise in total, and there's not that any nuance within the city.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:48:59:21]"
    },
    {
      "id": "context_89_125",
      "index": 125,
      "speaker": "Doug Exton",
      "words": "Yeah, and it's interesting, especially when people talk about like the village of you stick when you drive on, you stick now into that area. It's just you would never known that it used to be its own separate little community. Absolutely. So I think that's definitely a part of history that he could have touched on a lot more.",
      "tags": [

      ],
      "timestamp": "[00:49:22:21]"
    },
    {
      "id": "context_89_126",
      "index": 126,
      "speaker": "Alex Meregaglia",
      "words": "Yeah, yeah, it would have been interesting to see what people in the 30s thought of that. I mean, and maybe they didn't think anything of it and maybe that's why I didn't touch on it. Though I do suspect that it's more that that Fisher didn't care. Yeah, about that aspect.",
      "tags": [

      ],
      "timestamp": "[00:49:38:22]"
    },
    {
      "id": "context_89_127",
      "index": 127,
      "speaker": "Doug Exton",
      "words": "And then is there any kind of similar entity in Idaho today? That kind of mirrors or echoes the efforts of the Idaho Writers Project?",
      "tags": [

      ],
      "timestamp": "[00:49:55:16]"
    },
    {
      "id": "context_89_128",
      "index": 128,
      "speaker": "Alex Meregaglia",
      "words": "None. So explicitly. None. None are coming to mind in the sense that that they're government sponsored and explicitly writing about the state for the purpose, of being sponsored by the government, that there are lots of writer writing projects or writers groups throughout the state, that do a really good job getting writers in Idaho from Idaho together and, and thinking about about the state.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:50:13:21]"
    },
    {
      "id": "context_89_129",
      "index": 129,
      "speaker": "Alex Meregaglia",
      "words": "And, throughout between then and now, there was the, the Payette Lakes, writer's Group, which is a collection that we have at Boise State, where it was a group, of writers from from Idaho, from the southern region. And, and, and and they would, would be in touch and correspond about it. So, no, I yeah.",
      "tags": [
        "environment",
        "boise"
      ],
      "timestamp": "[00:50:46:13]"
    },
    {
      "id": "context_89_130",
      "index": 130,
      "speaker": "Alex Meregaglia",
      "words": "So, so there's nothing exactly like the writers project today.",
      "tags": [

      ],
      "timestamp": "[00:51:13:13]"
    },
    {
      "id": "context_89_131",
      "index": 131,
      "speaker": "Doug Exton",
      "words": "And then do you mind touching a little bit on the Idaho law book. Sure. And just kind of what's inside of it.",
      "tags": [

      ],
      "timestamp": "[00:51:19:04]"
    },
    {
      "id": "context_89_132",
      "index": 132,
      "speaker": "Alex Meregaglia",
      "words": "Yeah. Different folklore stories, confirmed or not. About about the state of Idaho. Fisher collected these from various stories and, for the Idaho Guide. Right. He did pretty much right that single handedly. And he wrote most of these single handedly, though, to be sure, he did have a staff in Boise, and other experts at the university that he would consult.",
      "tags": [
        "culture",
        "boise"
      ],
      "timestamp": "[00:51:25:07]"
    },
    {
      "id": "context_89_133",
      "index": 133,
      "speaker": "Alex Meregaglia",
      "words": "And, and so he would have, some of his staff members go out throughout the state to different areas and, and have people tell him, tell tell those staffers, folklore from from that region.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:51:52:23]"
    },
    {
      "id": "context_89_134",
      "index": 134,
      "speaker": "Doug Exton",
      "words": "And then did, artists ever kind of touch on the native history with it in Idaho or Boise or anywhere in his works?",
      "tags": [

      ],
      "timestamp": "[00:52:10:23]"
    },
    {
      "id": "context_89_135",
      "index": 135,
      "speaker": "Alex Meregaglia",
      "words": "Yeah. Within and in the state guide, he does touch on that. There. And I will let other experts comment on on whether or not he does just that justice or not.",
      "tags": [

      ],
      "timestamp": "[00:52:19:18]"
    },
    {
      "id": "context_89_136",
      "index": 136,
      "speaker": "Doug Exton",
      "words": "And was that, like a specific to Idaho kind of thing, or did all the guys touch on the native histories since the 30s was obviously a different time? Yeah. Definite different viewpoints.",
      "tags": [

      ],
      "timestamp": "[00:52:34:17]"
    },
    {
      "id": "context_89_137",
      "index": 137,
      "speaker": "Alex Meregaglia",
      "words": "Yeah. I think if there were Native Americans, as part of that state's more, well known history, then then yes, it would be included. Each guide book was set up sort of differently as far as, what that exact sections were called. So there was always a history section, a tours and then a description of the state before the Pandit, etc..",
      "tags": [

      ],
      "timestamp": "[00:52:49:08]"
    },
    {
      "id": "context_89_138",
      "index": 138,
      "speaker": "Alex Meregaglia",
      "words": "And in the South, there were actually a lot of slave narratives that in advance and been particularly popular, in the last several years, that all these slave narratives were recorded. Not all of them were used in the book in the, in the books for the South. But then those were, were rediscovered at the Library of Congress and have gotten a lot of, publication.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:53:21:05]"
    },
    {
      "id": "context_89_139",
      "index": 139,
      "speaker": "Doug Exton",
      "words": "Yeah. It's interesting to see that that would be a, component of the Southern Guide, especially given that time frame, you know, because you're still kind of coming out of that whole time period where slavery was still influential in the South.",
      "tags": [

      ],
      "timestamp": "[00:53:46:10]"
    },
    {
      "id": "context_89_140",
      "index": 140,
      "speaker": "Alex Meregaglia",
      "words": "It's the American Guide series is really fascinating because it seems so obvious to us that, oh, of course, there's a state, wide guidebook here, you know, because there are so many and there's so common and and today. But at the time, this was one of the first systematic, attempts to create a guidebook for every single state, and, and, and really set a stage for, for what?",
      "tags": [

      ],
      "timestamp": "[00:54:01:10]"
    },
    {
      "id": "context_89_141",
      "index": 141,
      "speaker": "Alex Meregaglia",
      "words": "We're so what's so common and what we're so used to today that the American Guide series, as part of the Power Writers Project, really created this, this this idea.",
      "tags": [

      ],
      "timestamp": "[00:54:26:08]"
    },
    {
      "id": "context_89_142",
      "index": 142,
      "speaker": "Doug Exton",
      "words": "And then the last question to close our little talk out, do you think the hardest is fishers Idaho guide? Well, it is quite old, almost 100 years old now. Ish. Do you think that one is better than the Idaho guys that are out currently?",
      "tags": [

      ],
      "timestamp": "[00:54:37:08]"
    },
    {
      "id": "context_89_143",
      "index": 143,
      "speaker": "Alex Meregaglia",
      "words": "I think in some ways, yes. In some ways, no. What I when I've taken road trips throughout Idaho, I take a copy of Fishers guide book and, a copy of Court Connelly's Idaho Guide to the curious, which is itself from was four years old. And I have them, on the seat next to me. And they're great to compare because.",
      "tags": [

      ],
      "timestamp": "[00:54:56:05]"
    },
    {
      "id": "context_89_144",
      "index": 144,
      "speaker": "Alex Meregaglia",
      "words": "Right. What Fisher is writing about and finds important in 37, may not exist anymore. He writes about at the movie camp up in central, Idaho. That that is long since gone today. But he writes about it. Oh, you can go and see this. And it's it's really fun to take his book to court Conley's book and then to take, you know, there's a third one, I think, Idaho Roadside Attractions and see which what what the overlap is.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:55:13:22]"
    },
    {
      "id": "context_89_145",
      "index": 145,
      "speaker": "Alex Meregaglia",
      "words": "And then and then how they differ. So I think that it absolutely holds up and is worth taking long and is worth reading, because you're definitely gonna learn something about Idaho, by having that on your road trip throughout the state.",
      "tags": [

      ],
      "timestamp": "[00:55:48:24]"
    },
    {
      "id": "context_89_146",
      "index": 146,
      "speaker": "Doug Exton",
      "words": "And I know you did mention that the book can be purchased at Rediscover Bookstore, but is that also available online for people that don't have access to Rediscover Boise? Or are there other locations?",
      "tags": [

      ],
      "timestamp": "[00:56:07:07]"
    },
    {
      "id": "context_89_147",
      "index": 147,
      "speaker": "Alex Meregaglia",
      "words": "I believe so I think you can get it from rediscovered the website, I think also on Amazon. And maybe you can find a used copy on eBay.",
      "tags": [

      ],
      "timestamp": "[00:56:15:24]"
    },
    {
      "id": "context_89_148",
      "index": 148,
      "speaker": "Doug Exton",
      "words": "Yeah, you never know. It doesn't hurt to look.",
      "tags": [

      ],
      "timestamp": "[00:56:23:01]"
    },
    {
      "id": "context_89_149",
      "index": 149,
      "speaker": "Alex Meregaglia",
      "words": "You never know.",
      "tags": [

      ],
      "timestamp": "[00:56:24:24]"
    },
    {
      "id": "context_89_150",
      "index": 150,
      "speaker": "Doug Exton",
      "words": "Awesome. Well, thank you for joining us tonight. And thank you to everyone for attending and I hope you all have a lovely evening.",
      "tags": [

      ],
      "timestamp": "[00:56:26:19]"
    },
    {
      "id": "context_89_151",
      "index": 151,
      "speaker": "Alex Meregaglia",
      "words": "Thanks. I enjoyed it.",
      "tags": [

      ],
      "timestamp": "[00:56:34:02]"
    }
  ],
  "metadata": {
    "totalSegments": 152,
    "description": "Idaho novelist Vardis Fisher served as state director of the Federal Writers’ Project, a national New Deal program designed to put writers to work during the Great Depression. Meregaglia will discuss Vardis Fisher's Boise , a never-before-published manuscript written by Fisher. Finished in 1939, Fisher never found a sponsor for this guidebook to Boise, so it sat forgotten in the Library of Congress for 80 years. Through Meregaglia’s research on Caxton Printers, he located the manuscript, edited the text, and brought it to publication earlier this year through Rediscovered Books. Meregaglia will talk about the process of finding the manuscript as well as explaining Fisher’s larger role as Idaho state director of the Federal Writers’ Project. Alex Meregaglia is an archivist and assistant professor at Boise State University’s Albertsons Library, where he has worked since 2016. He holds a Master of Arts in history, with a focus on 20th century American history, and a Master of Library Science, specializing in archives and records management, from Indiana University. Vardis Fisher’s Boise is part of a larger research project on Caxton Printers of Caldwell, Idaho. His research is supported, in part, with grants from the Idaho Humanities Council, Boise State’s Osher Institute, and the Bibliographical Society of America.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}