{
  "title": "S1E2 History of Idaho Falls Baseball - 80th Season of Professional Baseball in Idaho Falls",
  "interviewee": "Jen Holley; Kevin Greene; Chris Hall",
  "interviewer": "Doug Exton",
  "date": "2020-06-09",
  "subjects": [
    "baseball fields",
    "baseball players",
    "baseball (field sport)",
    "sports",
    "sports complexes (building complex)",
    "donation (method of acquisition)"
  ],
  "segments": [
    {
      "id": "context_108_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_108_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "Welcome and thank you to all our attendees for attending tonight's Connected Conversation hosted by us at the IHC. We have Jen Holley joining us tonight. She is the director of Programs and development. And then I am back again as a program officer. So I thought I'd say our mission is to provide opportunities to deepen public understanding of the human experience by connecting people with ideas.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_108_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "Joining us tonight are the Idaho Chukars, and we have Kevin Greene, general manager of the Idaho Falls Chukars. If you guys have any questions during this presentation, please utilize the Q&A feature rather than the chat. Just to keep things clean and tidy. And then at the end of the presentation during our Q&A session, you can use the raise hand feature to be taken off of mute and ask your question verbally.",
      "tags": [

      ],
      "timestamp": "[00:00:28:13]"
    },
    {
      "id": "context_108_3",
      "index": 3,
      "speaker": "Doug Exton",
      "words": "Facilitate more of a conversation.",
      "tags": [

      ],
      "timestamp": "[00:00:53:07]"
    },
    {
      "id": "context_108_4",
      "index": 4,
      "speaker": "Jen Holley",
      "words": "And we also have Chris Hall with us too.",
      "tags": [

      ],
      "timestamp": "[00:00:55:04]"
    },
    {
      "id": "context_108_5",
      "index": 5,
      "speaker": "Doug Exton",
      "words": "All right. The floor is yours, guys.",
      "tags": [

      ],
      "timestamp": "[00:01:00:01]"
    },
    {
      "id": "context_108_6",
      "index": 6,
      "speaker": "Kevin Greene",
      "words": "Well, thanks. I appreciate you guys having us today. So my name, of course, Kevin Greene. As you'd mentioned, I'm, I'm the longstanding general manager, for the Idaho Falls chukars. This would be my 28th year coming up here in Idaho Falls, if you can believe that. When I moved here in 93, we were in an older ballpark called, McDermott field.",
      "tags": [

      ],
      "timestamp": "[00:01:02:05]"
    },
    {
      "id": "context_108_7",
      "index": 7,
      "speaker": "Kevin Greene",
      "words": "We were known at that time as the Idaho Falls Jams, as an affiliate of the Atlanta Braves. And, so we got a lot of history here. In fact, the history goes back, 80 years. This would have been our 80th year minor league professional baseball in Idaho Falls. Back in the, what, 1940, I guess 80 years ago, there were the Idaho Falls Russets, and they joined the pioneers as of a professional baseball.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:01:24:17]"
    },
    {
      "id": "context_108_8",
      "index": 8,
      "speaker": "Kevin Greene",
      "words": "Only a few short years after that, Billy Mart and the famous, New York Yankee manager, for for many years, played as an 18 year old second baseman for the Idaho Falls Russets as an 18 year old. And as years went on, there have been different affiliates, come through Idaho Falls for a while.",
      "tags": [

      ],
      "timestamp": "[00:01:53:09]"
    },
    {
      "id": "context_108_9",
      "index": 9,
      "speaker": "Kevin Greene",
      "words": "Was the New York Yankees who was the Pittsburgh Pirates? I think under the Pirates, Dan Clandon and, former Pittsburgh Pirates first baseman, played here and had some, had some successful, time in Idaho Falls. We got into the 70s, the, the team affiliated with the what was called the California Angels at that time.",
      "tags": [

      ],
      "timestamp": "[00:02:14:08]"
    },
    {
      "id": "context_108_10",
      "index": 10,
      "speaker": "Kevin Greene",
      "words": "And, we're the Idaho Falls Angels. We got into the 80s, an affiliation was formed with the, the, Oakland A's. And Jose Canseco played his first minor league ball here in Idaho Falls as a member of the Idaho Falls A's. The Braves, affiliated in 1986 here in Idaho Falls, we became the Idaho Falls Braves.",
      "tags": [

      ],
      "timestamp": "[00:02:37:20]"
    },
    {
      "id": "context_108_11",
      "index": 11,
      "speaker": "Kevin Greene",
      "words": "That was the same year the team was purchased by current team owner Dave Elmore. Dave and his family, the Elmore Sports Group owned and operated seven minor league baseball teams across the country, including the Eugene Emeralds, who are also in the league with the Boise Hawks and the Northwest League. And, so Dave took over operation, in 86, and I was hired to run the team and, and, fall of 1990 to make the 93 my first year and the got here we were the gems.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:03:02:19]"
    },
    {
      "id": "context_108_12",
      "index": 12,
      "speaker": "Kevin Greene",
      "words": "My predecessor thought that would have been a good name, even though we're affiliated with the Atlanta Braves, who were becoming very, very popular. And if you were watching cable TV at the time, the only team you were going to see on TV was the Atlanta Braves. Why wouldn't you promote the Braves name? So I immediately renamed the team the Braves, and we operated as such until an affiliation was formed with the San Diego Padres in 95.",
      "tags": [

      ],
      "timestamp": "[00:03:34:23]"
    },
    {
      "id": "context_108_13",
      "index": 13,
      "speaker": "Kevin Greene",
      "words": "Won a couple championships as the Idaho Falls Padres, and in 2004, we brought in an affiliation with the Kansas City Royals, who was our current affiliate. So 2020, we did win affiliate, championships with the Padres in 98 and 2000, with the Royals and 2013 and just as last year in 2019. So we had a lot to celebrate this year.",
      "tags": [

      ],
      "timestamp": "[00:04:02:13]"
    },
    {
      "id": "context_108_14",
      "index": 14,
      "speaker": "Kevin Greene",
      "words": "Covid certainly has changed everything. And so what's our plans for this year? Well, I can tell you this. We sat in this very place where Chris and I are sitting right now, just last week and had a press conference, and we told our fans and our sponsors, via a press conference, that we anticipate no professional baseball in Idaho Falls in 2020.",
      "tags": [

      ],
      "timestamp": "[00:04:30:11]"
    },
    {
      "id": "context_108_15",
      "index": 15,
      "speaker": "Kevin Greene",
      "words": "Not that that was an official statement, because Major League Baseball still has not told us if we're going to have baseball or not this year. But I think we've seen the handwriting on the wall to a certain degree. Major league teams are furloughing minor league staff members and releasing minor league players. They're they're talking about playing a major league season, in front of no fans, which doesn't work for us.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:04:54:10]"
    },
    {
      "id": "context_108_16",
      "index": 16,
      "speaker": "Kevin Greene",
      "words": "So we're just waiting to be told officially, but we're operating as such. No baseball this year. However, we are in a great position here in Idaho Falls, and now we share a baseball field with the Idaho Falls Bandits. Now, the bandits are the American Legion team that won the, American Legion World Series this last year. And the first and only team from Idaho, ever to win the American Legion World Series.",
      "tags": [

      ],
      "timestamp": "[00:05:18:13]"
    },
    {
      "id": "context_108_17",
      "index": 17,
      "speaker": "Kevin Greene",
      "words": "The bandits have already scheduled 40 games of baseball to be played here at Melaleuca Field this summer. The first of those games that we're going to are going to be played this Saturday. 5:00 doubleheader and this Saturday happens to be June 13th, which is the day that the state enters phase four of its reopening, which means that sporting venues, movie theaters and such can operate with crowds of people in attendance.",
      "tags": [

      ],
      "timestamp": "[00:05:47:23]"
    },
    {
      "id": "context_108_18",
      "index": 18,
      "speaker": "Kevin Greene",
      "words": "So, we will be practicing social distancing. We will be doing a lot of things right. But we expect this to be wildly successful. People want to see baseball, and they're going to come out and watch our American Legion Bandits, and we're probably going to have to cap it at about 2000 people. Or normally we can put about 3600 people in here.",
      "tags": [

      ],
      "timestamp": "[00:06:17:09]"
    },
    {
      "id": "context_108_19",
      "index": 19,
      "speaker": "Kevin Greene",
      "words": "Anything to add to that, Chris?",
      "tags": [

      ],
      "timestamp": "[00:06:39:09]"
    },
    {
      "id": "context_108_20",
      "index": 20,
      "speaker": "Chris Hall",
      "words": "We're just excited. I think we've seen since we announced it that, the history of Idaho Falls has really benefited us with baseball. People in this community are baseball, people with Bonneville High School and the state championship last year, the bandits winning an American Legion World Series, US winning a Pioneer League championship. And it's just a great pride in baseball in the community.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:06:41:04]"
    },
    {
      "id": "context_108_21",
      "index": 21,
      "speaker": "Chris Hall",
      "words": "And so I think really any sort of baseball that we can give them at our venue, we've been blown away by the support of the community of people excited to come out.",
      "tags": [

      ],
      "timestamp": "[00:07:03:17]"
    },
    {
      "id": "context_108_22",
      "index": 22,
      "speaker": "Kevin Greene",
      "words": "Yeah. This band, it's, partnership that we formed, which we announced at our press conference last week, is really kind of Bimal throwing us a lifeline. We were we were kind of reeling here thinking if we don't have anything going on here this summer, no baseball, there's going to be band of Baseball. But what do we do?",
      "tags": [

      ],
      "timestamp": "[00:07:11:23]"
    },
    {
      "id": "context_108_23",
      "index": 23,
      "speaker": "Kevin Greene",
      "words": "And, I used to be a member of the American Legion, board of directors, as my son played for the bandits for a couple of years. And having that relationship with the current board, we said, how can we partner with you guys to help you generate the interest that your team deserves and bring our fans and our sponsors out here and be a part of that?",
      "tags": [

      ],
      "timestamp": "[00:07:30:02]"
    },
    {
      "id": "context_108_24",
      "index": 24,
      "speaker": "Kevin Greene",
      "words": "So our partnership essentially gives the chukars, Chris and myself and then the rest of our staff, the opportunity to go out to all of our sponsors, who we are had already in place for this year, almost, I'd say 85 to 90% of our season seat holders, groups, sponsorships, advertisers and already been renewed for this year. So now over the last two weeks, we are manning the phones calling everyone that partners with us and said even though it's not official, we're operating as we there's no Chukars baseball, but we would love to have you come out here and be a part of Barnett's baseball.",
      "tags": [

      ],
      "timestamp": "[00:07:51:14]"
    },
    {
      "id": "context_108_25",
      "index": 25,
      "speaker": "Kevin Greene",
      "words": "So we're selling our sponsor sponsorships, very similar sponsorships for all these games at a greatly reduced price. And, it's been a just incredibly successful, usually by this time of the year, as we approach our regular opening day, we'll have about 350 sponsors. And I'm not just talking season ticket holders, but sponsors that advertise with us by groups, by barbecues, and so on.",
      "tags": [

      ],
      "timestamp": "[00:08:28:17]"
    },
    {
      "id": "context_108_26",
      "index": 26,
      "speaker": "Kevin Greene",
      "words": "And we've already, in the last two weeks, signed up over 90 of those different sponsors to sponsor these American Legion games, which is going to really generate the excitement around town. It's going to bring in big crowds for these games, but it's going to allow my staff and myself, if we think, to be able to help, meet our payroll, pay our bills.",
      "tags": [

      ],
      "timestamp": "[00:08:58:07]"
    },
    {
      "id": "context_108_27",
      "index": 27,
      "speaker": "Kevin Greene",
      "words": "So I don't I don't have to furlough my staff. I don't have to call creditors and say we're sorry we can't pay our bills. So it's been a total lifeline for us. And this partnership is going to be great.",
      "tags": [

      ],
      "timestamp": "[00:09:24:06]"
    },
    {
      "id": "context_108_28",
      "index": 28,
      "speaker": "Chris Hall",
      "words": "And I think an important distinction, too, is you touched on it, that we're different than Major League Baseball that can go out and play games with no fans, and they have TV money and they have different things that they can do. Minor league baseball operates so differently than Major League Baseball that, you know, just a casual fan thing.",
      "tags": [

      ],
      "timestamp": "[00:09:37:05]"
    },
    {
      "id": "context_108_29",
      "index": 29,
      "speaker": "Chris Hall",
      "words": "So professional sports, I'm sure the chukars will be fine for a year with no baseball where they can broadcast their games. But really throughout minor league baseball. And one thing that I've grown to love about it working in it is, that we're so fan focused, how we make money, how we are able to do what we do is to focus on the community, to focus on bringing fans out here, give them something they're excited to you know, bring their kids to.",
      "tags": [

      ],
      "timestamp": "[00:09:55:02]"
    },
    {
      "id": "context_108_30",
      "index": 30,
      "speaker": "Chris Hall",
      "words": "And then, you know, we have fans that talk about how they came to McDermott field when they were little and now they're old, bringing their kids. And so we can't do anything without fans here. So with the governor's reopening and the bandits, that allows us to give fans something to come out here to do, which I think is good for the community.",
      "tags": [

      ],
      "timestamp": "[00:10:20:16]"
    },
    {
      "id": "context_108_31",
      "index": 31,
      "speaker": "Chris Hall",
      "words": "You know, throughout 80 years of baseball, I think it's proven that having a team here in the community is valuable and an asset. But it's also valuable and an asset to us to be able to bring people in. And even if it's socially distance with less people than we're used to. Just to have something here, I agree.",
      "tags": [

      ],
      "timestamp": "[00:10:39:16]"
    },
    {
      "id": "context_108_32",
      "index": 32,
      "speaker": "Kevin Greene",
      "words": "And we are I think, as I mentioned, the 80 years of professional baseball, I think most people in our community, cherish, minor league baseball here. They truly do see us as a community asset. And, you know, we embrace that, we're working through these tough times, but, we're, we're very emotionally connected to what we do on a daily basis.",
      "tags": [

      ],
      "timestamp": "[00:10:57:00]"
    },
    {
      "id": "context_108_33",
      "index": 33,
      "speaker": "Kevin Greene",
      "words": "So I think that it's important for our community, and we see it in our fans and our sponsors. They don't want baseball to go anywhere. And I guess this could be the segue into next. What's going on next? When we say worried about where baseball might be heading in the future, Major League Baseball, minor league baseball have been operating for many, many years now under what's called a professional baseball agreement.",
      "tags": [

      ],
      "timestamp": "[00:11:20:10]"
    },
    {
      "id": "context_108_34",
      "index": 34,
      "speaker": "Kevin Greene",
      "words": "In 1990, the professional baseball agreement was worked out as a ten year, ten year deal. It outlined the financial relationship and otherwise between a major league team and this minor league affiliate. And it it just says, who pays for what? And we'll send you players. We'll send you the coaching staff. You provide this venue for our players to develop in.",
      "tags": [

      ],
      "timestamp": "[00:11:46:16]"
    },
    {
      "id": "context_108_35",
      "index": 35,
      "speaker": "Kevin Greene",
      "words": "And we'll provide you the product to sell in your market. So in 1990, a ten year deal was put together. In 2000 it was renewed, 2010 it was renewed. And this year 2020 was up again. We thought it was going to be rubber stamp for another arena. And Major League Baseball is decided. Now we want to rework the minor league system.",
      "tags": [

      ],
      "timestamp": "[00:12:09:17]"
    },
    {
      "id": "context_108_36",
      "index": 36,
      "speaker": "Kevin Greene",
      "words": "And as part of this deal, the rework, the commissioner's office put out a plan to allow a 40 minor league teams across the country. Three weeks have been singled out. I have Single-A, the Pioneer League, which makes up Idaho Falls and our other seven teams, three cities in, Montana. There's two teams in Utah and, two teams in Colorado.",
      "tags": [

      ],
      "timestamp": "[00:12:31:01]"
    },
    {
      "id": "context_108_37",
      "index": 37,
      "speaker": "Kevin Greene",
      "words": "We are all quote on the chopping block, as is the entire New York Penn League and the Appalachian League. Major League Baseball's decided that it's good to develop players and grow the business by shrinking the minor leagues. We have to disagree with that. We think that's an awful plan. And but we're fighting every day now for our very survival.",
      "tags": [

      ],
      "timestamp": "[00:12:57:15]"
    },
    {
      "id": "context_108_38",
      "index": 38,
      "speaker": "Kevin Greene",
      "words": "Because while we're telling fans, listen, we want to take your sponsorship and roll it to next year. In the meantime, why would you do this? Reduce sponsorship for us with band is baseball and they're gone. But what about next year? We're already been told that you might be eliminated, from from the major league minor league system. So we're fighting through that, and we really don't know how this is going to turn out, where the outcome is going to take us.",
      "tags": [

      ],
      "timestamp": "[00:13:19:16]"
    },
    {
      "id": "context_108_39",
      "index": 39,
      "speaker": "Kevin Greene",
      "words": "And frankly, we're very nervous about that. I think it's bad for baseball. I talked to major League people who I know, and I certainly would never name. I mentioned their names, but they say we we don't agree with this system, this this plan to contract. You're trying to grow the game of baseball, but but doing that by eliminating 40 cities across the country that join minor league baseball and tell them that they're not worthy of, the major league affiliation anymore.",
      "tags": [

      ],
      "timestamp": "[00:13:46:11]"
    },
    {
      "id": "context_108_40",
      "index": 40,
      "speaker": "Kevin Greene",
      "words": "It's it's an awful plan. And, we hope that it gets, gets worked out to our benefit because we do not want 19 or 2019 to have been our last year of minor league baseball.",
      "tags": [

      ],
      "timestamp": "[00:14:13:01]"
    },
    {
      "id": "context_108_41",
      "index": 41,
      "speaker": "Jen Holley",
      "words": "Yeah. So what do we do to help? To help stop that? Because I think a lot of people believe in that as well, that we don't cut the Pioneer League or any of those small leagues.",
      "tags": [

      ],
      "timestamp": "[00:14:25:00]"
    },
    {
      "id": "context_108_42",
      "index": 42,
      "speaker": "Kevin Greene",
      "words": "Well, you know, one of our biggest supporters, we turn to, the politicians, we turn to, Mike Simpson and Mike Crapo and, and Senator Jim Rich. We got a great letter of support from, Governor Little, and these folks, they don't want to see minor league baseball. There's only two minor league baseball teams in the state of Idaho.",
      "tags": [

      ],
      "timestamp": "[00:14:36:03]"
    },
    {
      "id": "context_108_43",
      "index": 43,
      "speaker": "Kevin Greene",
      "words": "The Boise Hawks and the Idaho Falls Chukars. The Boise Hawks are currently safe. The Northwest League is not on the chopping block. But we're not, and I don't. I think it'd be a shame if, the state of Idaho lost to one of their two minor league baseball teams, and so do the senators and the congressman are fully aware of that, and they're fully supportive of this.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:15:00:04]"
    },
    {
      "id": "context_108_44",
      "index": 44,
      "speaker": "Kevin Greene",
      "words": "Mike Simpson, Congressman Simpson has joined a task force to save minor league baseball. He was a co-sponsor of a bill to save minor league baseball. I think as long as you folks can maybe send an email, to the senators or the congressmen, to the governor's office and say to them, please do everything you can to support minor league baseball on our communities.",
      "tags": [

      ],
      "timestamp": "[00:15:23:08]"
    },
    {
      "id": "context_108_45",
      "index": 45,
      "speaker": "Kevin Greene",
      "words": "Idaho Falls is, we're vulnerable right now, to the chopping block. And I think Major League Baseball would listen to a little political pressure. And, so anything that people can do to to keep that pressure on would be great. I think that we had some good momentum on that. Right at the same time that Covid hit and then that redirected everyone's attention.",
      "tags": [

      ],
      "timestamp": "[00:15:51:17]"
    },
    {
      "id": "context_108_46",
      "index": 46,
      "speaker": "Kevin Greene",
      "words": "So from our perspective, it was the worst timing possible because we were getting a lot of political traction and also to some degree got put on the back burner. Chris, you want to add to that?",
      "tags": [
        "education"
      ],
      "timestamp": "[00:16:15:06]"
    },
    {
      "id": "context_108_47",
      "index": 47,
      "speaker": "Chris Hall",
      "words": "Yeah, I just say if there's been any positives that's come from this, it's allowed us to work with, local government, with state government, and really look at the benefits that minor league baseball and the chukars specifically bring to the community. I'm not only do we, you know, hire more than 100 people a year that we give jobs to.",
      "tags": [

      ],
      "timestamp": "[00:16:26:17]"
    },
    {
      "id": "context_108_48",
      "index": 48,
      "speaker": "Chris Hall",
      "words": "We have five full time staff members. Last year we donated more than $80,000 and charities in southeast Idaho. We work really closely with organizations like the Community Food Basket. You know, we've it's really put a spotlight on us how important this is, not just from the baseball side. If people come and learn about what we think is a great game, but using our platform to do good in the community to uplift, people who need jobs as well as, you know, we buy food, we buy signs, we buy so much from this community hotel rooms, that really boost the economy that, it's made us have a greater appreciation for",
      "tags": [

      ],
      "timestamp": "[00:16:45:24]"
    },
    {
      "id": "context_108_49",
      "index": 49,
      "speaker": "Chris Hall",
      "words": "the role that we play and find ways to, you know, even with Covid and working with the bandits to still find ways to give back to the community. You know, we did had a really successful food drive with the community food basket. We've done a few other fundraisers, you know, just trying to help people in the community.",
      "tags": [

      ],
      "timestamp": "[00:17:32:17]"
    },
    {
      "id": "context_108_50",
      "index": 50,
      "speaker": "Chris Hall",
      "words": "And that's not something that, you know, even if how we do operations, how that changes, we still want to be an important role in this community.",
      "tags": [

      ],
      "timestamp": "[00:17:48:18]"
    },
    {
      "id": "context_108_51",
      "index": 51,
      "speaker": "Kevin Greene",
      "words": "Yeah. In fact, the last two days we've really focused on two program roots, that we developed in our ballpark. One is, in association with Rocky Mountain Power, Rocky Mountain Power, community seats where we actually reach out to all the nonprofit organizations in our community and say that we have complimentary tickets for you for every game, courtesy of Rocky Mountain Power.",
      "tags": [

      ],
      "timestamp": "[00:17:56:13]"
    },
    {
      "id": "context_108_52",
      "index": 52,
      "speaker": "Kevin Greene",
      "words": "And we fill this community section up. And because we always do requests from those type of organizations, we also I created one as a partnership with Fred Meyer called the Community Spotlight Program. And we there's an our average Chukars game. We draft. We draw on average about 27 to 2800 people per game. Out here. We are the true, the best gathering spot in Idaho Falls during the summer.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:18:22:16]"
    },
    {
      "id": "context_108_53",
      "index": 53,
      "speaker": "Kevin Greene",
      "words": "For crowds and, just a place to be. Well, it's part of this Community Spotlight program when people are funneling into the front gates right inside the front gates, we allow charity organizations every night to set up a booth there to raise awareness and funds for, for their organizations. So it's available on a first come, first serve basis.",
      "tags": [

      ],
      "timestamp": "[00:18:49:04]"
    },
    {
      "id": "context_108_54",
      "index": 54,
      "speaker": "Kevin Greene",
      "words": "And we'll have the community food basket in United Way and, just numerous other area, organizations like that come out here absolutely free, courtesy of Fred Meyer through a sponsorship. It's a great program. And, when those programs were first started years ago, those these sponsors have been with us for years because they know that these are two of the best programs we offer.",
      "tags": [

      ],
      "timestamp": "[00:19:11:16]"
    },
    {
      "id": "context_108_55",
      "index": 55,
      "speaker": "Jen Holley",
      "words": "Well, certainly, I think you have an argument for bringing the community together, and you have the history behind it, you know, and Major League Baseball, they can't some of their stadiums, they can't even fill, you know, and but you guys in the communities you can. And why would they want to cut that.",
      "tags": [

      ],
      "timestamp": "[00:19:38:21]"
    },
    {
      "id": "context_108_56",
      "index": 56,
      "speaker": "Kevin Greene",
      "words": "You know I know I hear over and over again that people say they can't seem to draw a big crowd on Monday. We we Mondays are huge here for us. We'll do those Mondays are a lot of nights. We'll do a credit union night or a bank, you know, client appreciation night or a community night.",
      "tags": [

      ],
      "timestamp": "[00:19:55:02]"
    },
    {
      "id": "context_108_57",
      "index": 57,
      "speaker": "Kevin Greene",
      "words": "Maybe it's Blackfoot night. We'll have sponsors to distribute tickets in their community. All the tickets, of course, are paid for at a discounted price. But, our tickets are in demand to some degree here. So if a sponsor buys a big bundle of discount tickets from us, they're seeing people. Once we put it out there on social media that, what's Mart credit Union night has, 1500 tickets to giveaway.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:20:14:01]"
    },
    {
      "id": "context_108_58",
      "index": 58,
      "speaker": "Kevin Greene",
      "words": "Once that goes out there, those tickets are gone, usually within 2 or 3 days. And so it's it's very popular. And that's how we really pack the ballpark on some of these Monday and Tuesday nights.",
      "tags": [

      ],
      "timestamp": "[00:20:40:14]"
    },
    {
      "id": "context_108_59",
      "index": 59,
      "speaker": "Chris Hall",
      "words": "Yeah. That's been the thing that's been so frustrating for us from the contraction standpoint of, you know, telling our helping our fans realize it's nothing that we've done wrong or anything wrong with the city of Idaho Falls in this plan that Major League Baseball has. We feel confident that if they came down here, they'd say, now Luka Field is a great place to watch a baseball game.",
      "tags": [

      ],
      "timestamp": "[00:20:51:09]"
    },
    {
      "id": "context_108_60",
      "index": 60,
      "speaker": "Chris Hall",
      "words": "Obviously, people want to come work, fill in the stands, and they just haven't given us that opportunity to come out and really see what it means to these communities.",
      "tags": [

      ],
      "timestamp": "[00:21:11:00]"
    },
    {
      "id": "context_108_61",
      "index": 61,
      "speaker": "Kevin Greene",
      "words": "Yeah. Major League Baseball, when they cited contraction, they were talking about out of the way cities. It's not it's not convening for to to belt players in places like, Idaho and Montana and Wyoming or perhaps in the Appalachian League. You know, I personally think if there's, you're in markets that there's no major League Baseball anywhere around, you're only growing the game.",
      "tags": [

      ],
      "timestamp": "[00:21:19:24]"
    },
    {
      "id": "context_108_62",
      "index": 62,
      "speaker": "Kevin Greene",
      "words": "Our nearest, major league ballpark to Idaho Falls is Denver, Colorado. And if you haul straight through, that's a ten hour drive. No, I mean, how many people have the opportunity to say, hey, it's Tuesday night? Like, let's take the kids out to see a nice night of professional baseball. You might be able to do that if you live in Denver, but if you live in Idaho Falls, that's simply not even a possibility.",
      "tags": [

      ],
      "timestamp": "[00:21:47:12]"
    },
    {
      "id": "context_108_63",
      "index": 63,
      "speaker": "Kevin Greene",
      "words": "And to take that away from our community is going to hurt. And I think there's going to be a lot of hurt feelings towards Major League Baseball if they go through with it.",
      "tags": [

      ],
      "timestamp": "[00:22:07:21]"
    },
    {
      "id": "context_108_64",
      "index": 64,
      "speaker": "Jen Holley",
      "words": "Well, let me ask you a question about the players. What are they doing this summer since they're not playing and Idaho Falls?",
      "tags": [

      ],
      "timestamp": "[00:22:16:14]"
    },
    {
      "id": "context_108_65",
      "index": 65,
      "speaker": "Kevin Greene",
      "words": "Well, many of the players have been depends on the affiliate that you work for. The major league team, our affiliate, the Kansas City Royals, went public. And so we're not releasing any of our players. We're going to pay our players even though they can't play. And minor league players at this level make $1,100 a month. It's not a lot of money.",
      "tags": [

      ],
      "timestamp": "[00:22:23:17]"
    },
    {
      "id": "context_108_66",
      "index": 66,
      "speaker": "Kevin Greene",
      "words": "So to pay these players, a stipend like that for $1 billion owner does not seem like it should be that much of a burden for them to do. You know, these are homegrown talent. People that are going to entertain the major league fans in a few years, and just to let them go or decide not to pay them over hundreds of dollars or a few thousands.",
      "tags": [

      ],
      "timestamp": "[00:22:43:03]"
    },
    {
      "id": "context_108_67",
      "index": 67,
      "speaker": "Kevin Greene",
      "words": "I don't understand it. But, what are the players going to do? Many of the major league teams, including, I think the New York Yankees use released released about 40 players at our level. I'm not sure how that bodes well for anything. Their organization, the optics are terrible. The fans look at that, and I think they have to be a little bit disgusted by it, but, I don't know.",
      "tags": [

      ],
      "timestamp": "[00:23:05:10]"
    },
    {
      "id": "context_108_68",
      "index": 68,
      "speaker": "Kevin Greene",
      "words": "I mean, these players, a lot of them have to look at and say, you know, I'm 22, 23. I think I can make the big leagues. I'm going to ride this out and I'm going to wait for my next stipend to come through for minor league baseball, or they're going to say, heck with this. I, I've got a degree in accounting, or I've got, two years toward my college degree.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:23:33:21]"
    },
    {
      "id": "context_108_69",
      "index": 69,
      "speaker": "Kevin Greene",
      "words": "I'll go back to college or, you know, or I'm just going to go I'm going to start a job somewhere. I guess they have to decide for themselves. Do they think they have what it takes to make Major League Baseball? And at this point, is it worth it for them to keep that dream alive, or do they have to go out and, earn another living?",
      "tags": [

      ],
      "timestamp": "[00:23:54:22]"
    },
    {
      "id": "context_108_70",
      "index": 70,
      "speaker": "Chris Hall",
      "words": "We did a really great, series on our Instagram over the offseason, that we got to talk to. A lot of the players, catch up with, players from this last season's team, you know, players and broadcasters from before to really check in on them, see how they were doing. Something we really focused on during Covid given just fans, something to watch while they were stuck at home.",
      "tags": [

      ],
      "timestamp": "[00:24:13:05]"
    },
    {
      "id": "context_108_71",
      "index": 71,
      "speaker": "Chris Hall",
      "words": "And a lot of these players are, have told us that what they're doing is worth checking out with the Royals. Basically on a zoom call like we are right now, that they'll set up their phone in the corner, that they get an email every day that says, this is what the workout today is going to be.",
      "tags": [

      ],
      "timestamp": "[00:24:36:14]"
    },
    {
      "id": "context_108_72",
      "index": 72,
      "speaker": "Chris Hall",
      "words": "They set their phone up in the corner. Somebody's watching. They're all doing workouts and stuff together. And then, chart results and sending it back for a lot of these guys, it's, you know, especially for the royals that haven't let guys go. It's maybe they do tell us we're going to play in August. And so I need to stay in baseball shape and I need to take care of my body.",
      "tags": [

      ],
      "timestamp": "[00:24:51:22]"
    },
    {
      "id": "context_108_73",
      "index": 73,
      "speaker": "Chris Hall",
      "words": "And that's really all they can focus on. And then, you know, maybe there's players that were let go that, like Kevin said, you have to think about what's my next move. But date more. The general manager for the Royals put out a statement that I know Kevin and I both thought it was awesome talking about, you know, a lot of these players, maybe they don't make it to the major leagues, but they have an impact on the game of baseball.",
      "tags": [

      ],
      "timestamp": "[00:25:12:19]"
    },
    {
      "id": "context_108_74",
      "index": 74,
      "speaker": "Chris Hall",
      "words": "They're still important to the game of baseball, whether it's as coaches at a professional level, whether they're coaches at a little league level that help kids learn to love the game, whether they work in a front office like we do. You know, the Royals, one thing we're so proud to have be a part of them is that they really know that the players are a priority.",
      "tags": [

      ],
      "timestamp": "[00:25:33:11]"
    },
    {
      "id": "context_108_75",
      "index": 75,
      "speaker": "Chris Hall",
      "words": "They respect them and realize that they have more value than just, you know, the money you can make. Putting them on the field.",
      "tags": [

      ],
      "timestamp": "[00:25:53:01]"
    },
    {
      "id": "context_108_76",
      "index": 76,
      "speaker": "Kevin Greene",
      "words": "You have they they recognize that that the rookie got the guy in rookie ball can have as much of an impact on the game as a guy that's been the big leagues for ten years. And I think that's that's a great message for everyone. And so, you know, we are truly, really proud to be a part of part of that organization.",
      "tags": [

      ],
      "timestamp": "[00:26:01:01]"
    },
    {
      "id": "context_108_77",
      "index": 77,
      "speaker": "Kevin Greene",
      "words": "So I was thinking, we need to call the Kansas City Royals and say, you've got a lot of minor league sitting around to play. We should send them up here and play a best of seven series against the Idaho Falls Bandits. Now, it would be pro ball players against amateur players, but that wouldn't be precedent setting either.",
      "tags": [

      ],
      "timestamp": "[00:26:18:03]"
    },
    {
      "id": "context_108_78",
      "index": 78,
      "speaker": "Kevin Greene",
      "words": "In fact, usually before each season in Idaho Falls, right before opening day, the bandits play the Chukars in an exhibition game. Now you're saying, well, that couldn't be fair. The score be 20 to nothing after three innings. What we do is we switch the pitchers and catchers. So, the bandits, when they're in the field, they have a Chukars pitcher on the mound pitching against Chukars hitters.",
      "tags": [

      ],
      "timestamp": "[00:26:34:13]"
    },
    {
      "id": "context_108_79",
      "index": 79,
      "speaker": "Kevin Greene",
      "words": "And when the Chukars are on the field, they'll have a bandits pitch or pitching against Bandits hitters. So we don't have a pro, player, pitching against a, high school, hitter and vice versa. Otherwise it would come off quite lopsided. But the way we've done it once a year, this way we draw huge crowds. Everyone loves it.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:27:00:01]"
    },
    {
      "id": "context_108_80",
      "index": 80,
      "speaker": "Kevin Greene",
      "words": "It's a great opportunity to really highlight, showcase these local kids and usually get a really good game out of it because you got the pitchers pitching against, their own players.",
      "tags": [

      ],
      "timestamp": "[00:27:20:19]"
    },
    {
      "id": "context_108_81",
      "index": 81,
      "speaker": "Jen Holley",
      "words": "That sounds really fun.",
      "tags": [

      ],
      "timestamp": "[00:27:32:07]"
    },
    {
      "id": "context_108_82",
      "index": 82,
      "speaker": "Doug Exton",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:27:33:13]"
    },
    {
      "id": "context_108_83",
      "index": 83,
      "speaker": "Kevin Greene",
      "words": "So we'd love to see if the Royals would send, send up, 12 or 15 other guys for a best of seven series. They probably Covid might create a problem with that, but I think it's worth asking.",
      "tags": [

      ],
      "timestamp": "[00:27:34:17]"
    },
    {
      "id": "context_108_84",
      "index": 84,
      "speaker": "Jen Holley",
      "words": "Why don't.",
      "tags": [

      ],
      "timestamp": "[00:27:46:08]"
    },
    {
      "id": "context_108_85",
      "index": 85,
      "speaker": "Kevin Greene",
      "words": "You put it.",
      "tags": [

      ],
      "timestamp": "[00:27:46:16]"
    },
    {
      "id": "context_108_86",
      "index": 86,
      "speaker": "Jen Holley",
      "words": "Well, hey, so what are some of the great, stories from the past of some of the players? Like, do you have a Canseco story or,",
      "tags": [

      ],
      "timestamp": "[00:27:47:10]"
    },
    {
      "id": "context_108_87",
      "index": 87,
      "speaker": "Kevin Greene",
      "words": "Yeah, Canseco was a little bit before my time. Gosh, I only remember the real funny stories. Some might not be. You know, here's the thing. Maybe Chris is a great first NASA this. And here's why I'm I'm closing in on 60, which I'm not really that pleased about, but, so I find that the players that come through here, 19, 20, 21.",
      "tags": [

      ],
      "timestamp": "[00:27:57:18]"
    },
    {
      "id": "context_108_88",
      "index": 88,
      "speaker": "Kevin Greene",
      "words": "So I'm like two generations separated from these kids now. So I don't have that much in common with them anymore. So I don't talk it up with them like I used to years and years ago. Now, Chris, on the other hand, probably can tell you a lot more about the players and I could, so I'll defer to half.",
      "tags": [

      ],
      "timestamp": "[00:28:20:22]"
    },
    {
      "id": "context_108_89",
      "index": 89,
      "speaker": "Chris Hall",
      "words": "Yeah, I mean, it's it's a hard process to for us to get to know the players because they have so much that they're doing. We have so much from an operations side that we're doing. And then, you know, when we're here at the stadium on an off day when we have more time to have fun and, you know, be a little more relaxed there and Billy is doing something else.",
      "tags": [

      ],
      "timestamp": "[00:28:38:24]"
    },
    {
      "id": "context_108_90",
      "index": 90,
      "speaker": "Chris Hall",
      "words": "So they're playing games. They're, you know, but we do have the opportunity when we do interact with them to, to get to know some of these guys, you know, makes the championship, like, last season a little more fun when you are happy for the guys on the field as well.",
      "tags": [

      ],
      "timestamp": "[00:29:00:09]"
    },
    {
      "id": "context_108_91",
      "index": 91,
      "speaker": "Chris Hall",
      "words": "We had players this last year that spent multiple years with the team. Guys that come to mind for me, Chris Hudgens was on his team. Nathan Webb was on this team. But guys that I have become pretty good friends with Tyler James as well. Keep up with talk in the offseason and, you know, have a bond that's a little different than how you would normally meet people because you've just spent so many hours together and on a hot date in the field.",
      "tags": [

      ],
      "timestamp": "[00:29:17:21]"
    },
    {
      "id": "context_108_92",
      "index": 92,
      "speaker": "Chris Hall",
      "words": "And it's, you know, we don't have a ton of great stories that we just hang out.",
      "tags": [

      ],
      "timestamp": "[00:29:45:21]"
    },
    {
      "id": "context_108_93",
      "index": 93,
      "speaker": "Kevin Greene",
      "words": "But we, you know, when the teams here, they're only here for about 38 games out of the season. And when they get here in the afternoon there they go right to the clubhouse. And they're they're out in a field or stretch and they're warming up and they take their batting practice. And then they're back in the clubhouse getting ready for the game.",
      "tags": [

      ],
      "timestamp": "[00:29:51:05]"
    },
    {
      "id": "context_108_94",
      "index": 94,
      "speaker": "Kevin Greene",
      "words": "And then they're on the field, and we've got a whole different set of concerns at the ballpark operationally. But, so there's a lot less interaction than you might think. I mean, Chris probably, chats it up with the players more when he's like helping put out screens for batting practice. And there's just a little bit of downtime for a few minutes here and there where there's where there's some interaction, but it's it's not a great deal of it.",
      "tags": [

      ],
      "timestamp": "[00:30:08:10]"
    },
    {
      "id": "context_108_95",
      "index": 95,
      "speaker": "Kevin Greene",
      "words": "There really is.",
      "tags": [

      ],
      "timestamp": "[00:30:33:15]"
    },
    {
      "id": "context_108_96",
      "index": 96,
      "speaker": "Jen Holley",
      "words": "So but yeah. And how did you get involved in baseball?",
      "tags": [

      ],
      "timestamp": "[00:30:35:16]"
    },
    {
      "id": "context_108_97",
      "index": 97,
      "speaker": "Kevin Greene",
      "words": "I was, I went to a college and, State University of New York, Suny school and Brockport, New York, which outside of Rochester. And, when I was getting ready to graduate one day, I had an advisor ask me what I was passionate about. This is according to this, you're going to be become a physics teacher.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:30:40:23]"
    },
    {
      "id": "context_108_98",
      "index": 98,
      "speaker": "Kevin Greene",
      "words": "And I said, well, I'm really passionate about baseball, and I, I always want to maybe coach it as a high school teacher and, and and so on. And this guy says to me, you know, it's interesting. You said baseball. I just got an application. There's a team in Rochester which is only about 30 miles from Brockport, Triple-A team, the Rochester Redwings were looking for interns to come in and work, work for the spring and end of the summer.",
      "tags": [
        "education",
        "economy"
      ],
      "timestamp": "[00:31:00:14]"
    },
    {
      "id": "context_108_99",
      "index": 99,
      "speaker": "Kevin Greene",
      "words": "Learning how to work in a front office. And he talked me into going in for the interview, and, gosh, I just got along with the guys are great. It was a real young staff, and there were a lot of fun. And to this very day, a number of the guys from that staff are my best friends and we were like a fraternity.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:31:27:00]"
    },
    {
      "id": "context_108_100",
      "index": 100,
      "speaker": "Kevin Greene",
      "words": "Us front office guys and the groundskeepers, we all just got along great. So anyway, they hired me as an intern. And before the, before the internship was over, they offered me a full time job. That was in 1984, and, I worked there. There was some, turnover at the higher level in 1991, that the 1 or 2 guys above me moved on and one of those guys and call me only a short time afterward and said, I've got an opportunity through my new, ownership group, to get you a job running the team in Idaho Falls.",
      "tags": [

      ],
      "timestamp": "[00:31:45:16]"
    },
    {
      "id": "context_108_101",
      "index": 101,
      "speaker": "Kevin Greene",
      "words": "So I end up moving out here and, in January of 93, so it was, incredible transition. I at the time I was engaged. And I said to my wife, we're moving to Idaho. We're off she goes. Well, I don't think I'm going.",
      "tags": [

      ],
      "timestamp": "[00:32:19:03]"
    },
    {
      "id": "context_108_102",
      "index": 102,
      "speaker": "Kevin Greene",
      "words": "But she's out here and she's enjoying it. It took a little while to convince her it was the right move for us, professionally and otherwise, but, it was a scary move to go from New York to Idaho. When you're just. You're a young couple of young people trying to figure it out. But it's worked out great, because once we got here, we realized the ownership group was great to work for the team.",
      "tags": [

      ],
      "timestamp": "[00:32:36:10]"
    },
    {
      "id": "context_108_103",
      "index": 103,
      "speaker": "Kevin Greene",
      "words": "The team was so well received in the community. We just had a great operational opportunity here to really grow the business, and we've been very successful at it. Very successful.",
      "tags": [

      ],
      "timestamp": "[00:32:57:18]"
    },
    {
      "id": "context_108_104",
      "index": 104,
      "speaker": "Doug Exton",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:33:09:12]"
    },
    {
      "id": "context_108_105",
      "index": 105,
      "speaker": "Jen Holley",
      "words": "Well, let me just pause real quick. Let me ask the audience, if you guys have any questions, please type them in. How do you want them typed in on the chat.",
      "tags": [

      ],
      "timestamp": "[00:33:10:24]"
    },
    {
      "id": "context_108_106",
      "index": 106,
      "speaker": "Doug Exton",
      "words": "On the chat or the Q&A? Whichever works for you guys. Or you can raise your hand if you'd like to ask it out loud.",
      "tags": [

      ],
      "timestamp": "[00:33:19:20]"
    },
    {
      "id": "context_108_107",
      "index": 107,
      "speaker": "Jen Holley",
      "words": "We do have one question. We'll the Idaho Falls Bandits games be on the radio.",
      "tags": [

      ],
      "timestamp": "[00:33:26:16]"
    },
    {
      "id": "context_108_108",
      "index": 108,
      "speaker": "Kevin Greene",
      "words": "Yes they will. All games, home games will be on the radio on ESPN radio here in Idaho Falls, longtime Chukars broadcaster John Bell, Jeannie, and a new hire that we hired for our number two radio guy, a young man named Tyler Peterson, just joined. So we're going to have a two man radio crew broadcasting all games at home throughout the summer on ESPN radio.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:33:33:21]"
    },
    {
      "id": "context_108_109",
      "index": 109,
      "speaker": "Kevin Greene",
      "words": "They have three different signals. I'm not sure what they are.",
      "tags": [

      ],
      "timestamp": "[00:33:57:23]"
    },
    {
      "id": "context_108_110",
      "index": 110,
      "speaker": "Chris Hall",
      "words": "Chris 980 a m, 94.5 FM and 98.5 FM, I believe.",
      "tags": [

      ],
      "timestamp": "[00:34:00:03]"
    },
    {
      "id": "context_108_111",
      "index": 111,
      "speaker": "Kevin Greene",
      "words": "Okay. Yeah. And you can can you check on those and those numbers? I think at least two those are I know for sure, but, yeah. So they'll be on the, on the air. I'll probably stop in for the occasional, appearance just to give John a hard time. In fact, John turned 65, during one of the doubleheaders this year.",
      "tags": [

      ],
      "timestamp": "[00:34:07:00]"
    },
    {
      "id": "context_108_112",
      "index": 112,
      "speaker": "Kevin Greene",
      "words": "I think in June 20th. So, we'll give it to him hard, then we'll just we'll raise them up.",
      "tags": [

      ],
      "timestamp": "[00:34:26:10]"
    },
    {
      "id": "context_108_113",
      "index": 113,
      "speaker": "Jen Holley",
      "words": "Right. So, I, since I don't know exactly where the stadium is and Idaho Falls is in the same place as all the stadiums have been at the same location.",
      "tags": [

      ],
      "timestamp": "[00:34:31:23]"
    },
    {
      "id": "context_108_114",
      "index": 114,
      "speaker": "Kevin Greene",
      "words": "Yeah. So, Idaho Falls, built, ballpark on this site back in, I guess around 1940. I forget what it was called back then. It was Highland Park. The oldest, park in Idaho Falls is Highland Park, and this is Highland Park District. And when the ballpark was built here, I guess before that, there was a peak field here.",
      "tags": [

      ],
      "timestamp": "[00:34:42:24]"
    },
    {
      "id": "context_108_115",
      "index": 115,
      "speaker": "Kevin Greene",
      "words": "And then the grandstand was built. It was a wooden grandstand. And that was here for many, many years until it burned down in the mid 1970s. And when that burned down, concrete ballpark was built here, in the mid 70s in time for the next season, which saved minor league baseball and our community and that ballpark, McDermott field, served us well until we had that, knocked down, and rebuilt for Mel as Melaleuca Field in time for the 2007 season.",
      "tags": [

      ],
      "timestamp": "[00:35:04:16]"
    },
    {
      "id": "context_108_116",
      "index": 116,
      "speaker": "Kevin Greene",
      "words": "So, if you ever were to come to Idaho Falls and you can't find it, just type in Highland Park, okay? And that's the you won't have any problem finding it.",
      "tags": [

      ],
      "timestamp": "[00:35:36:09]"
    },
    {
      "id": "context_108_117",
      "index": 117,
      "speaker": "Jen Holley",
      "words": "I did hear about the wooden one. But that it was kind of scary that it would, it could just go up in a flash, but. Yeah. No, I think we're down.",
      "tags": [

      ],
      "timestamp": "[00:35:47:00]"
    },
    {
      "id": "context_108_118",
      "index": 118,
      "speaker": "Kevin Greene",
      "words": "It was all wood. I mean, the wood had to be awfully old. I'm sure got pieces got replaced here and there, but yeah, I'm sure went up very, very fast. And gosh, I one just like it, huge, wooden ballpark, cop fire and one up in about ten minutes in Eugene, Oregon, 6 or 7 years ago.",
      "tags": [

      ],
      "timestamp": "[00:35:57:05]"
    },
    {
      "id": "context_108_119",
      "index": 119,
      "speaker": "Kevin Greene",
      "words": "And, that was just Devin's devastating to the community. It was sold. Wouldn't it just it torched in no time. Heartbreaking for that community.",
      "tags": [

      ],
      "timestamp": "[00:36:17:07]"
    },
    {
      "id": "context_108_120",
      "index": 120,
      "speaker": "Chris Hall",
      "words": "And it would have been crazy this when the wooden ballpark goes up in flames. For those of you that aren't familiar with where our park is, we're nestled right in a neighborhood. We've got houses all around us. You know, we have a park, a market right in front of us. But we're in a neighborhood that, you know, I just imagine those people are sleeping, wondering why it's so bright outside.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:36:27:12]"
    },
    {
      "id": "context_108_121",
      "index": 121,
      "speaker": "Chris Hall",
      "words": "And you see the ballparks up in flames.",
      "tags": [

      ],
      "timestamp": "[00:36:49:04]"
    },
    {
      "id": "context_108_122",
      "index": 122,
      "speaker": "Kevin Greene",
      "words": "When you're sitting in the grandstand, you look out over the home run fence. You see houses all the way around.",
      "tags": [

      ],
      "timestamp": "[00:36:51:23]"
    },
    {
      "id": "context_108_123",
      "index": 123,
      "speaker": "Jen Holley",
      "words": "Yeah, well, that's how the one here in Boise was where the hops were started. And our, my neighborhood when I was a kid. And I think, what's his name? Ken Griffey played there when he was starting out. Like, he traveled in and played there, and but now it's obviously moved down to Garden City. But if that would have burned down, oh, my gosh, I would have been horrific.",
      "tags": [
        "boise",
        "culture"
      ],
      "timestamp": "[00:36:57:12]"
    },
    {
      "id": "context_108_124",
      "index": 124,
      "speaker": "Kevin Greene",
      "words": "But yeah. Well, I hope that, Boise gets a new ballpark. Your community certainly needs, deserves one. I've been there. I mean, it's great atmosphere. And I think Bob Flannery does a great job doing the best with it. But it's an older ballpark and there's so many great facilities in Boise. And it just shame that baseball hasn't had the opportunity to catch up and provide the same, facilities like the hockey team has at Grove and Boise State's facility.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:37:20:19]"
    },
    {
      "id": "context_108_125",
      "index": 125,
      "speaker": "Kevin Greene",
      "words": "So I hope they get it done, because they certainly, your community deserves it.",
      "tags": [

      ],
      "timestamp": "[00:37:49:18]"
    },
    {
      "id": "context_108_126",
      "index": 126,
      "speaker": "Jen Holley",
      "words": "Oh, thank you, thank you. We have another question. Let's say, how much do you think the way the game is played has changed during your time in Idaho Falls?",
      "tags": [

      ],
      "timestamp": "[00:37:54:00]"
    },
    {
      "id": "context_108_127",
      "index": 127,
      "speaker": "Kevin Greene",
      "words": "Oh my gosh. Well, it just seems like every year now, this new, commissioner's office is just trying to, new change after change after change. And, there are a lot of concerns, I think, about the pace of play. I personally don't mind sitting there and watching a ballgame if it goes 3.5 hours, I if you if you love the game, why mess with it if you don't like it, are you going to like it anymore?",
      "tags": [

      ],
      "timestamp": "[00:38:05:01]"
    },
    {
      "id": "context_108_128",
      "index": 128,
      "speaker": "Kevin Greene",
      "words": "If it's a 2.5 hour game instead of a three hour game, is it going to create love because it's too long? It's three and not too long. Two and a half. I don't believe that you either. You either love it or you don't. So I think more baseball is better in a 3.5 hour game. I'm fine with it, but most of the changes we are seeing have to do with shortening the game right now.",
      "tags": [

      ],
      "timestamp": "[00:38:32:07]"
    },
    {
      "id": "context_108_129",
      "index": 129,
      "speaker": "Kevin Greene",
      "words": "Yeah. Chris, you want to add to that?",
      "tags": [

      ],
      "timestamp": "[00:38:52:12]"
    },
    {
      "id": "context_108_130",
      "index": 130,
      "speaker": "Chris Hall",
      "words": "I'd say, you know, even in the short time that I've been here, you've seen changes. When it comes to mind from last year is, the players received permission last year from Major League Baseball to put these little sleeves on the knob of their bat, that they would go out there that previously they only would use in batting practice, that when you swing, it tells you how fast, it tells you what the angle of your bat was at.",
      "tags": [

      ],
      "timestamp": "[00:38:53:20]"
    },
    {
      "id": "context_108_131",
      "index": 131,
      "speaker": "Chris Hall",
      "words": "It tells you, you know, what kind of pitch you just hit was how fast that ball was coming in. All reads instantly and prints out to a computer in the clubhouse. This last year they were able to use those in games. And so what was really interesting is you'd see a guy that was a little slow on some fastballs, maybe in the first three innings go into the go into the dugout.",
      "tags": [

      ],
      "timestamp": "[00:39:17:19]"
    },
    {
      "id": "context_108_132",
      "index": 132,
      "speaker": "Chris Hall",
      "words": "They'd have a trainer there saying, you know, this is happening. Reading the numbers coming up at the knob of their bat that they could make in-game adjustments from a technology standpoint and, you know, be better later that game. That's not a they didn't have to wait until a few days of batting practice to try to work something, and they could do it right.",
      "tags": [

      ],
      "timestamp": "[00:39:38:24]"
    },
    {
      "id": "context_108_133",
      "index": 133,
      "speaker": "Chris Hall",
      "words": "Then with the technology, the Royals installed, you know, this season, we call it a Trackman, a board that reads every sat on a field. How hard a fielder throw is, how hard the ball is hit, what kind of pitches thrown, remotely. And they just send us a new one that's probably a quarter of the size of the old one was the technology in baseball is changing so fast to help players just be better, faster.",
      "tags": [

      ],
      "timestamp": "[00:39:56:13]"
    },
    {
      "id": "context_108_134",
      "index": 134,
      "speaker": "Chris Hall",
      "words": "And yeah, it's been.",
      "tags": [

      ],
      "timestamp": "[00:40:25:22]"
    },
    {
      "id": "context_108_135",
      "index": 135,
      "speaker": "Kevin Greene",
      "words": "Yeah, it's all about analytics anymore. It's changed the way that the scout, the baseball scouting and now how players are developed, you know, trying to make the most efficient, most effective baseball players that you can out there. And technology has its place in the game. I think the, overabundance of stats to me is mind numbing.",
      "tags": [

      ],
      "timestamp": "[00:40:26:24]"
    },
    {
      "id": "context_108_136",
      "index": 136,
      "speaker": "Kevin Greene",
      "words": "I used to like when a hitter stat line was at bats, runs, hits, doubles, triples, homers, RBIs, walks, strikeouts. Can't steal a stolen base card stealing slugging percentage. That's all you need. Oh my gosh. Now they have stats that go so far beyond that. And I don't even want to waste my time looking at it. It's.",
      "tags": [

      ],
      "timestamp": "[00:40:50:05]"
    },
    {
      "id": "context_108_137",
      "index": 137,
      "speaker": "Kevin Greene",
      "words": "It's just the way it is. I thought that was enough stats. Yeah. Another one that they introduced, last year at the ballpark. Pace of play thing was, and you remember this if you played softball when you're a girl was when you got two extra innings, they put they'd start with a runner on second base.",
      "tags": [

      ],
      "timestamp": "[00:41:11:01]"
    },
    {
      "id": "context_108_138",
      "index": 138,
      "speaker": "Kevin Greene",
      "words": "They do that now in minor league baseball. They're testing it out. See how the fans will, respond to it. A major league game. I don't know if it's coming to Major League Baseball anytime soon. But it's trying to avoid the 15 and 17 and 20 inning ballgames because I can, to some degree understand that. And it is effective.",
      "tags": [

      ],
      "timestamp": "[00:41:31:10]"
    },
    {
      "id": "context_108_139",
      "index": 139,
      "speaker": "Kevin Greene",
      "words": "But what happens is you put a guy at second base, nobody out. What's the first guy up going to do? He's going to bottom over to third so that you can expect, you might bottom in your plan for one run. You put that guy there. So it's made it a little bit predictable. And then you always know that first guy up in the in the 10th inning is going to bite that guy at second base or the third base.",
      "tags": [

      ],
      "timestamp": "[00:41:51:24]"
    },
    {
      "id": "context_108_140",
      "index": 140,
      "speaker": "Kevin Greene",
      "words": "But there's always consequences out there I don't make I don't know if makes the game better.",
      "tags": [

      ],
      "timestamp": "[00:42:13:23]"
    },
    {
      "id": "context_108_141",
      "index": 141,
      "speaker": "Jen Holley",
      "words": "Anyway, I have another question.",
      "tags": [

      ],
      "timestamp": "[00:42:21:20]"
    },
    {
      "id": "context_108_142",
      "index": 142,
      "speaker": "Kevin Greene",
      "words": "Once you once you, put that rule up front, people. I looked at their scratcher, and I go, are we watching a Little League game here? Because I remember them doing that and they do that little League tournaments because games are usually limited to two hours or something.",
      "tags": [

      ],
      "timestamp": "[00:42:24:21]"
    },
    {
      "id": "context_108_143",
      "index": 143,
      "speaker": "Jen Holley",
      "words": "Yeah okay. Here's another one. What's the latest on the discussions with major League Baseball on 2021 and beyond as the process halted entirely due to Covid? Is there a deadline for reaching an agreement?",
      "tags": [

      ],
      "timestamp": "[00:42:38:17]"
    },
    {
      "id": "context_108_144",
      "index": 144,
      "speaker": "Kevin Greene",
      "words": "There is no deadline. The existing agreement does expire at the end of September of this year. And there's some people that, are negotiating on behalf of minor league baseball. I think the Major League Baseball is going to just let the the agreement expire and then just blow it up. We don't know if that's going to happen.",
      "tags": [

      ],
      "timestamp": "[00:42:55:08]"
    },
    {
      "id": "context_108_145",
      "index": 145,
      "speaker": "Kevin Greene",
      "words": "We we think and I'm speculating here, I don't have insider information or anything. We think that Major League Baseball, once they do, that can come in and say we're eliminating the minor leagues. We might be eliminating the minor league office. We could. They could eliminate league presidents. They could, just come in and say, this is the way it's going to be.",
      "tags": [

      ],
      "timestamp": "[00:43:18:02]"
    },
    {
      "id": "context_108_146",
      "index": 146,
      "speaker": "Kevin Greene",
      "words": "There won't be any more negotiating. Major League Baseball's just going to run it the way they want to run it. We hope that isn't the way. I mean, minor league baseball is operated separately from Major League Baseball. For 100 years, Major League Baseball came about and there was minor league teams all over the country. And then they unified and formed the National Association of Minor League Baseball, and then, major league teams under Branch Rickey, who, you may remember that name.",
      "tags": [

      ],
      "timestamp": "[00:43:39:21]"
    },
    {
      "id": "context_108_147",
      "index": 147,
      "speaker": "Kevin Greene",
      "words": "He was a general manager for the Saint Louis Cardinals before he was for the, the Brooklyn Dodgers when he broke the racial barrier. But, he was the one that came up with the idea. Let's take these minor league teams around the country and let's make them part of the Saint Louis Cardinals farm system. And so instead of them just signing players and we go out and try and find them, those players that they sign, we'll sign them and send them there and they're part of our system.",
      "tags": [

      ],
      "timestamp": "[00:44:07:01]"
    },
    {
      "id": "context_108_148",
      "index": 148,
      "speaker": "Kevin Greene",
      "words": "And that that caught on and it was incredible. It developed the minor league system. We're talking the 1920s 30s here. And the system has developed. It's not perfect, but it's awfully, awfully good. And to upset that and disrupt it and think it can be done better, I think you're going to do a lot more harm than good.",
      "tags": [

      ],
      "timestamp": "[00:44:33:20]"
    },
    {
      "id": "context_108_149",
      "index": 149,
      "speaker": "Kevin Greene",
      "words": "That's my take on it.",
      "tags": [

      ],
      "timestamp": "[00:44:55:16]"
    },
    {
      "id": "context_108_150",
      "index": 150,
      "speaker": "Doug Exton",
      "words": "Too.",
      "tags": [

      ],
      "timestamp": "[00:44:57:12]"
    },
    {
      "id": "context_108_151",
      "index": 151,
      "speaker": "Kevin Greene",
      "words": "I don't know if I ever actually answered the question. I think I might have sidetracked it, but but to make a long story short, we there's so much still has to be done. I think Covid sidetracked that nothing's going to happen till after Major League Baseball figures out their thing, and then they're going to tell us what this season's going to look like.",
      "tags": [

      ],
      "timestamp": "[00:44:59:19]"
    },
    {
      "id": "context_108_152",
      "index": 152,
      "speaker": "Kevin Greene",
      "words": "Then they're going to sit down and at some point and go straight up. Deal. I don't think there's a time limit. I think Major League Baseball might take it past the, the end of the, the expiration date of the current deal that's at.",
      "tags": [

      ],
      "timestamp": "[00:45:19:17]"
    },
    {
      "id": "context_108_153",
      "index": 153,
      "speaker": "Jen Holley",
      "words": "Okay. Let me keep asking if we have any more questions. Any more questions? And then, like, I go in and we're coming in. Any other historical things you can tell us? I know there's got to be, a good Billy Martin story in there.",
      "tags": [

      ],
      "timestamp": "[00:45:37:10]"
    },
    {
      "id": "context_108_154",
      "index": 154,
      "speaker": "Kevin Greene",
      "words": "Well, you know, he played here in 1946 and I was born in 61.",
      "tags": [

      ],
      "timestamp": "[00:45:54:18]"
    },
    {
      "id": "context_108_155",
      "index": 155,
      "speaker": "Jen Holley",
      "words": "So it hasn't there of, like, somebody come in to say like something. I'm sorry kind of bubbled up through the years, or is it one of those dirty stories you can't tell us?",
      "tags": [

      ],
      "timestamp": "[00:45:58:13]"
    },
    {
      "id": "context_108_156",
      "index": 156,
      "speaker": "Kevin Greene",
      "words": "Well, you know what, Billy Martin, he used to always tell a story about, what was it? Where he used to go hunting with, in the offseason with Mickey Mantle, and they they got drunk, and they end up shooting a cow. I heard that one before.",
      "tags": [

      ],
      "timestamp": "[00:46:09:06]"
    },
    {
      "id": "context_108_157",
      "index": 157,
      "speaker": "Jen Holley",
      "words": "There.",
      "tags": [

      ],
      "timestamp": "[00:46:24:16]"
    },
    {
      "id": "context_108_158",
      "index": 158,
      "speaker": "Kevin Greene",
      "words": "Anyway, that's the best I can do on that. I'm. I'm blushing. After I said that.",
      "tags": [

      ],
      "timestamp": "[00:46:27:09]"
    },
    {
      "id": "context_108_159",
      "index": 159,
      "speaker": "Chris Hall",
      "words": "I. I can't.",
      "tags": [

      ],
      "timestamp": "[00:46:34:12]"
    },
    {
      "id": "context_108_160",
      "index": 160,
      "speaker": "Jen Holley",
      "words": "I'm sorry.",
      "tags": [

      ],
      "timestamp": "[00:46:36:18]"
    },
    {
      "id": "context_108_161",
      "index": 161,
      "speaker": "Chris Hall",
      "words": "That in that just was hired this year as the manager of the Los Angeles Angels. Actually, his first coaching job in professional baseball was here in Idaho Falls with the Idaho Falls Angels. And so when he signed with the angels, we had people from ESPN reaching out to us asking, do you have any pictures of him and angels stuff that we can use that we can put up?",
      "tags": [

      ],
      "timestamp": "[00:46:37:20]"
    },
    {
      "id": "context_108_162",
      "index": 162,
      "speaker": "Chris Hall",
      "words": "And you know that it was a very brief moment of fame this, this winter of, you know, Joe Madden to return to the angels.",
      "tags": [

      ],
      "timestamp": "[00:46:59:04]"
    },
    {
      "id": "context_108_163",
      "index": 163,
      "speaker": "Kevin Greene",
      "words": "Yeah. In fact, when he was a manager for the Cubs, when they won the World Series in 2016, they had that huge, event there in Chicago. And when he was at the podium speaking in front of like a million people in Chicago, he referenced at that speech his first managerial job, managing in Idaho Falls.",
      "tags": [

      ],
      "timestamp": "[00:47:07:11]"
    },
    {
      "id": "context_108_164",
      "index": 164,
      "speaker": "Jen Holley",
      "words": "Really? He did?",
      "tags": [

      ],
      "timestamp": "[00:47:28:22]"
    },
    {
      "id": "context_108_165",
      "index": 165,
      "speaker": "Kevin Greene",
      "words": "Yeah. When he's talking in front of, you know, millions of Chicago Cubs fans around the world. So I thought that was great.",
      "tags": [

      ],
      "timestamp": "[00:47:30:06]"
    },
    {
      "id": "context_108_166",
      "index": 166,
      "speaker": "Jen Holley",
      "words": "Wow. Okay, we got some questions here. Any guesses as to whether the major leagues will play this year?",
      "tags": [

      ],
      "timestamp": "[00:47:36:22]"
    },
    {
      "id": "context_108_167",
      "index": 167,
      "speaker": "Kevin Greene",
      "words": "You know, it's 5050. I you read every day there's a new offer from one side or the other. I think there was another offer that came out from the players union today. Yeah. Chris could probably give you more detail on that because I think he's just taking time to read that.",
      "tags": [

      ],
      "timestamp": "[00:47:48:00]"
    },
    {
      "id": "context_108_168",
      "index": 168,
      "speaker": "Chris Hall",
      "words": "Just before we came on, we were talking about, you know, the players saying they want 93 games and no less. And and their and their pay. And you know, Kevin and I are both we stand firmly with the players on this. One of, you know, if they have a contract, which they did before when Covid started happening and they announced they're going to push back the season, the owners announced, you know, we're we'll pay you a prorated salary if you take it easy on us for these couple of months that we don't play, and then to turn around and say, no, never mind.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:48:01:01]"
    },
    {
      "id": "context_108_169",
      "index": 169,
      "speaker": "Chris Hall",
      "words": "We don't like that anymore. We want you to take even less than that. Anytime you tear up a deal, it's going to create some distrust between the two parties. And we hope. I mean, as a baseball fan, I. I really hope that they can. I am the less optimistic, it seems by the day that they will. But it it'd be really good for the game of baseball.",
      "tags": [

      ],
      "timestamp": "[00:48:31:09]"
    },
    {
      "id": "context_108_170",
      "index": 170,
      "speaker": "Chris Hall",
      "words": "I think if they could be the only major sport going for the month of July when everybody is just desperate for sports top content.",
      "tags": [

      ],
      "timestamp": "[00:48:48:21]"
    },
    {
      "id": "context_108_171",
      "index": 171,
      "speaker": "Kevin Greene",
      "words": "Yeah, I, I gosh, I'm siding with the players on this. I think, I think the, the owners have a responsibility to let these players go out and play. I think the players want to, play and they're willing to do that. If it's 50% of the games, it's 50% of the pay. That's very fair. The owners, they don't want to do that.",
      "tags": [

      ],
      "timestamp": "[00:48:57:15]"
    },
    {
      "id": "context_108_172",
      "index": 172,
      "speaker": "Kevin Greene",
      "words": "And I think it's shortsighted, shortsighted. Once again, in my mind, to to deny the fans, baseball because the players think that they might lose more money than they want to.",
      "tags": [

      ],
      "timestamp": "[00:49:17:13]"
    },
    {
      "id": "context_108_173",
      "index": 173,
      "speaker": "Jen Holley",
      "words": "Because there's one more story or one more question. You recap, you recounted some of the affiliation changes that have occurred for the Chukars over the years. What prompts a change in affiliation for a minor league team?",
      "tags": [

      ],
      "timestamp": "[00:49:31:18]"
    },
    {
      "id": "context_108_174",
      "index": 174,
      "speaker": "Kevin Greene",
      "words": "That's a good question. It could vary. So every year, under the current PBA agreement, a major league, a minor league affiliation is signed for either a two or a four year deal. So we can go to the Royals. Hey, are you guys comfortable re-upping with us? Yes. We both. Both sides agree we want to re-up.",
      "tags": [

      ],
      "timestamp": "[00:49:47:00]"
    },
    {
      "id": "context_108_175",
      "index": 175,
      "speaker": "Kevin Greene",
      "words": "And then you decide if you're going to do a two or a four year deal. We've always done two year deals with the Royals. The PBA is always guaranteed you a major league affiliate. So if you have a bad relationship with your major league club and we say, hey, our major league team has given us a last place club for the last four years.",
      "tags": [

      ],
      "timestamp": "[00:50:09:07]"
    },
    {
      "id": "context_108_176",
      "index": 176,
      "speaker": "Kevin Greene",
      "words": "We want to see what else is out there. When our deal comes up, we're given a 20 day window to notify our major league team and Major League Baseball that we're seeking a real affiliation. The major league team has the same right to do that, so either side can opt to to try and terminate the deal. If we seek rehabilitation and we have done that before, we have 20 days to find a new major league affiliate.",
      "tags": [

      ],
      "timestamp": "[00:50:27:11]"
    },
    {
      "id": "context_108_177",
      "index": 177,
      "speaker": "Kevin Greene",
      "words": "We can go out there and Major League Baseball will provide us a list of every other team in our classification, major league club that we can reach out to. And I remember one year we had the opportunity to reach out to the Cardinals, the Marlins, the Phillies, the Cardinals. And there was 4 or 5 teams. We reached out to all of them, and a number of them, one stay in the New York Penn League, couldn't get a deal done.",
      "tags": [

      ],
      "timestamp": "[00:50:51:12]"
    },
    {
      "id": "context_108_178",
      "index": 178,
      "speaker": "Kevin Greene",
      "words": "So we automatically got reassigned to the club we were with at that time. So the major league team has the same opportunity. They can say, we want to file, you know, maybe Idaho Falls. The travel to get there is too difficult. Or maybe they want to. They had a bad groundskeeper and they let the field go.",
      "tags": [

      ],
      "timestamp": "[00:51:17:10]"
    },
    {
      "id": "context_108_179",
      "index": 179,
      "speaker": "Kevin Greene",
      "words": "And we want to we want to seek an affiliate where we can get a better, better travel or a better field so they could file free affiliation. They have 20 days to find one. If they go into another city, that means the other major league club gets bumped out of there and they'll get reassigned to us. So that's happened before.",
      "tags": [

      ],
      "timestamp": "[00:51:35:08]"
    },
    {
      "id": "context_108_180",
      "index": 180,
      "speaker": "Jen Holley",
      "words": "Is that same, is that the same with like the Boise Hockey League, the Northwest League?",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:51:54:00]"
    },
    {
      "id": "context_108_181",
      "index": 181,
      "speaker": "Kevin Greene",
      "words": "Yeah, it can happen. It it can happen at any level. My night after the 1994 season, the Atlanta Braves, wanted to leave. They were an affiliate here. And they had the opportunity to go into Eugene in the Northwest League. So, Eugene, the Braves pull out of here and they go into Eugene. And at that time, Eugene, I think I can't remember they had the Rangers or something.",
      "tags": [

      ],
      "timestamp": "[00:51:58:14]"
    },
    {
      "id": "context_108_182",
      "index": 182,
      "speaker": "Kevin Greene",
      "words": "And the Rangers end up going to Spokane, and Spokane had the Padres. So the Spokane routed the Padres. Well, and the Padres just got reassigned to us. And that's how we became a Padres affiliate. We end up having a great relationship with them all the way up through 2003. But we were ready to move because in 2002 and 2003, we had the worst win loss percentage, I think, in short season baseball.",
      "tags": [

      ],
      "timestamp": "[00:52:23:10]"
    },
    {
      "id": "context_108_183",
      "index": 183,
      "speaker": "Kevin Greene",
      "words": "And so we had the opportunity to see free affiliation we did with the Kansas City Royals. So it could be either side seeking that real three affiliation.",
      "tags": [

      ],
      "timestamp": "[00:52:49:05]"
    },
    {
      "id": "context_108_184",
      "index": 184,
      "speaker": "Jen Holley",
      "words": "That's crazy.",
      "tags": [

      ],
      "timestamp": "[00:52:58:03]"
    },
    {
      "id": "context_108_185",
      "index": 185,
      "speaker": "Kevin Greene",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:52:59:17]"
    },
    {
      "id": "context_108_186",
      "index": 186,
      "speaker": "Doug Exton",
      "words": "Sorry. The 00I just never knew. I know that's all I know so personally.",
      "tags": [

      ],
      "timestamp": "[00:53:00:06]"
    },
    {
      "id": "context_108_187",
      "index": 187,
      "speaker": "Jen Holley",
      "words": "Who is your who are both of your favorite baseball teams?",
      "tags": [

      ],
      "timestamp": "[00:53:06:12]"
    },
    {
      "id": "context_108_188",
      "index": 188,
      "speaker": "Kevin Greene",
      "words": "Well, I love the Kansas City Royals and I maybe I say that because I'm biased because we've worked with them now for 16, 15, 16 years. I grew up as a huge Tigers fan, and, I started to understand baseball around 67, 68. And they won the World Series in 68. They beat the Cardinals and I became a big Mickey.",
      "tags": [

      ],
      "timestamp": "[00:53:11:07]"
    },
    {
      "id": "context_108_189",
      "index": 189,
      "speaker": "Kevin Greene",
      "words": "Lola Alec Elkin fan. Hal Caroline just passed away, which is sad. And I just became a Tigers fan right up until I started working in baseball in 84 for the Orioles organization, and they have to win the World Series in 83. So I became a huge Orioles fan. And Cal Ripken and, you know, Mike Boddicker and, you know, Dennis Martinez, all those guys.",
      "tags": [

      ],
      "timestamp": "[00:53:30:11]"
    },
    {
      "id": "context_108_190",
      "index": 190,
      "speaker": "Kevin Greene",
      "words": "But that's my story. Chris.",
      "tags": [

      ],
      "timestamp": "[00:53:53:01]"
    },
    {
      "id": "context_108_191",
      "index": 191,
      "speaker": "Chris Hall",
      "words": "I, I grew up a really big San Francisco Giants fan, have been my whole life, you know, my team I've ever worked for has been here in Idaho Falls with the Royals and, you know, working with the team, you, you know, c kind of stuff you don't ever see as a fan. That's made me I can't say we we absolutely love the royals.",
      "tags": [

      ],
      "timestamp": "[00:53:55:02]"
    },
    {
      "id": "context_108_192",
      "index": 192,
      "speaker": "Chris Hall",
      "words": "They've always treated us so well. So I do root for them. But actually I'm wearing San Francisco Giants socks. Today just happened to be. So yeah, I just grew up a huge giant.",
      "tags": [

      ],
      "timestamp": "[00:54:13:16]"
    },
    {
      "id": "context_108_193",
      "index": 193,
      "speaker": "Jen Holley",
      "words": "But funny.",
      "tags": [

      ],
      "timestamp": "[00:54:25:24]"
    },
    {
      "id": "context_108_194",
      "index": 194,
      "speaker": "Doug Exton",
      "words": "How are you?",
      "tags": [

      ],
      "timestamp": "[00:54:27:15]"
    },
    {
      "id": "context_108_195",
      "index": 195,
      "speaker": "Jen Holley",
      "words": "I, my dad was a big Cardinals fan, so I'm a Cardinals fan, but he he also lived, near San Francisco, so he took us to San Francisco games as well. So I'm both of those. So, like, I'm really I'm not a Royals fan, but I was going to ask if you still had George Brett bobbleheads left.",
      "tags": [

      ],
      "timestamp": "[00:54:29:09]"
    },
    {
      "id": "context_108_196",
      "index": 196,
      "speaker": "Kevin Greene",
      "words": "We've got 1 or 2 stat.",
      "tags": [

      ],
      "timestamp": "[00:54:51:17]"
    },
    {
      "id": "context_108_197",
      "index": 197,
      "speaker": "Doug Exton",
      "words": "Assets.",
      "tags": [

      ],
      "timestamp": "[00:54:57:12]"
    },
    {
      "id": "context_108_198",
      "index": 198,
      "speaker": "Chris Hall",
      "words": "And they were going there is right after the day he was here. We had we had eBay listings popping up for like $200 on those George Brett bobbleheads. And Kevin sent us all a group chat text. The guys working in the office, it said, just tell me none of you guys are doing this, that you didn't buy George Brett bobblehead to make a profit, but it's crazy.",
      "tags": [

      ],
      "timestamp": "[00:54:58:11]"
    },
    {
      "id": "context_108_199",
      "index": 199,
      "speaker": "Chris Hall",
      "words": "The next day, we see him popping up.",
      "tags": [

      ],
      "timestamp": "[00:55:20:07]"
    },
    {
      "id": "context_108_200",
      "index": 200,
      "speaker": "Kevin Greene",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:55:22:03]"
    },
    {
      "id": "context_108_201",
      "index": 201,
      "speaker": "Jen Holley",
      "words": "That's hilarious. Oh, great. Okay, I'm going to ask this one last question because I always wanted to find this out. How do you become a, baseball mascot?",
      "tags": [

      ],
      "timestamp": "[00:55:23:21]"
    },
    {
      "id": "context_108_202",
      "index": 202,
      "speaker": "Kevin Greene",
      "words": "Well, here we pay about minimum wage, and we just put it out there. You know, we've had some good mascots. It's usually just high school kids looking for a job, and we hire so many high school and college kids here, they're looking for work in the summer has perfect because being short season baseball, you hire people in June and they they're usually if even if they have to go to college on August 20th, you say, oh, we'll still hire you can work throughout the summer.",
      "tags": [
        "economy",
        "labor"
      ],
      "timestamp": "[00:55:37:15]"
    },
    {
      "id": "context_108_203",
      "index": 203,
      "speaker": "Kevin Greene",
      "words": "So we have a lot of young people and as you interview them, you say you'd be perfect for, taking tickets. You'd be perfect for, working in the concession stand. And who wants to try and try out to be our mascot? And we just try them out, and they're just a hourly paid employee, just like any other high school or college kid that would work for us for the summer.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:56:03:21]"
    },
    {
      "id": "context_108_204",
      "index": 204,
      "speaker": "Kevin Greene",
      "words": "So they would never reach the what's that?",
      "tags": [

      ],
      "timestamp": "[00:56:24:08]"
    },
    {
      "id": "context_108_205",
      "index": 205,
      "speaker": "Jen Holley",
      "words": "They don't pay you to be the mascot. I mean, I would think that would be a pretty cool thing.",
      "tags": [

      ],
      "timestamp": "[00:56:27:12]"
    },
    {
      "id": "context_108_206",
      "index": 206,
      "speaker": "Kevin Greene",
      "words": "It is pretty cool thing. It's probably something you should put on your resume, but we've had some really fun. Kids have done a great job with it and really embraced it.",
      "tags": [

      ],
      "timestamp": "[00:56:32:18]"
    },
    {
      "id": "context_108_207",
      "index": 207,
      "speaker": "Jen Holley",
      "words": "All right, well, thank you for talking to us for coming. It was a lot of fun.",
      "tags": [

      ],
      "timestamp": "[00:56:42:06]"
    },
    {
      "id": "context_108_208",
      "index": 208,
      "speaker": "Doug Exton",
      "words": "Yeah.",
      "tags": [

      ],
      "timestamp": "[00:56:47:21]"
    },
    {
      "id": "context_108_209",
      "index": 209,
      "speaker": "Kevin Greene",
      "words": "Let me know if that was inappropriate after we get off the air.",
      "tags": [

      ],
      "timestamp": "[00:56:48:16]"
    },
    {
      "id": "context_108_210",
      "index": 210,
      "speaker": "Jen Holley",
      "words": "Oh, it was great. It was a lot of fun. I hope to come down and see the bandits. I mean, that sounds like really fun.",
      "tags": [

      ],
      "timestamp": "[00:56:51:06]"
    },
    {
      "id": "context_108_211",
      "index": 211,
      "speaker": "Kevin Greene",
      "words": "Okay. Thank you.",
      "tags": [

      ],
      "timestamp": "[00:56:58:04]"
    },
    {
      "id": "context_108_212",
      "index": 212,
      "speaker": "Jen Holley",
      "words": "And I'll. I'll find you guys and introduce myself.",
      "tags": [

      ],
      "timestamp": "[00:56:59:07]"
    },
    {
      "id": "context_108_213",
      "index": 213,
      "speaker": "Kevin Greene",
      "words": "I look forward.",
      "tags": [

      ],
      "timestamp": "[00:57:02:12]"
    },
    {
      "id": "context_108_214",
      "index": 214,
      "speaker": "Chris Hall",
      "words": "To.",
      "tags": [

      ],
      "timestamp": "[00:57:03:02]"
    },
    {
      "id": "context_108_215",
      "index": 215,
      "speaker": "Jen Holley",
      "words": "Okay. Well, I'll talk to you guys soon. Thank you for doing this. And, everybody for joining us.",
      "tags": [

      ],
      "timestamp": "[00:57:04:17]"
    },
    {
      "id": "context_108_216",
      "index": 216,
      "speaker": "Doug Exton",
      "words": "Yeah. Have a good one. Everyone. Thanks. Thanks, guys. Yeah.",
      "tags": [

      ],
      "timestamp": "[00:57:10:10]"
    }
  ],
  "metadata": {
    "totalSegments": 217,
    "description": "General Manager Kevin Greene will talk about the incredible history of baseball in Idaho Falls. Hell speak to all the notable players that have come through the city in the last 80 years and also cover the history of the ballpark, not just Melaleuca Field built in 2008, but all the professional stadiums in Idaho Falls which have always been on this same lot. Also, not only did the Idaho Falls Chukars win the 2019 Pioneer League Championship, the team had its highest attendance since 2007 and the Chukars contributed over $80,000 in charitable donations throughout the 2019 season. Kevin Greene, President and General Manager of the Idaho Falls Chukars, was named 2019 Pioneer League Executive of the Year, it was the 5th time in his 27-year career as the President and General Manager of the Idaho Falls Chukars, previously winning the award in 1995, 1998, 2001 and 2013.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}