{
  "title": "Vampires are Cool Again",
  "interviewee": "Rachel Stewart",
  "interviewer": "Johanna Bringhurst",
  "date": "2023-10-11",
  "subjects": [
    "television programs",
    "women's studies",
    "popular culture",
    "literature",
    "film (discipline)",
    "film historians",
    "monsters (legendary beings)"
  ],
  "segments": [
    {
      "id": "context_23_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_23_1",
      "index": 1,
      "speaker": "Johanna Bringhurst",
      "words": "Hello everyone, and welcome to context. This program is brought to you by the Idaho Humanities Council with funding from the National Endowment for the Humanities. The views expressed here today do not necessarily represent those of the IHC or the NIH. My name is Johanna Bringhurst and joining us today is Rachel Stewart. Rachel is a PhD student at the Ohio State University studying Victorian popular fiction and culture with expertise in the Gothic and monstrosity.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_23_2",
      "index": 2,
      "speaker": "Johanna Bringhurst",
      "words": "She is interested in how popular fiction depicts the embodied supernatural in creatures such as the vampire and the culture surrounding the production and consumption of these texts. I'm so excited to have Rachel. Thank you for being here today to talk with us about vampire literature.",
      "tags": [

      ],
      "timestamp": "[00:00:34:18]"
    },
    {
      "id": "context_23_3",
      "index": 3,
      "speaker": "Rachel Stewart",
      "words": "Thank you so much for having me. This is truly so exciting. And everybody I get to tell, they're like, wow, you get to just ramble on about vampires on a podcast that sounds like your dream. And it is.",
      "tags": [

      ],
      "timestamp": "[00:00:52:26]"
    },
    {
      "id": "context_23_4",
      "index": 4,
      "speaker": "Johanna Bringhurst",
      "words": "I'm so glad to hear it. We're going to have fun today. I know it. So will you start us off by explaining the origins of the vampire? Where did this idea originate?",
      "tags": [

      ],
      "timestamp": "[00:01:03:19]"
    },
    {
      "id": "context_23_5",
      "index": 5,
      "speaker": "Rachel Stewart",
      "words": "Right. So, you know, I'm a literature scholar, so that's kind of where the most of my knowledge comes from. But the actual origin of the vampire proper is a folkloric creature that comes mostly from, again, as far as we know. Who knows if there's records that have been lost and things of that nature. But as far as we know, and as far as we have records, for it seems to be a creature that comes out of Slavic folklore, Eastern Slavic folklore mostly.",
      "tags": [
        "literature",
        "environment",
        "culture"
      ],
      "timestamp": "[00:01:14:19]"
    },
    {
      "id": "context_23_6",
      "index": 6,
      "speaker": "Rachel Stewart",
      "words": "and actually during that time and during the records that we have, interestingly, the vampire was synonymous with the ghost. They were referred to as the same creature or the vampire was almost. This specified certain type of ghost in the way that they were both things that have come back from the dead wrong. And then the vampire kind of morphed into this specific type of wrong.",
      "tags": [

      ],
      "timestamp": "[00:01:40:25]"
    },
    {
      "id": "context_23_7",
      "index": 7,
      "speaker": "Rachel Stewart",
      "words": "and so that had been around for much longer before the actual literature kind of took it up. and then we have many we have literature such as, Samuel Taylor Coleridge is Christabel, which is a narrative poem that is not explicitly vampiric but is often considered as a part of the vampire canon in terms of things that were proto vampiric.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:02:06:23]"
    },
    {
      "id": "context_23_8",
      "index": 8,
      "speaker": "Rachel Stewart",
      "words": "But, the first vampire actually proper that we have at least, you know, scholars like to figure is like, okay, this is the point that we're at least going to agree on to start with. it's technically aptly named. So they appear, by John Polidori in 1819. And this is the first kind of classic image of the vampire that we picture, kind of like the suave, handsome going around to parties, rich looking for the young girl to feed off of.",
      "tags": [

      ],
      "timestamp": "[00:02:29:03]"
    },
    {
      "id": "context_23_9",
      "index": 9,
      "speaker": "Rachel Stewart",
      "words": "It's shocking how much the traditions of the vampire started with this text and stayed the same. Like people will read it and think, oh, this is very similar to what I know. It is not actually changed all that much.",
      "tags": [
        "culture",
        "literature"
      ],
      "timestamp": "[00:02:58:21]"
    },
    {
      "id": "context_23_10",
      "index": 10,
      "speaker": "Johanna Bringhurst",
      "words": "And there's a little bit of drama around this poem, right? Because, you might know, our audience might know that Doctor John. Pull it. Don't worry. Is that how you say poetry was, an assistant to Lord Byron, I believe.",
      "tags": [

      ],
      "timestamp": "[00:03:12:15]"
    },
    {
      "id": "context_23_11",
      "index": 11,
      "speaker": "Rachel Stewart",
      "words": "Yes. He was Lord Byron's personal physician assistant. And there is, as always, with the Romantics, there's a lot of drama, but specifically the drama with this is. Well, it's kind of twofold where the vampire itself, Lord, which has, I pronounced it Lord risen, but it's spelled in a way that you'll find like a million different pronunciations of it.",
      "tags": [

      ],
      "timestamp": "[00:03:29:00]"
    },
    {
      "id": "context_23_12",
      "index": 12,
      "speaker": "Rachel Stewart",
      "words": "But the vampire within the vampire, is supposedly based off of Lord Byron himself. in the worst of ways. Not a complimentary portrait of Lord Byron. but, you know, the monstrous portrait of Lord Byron. But however, even more from that when it was first published, when the vampire was actually first published, it was attributed to Lord Byron.",
      "tags": [

      ],
      "timestamp": "[00:03:52:23]"
    },
    {
      "id": "context_23_13",
      "index": 13,
      "speaker": "Rachel Stewart",
      "words": "So when it first came out, it was published by Lord Byron, even though it was actually by John Polidori. And so there was this whole battle of who actually wrote it. You know, was it actually then anonymized and that it was Polidori and then the scandal around all that, and then Byron claimed that it was plagiarized from him because he actually has a piece of vampire literature as well.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:04:15:00]"
    },
    {
      "id": "context_23_14",
      "index": 14,
      "speaker": "Rachel Stewart",
      "words": "But it's just a fragment was never finished, and it's called just the fragment. We're dealing with very creative titles here. but his was just called The fragment, so there was a lot of interpersonal drama and publishing drama as to who actually was responsible for this first piece.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:04:37:19]"
    },
    {
      "id": "context_23_15",
      "index": 15,
      "speaker": "Johanna Bringhurst",
      "words": "And this piece was published in 1819. And then we continued to see more literature evolving through the 19th century, featuring vampires.",
      "tags": [

      ],
      "timestamp": "[00:04:54:24]"
    },
    {
      "id": "context_23_16",
      "index": 16,
      "speaker": "Rachel Stewart",
      "words": "Yes, yes. So then this kind of jump starts off what we consider the vampire craze in the 19th century, which is my focus in terms of historical expertise. and I think in at least vampire history, there's kind of this jump that we go from of okay. Yeah, we we agree that Polidori started this in, you know, 1818 kind of the 1820s areas where it starts off and then a lot of traditional vampire history that's not so specified.",
      "tags": [

      ],
      "timestamp": "[00:05:05:14]"
    },
    {
      "id": "context_23_17",
      "index": 17,
      "speaker": "Rachel Stewart",
      "words": "maybe we'll stop on Carmilla if we're lucky. But even then, you know, that's 1870. And then sometimes they just immediately jump to grab Stoker's Dracula. In 1897. However, there is such a wealth of vampire literature that was popular in between that. and at least my opinion on why it gets skipped over is because most of it was explicitly made for a popular audience, and a lot of it was coming out of, Penny dreadful, which were very much, you know, I like to explain to either my students or people who don't really know, like what exactly a Penny dreadful is.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:05:33:05]"
    },
    {
      "id": "context_23_18",
      "index": 18,
      "speaker": "Rachel Stewart",
      "words": "As you know, that's kind of the Victorian Marvel films. It's their very popular mass appeal. There's the universe, there's the timelines that sometimes make sense and sometimes don't. People are dying, coming back to life. It's the Victorians, the MCU. And because of that, historians, would look back on it and kind of deem it as not important to put in this literary canon, especially when the vampire is kind of has to be crawling up through the ranks to even be seen as important.",
      "tags": [

      ],
      "timestamp": "[00:06:07:24]"
    },
    {
      "id": "context_23_19",
      "index": 19,
      "speaker": "Rachel Stewart",
      "words": "It's like, okay, well, Polidori was a famous, you know, famous guy. So we'll include his and Bram Stoker in his famous novel include his two. But this weird, not very well written of the vampire Penny dreadful. I don't know about that, even though it was so popular and arguably even more popular than a lot of these other texts that we know.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:06:36:05]"
    },
    {
      "id": "context_23_20",
      "index": 20,
      "speaker": "Rachel Stewart",
      "words": "But a lot of these texts get kind of flushed out the wayside. Not really paid attention to because they either were popular or because they were written by women, which there is actually a lot of vampire literature. Pre Dracula that is written by women and is explicitly being used to address, situations such as domestic violence or Victorian laws towards women and using kind of the figure as the monster figure of the monster in the vampire to navigate through those issues, but unsurprisingly were reviewed very well by critics.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:06:56:10]"
    },
    {
      "id": "context_23_21",
      "index": 21,
      "speaker": "Rachel Stewart",
      "words": "Getting the old song, the Dance of oh, why? Why are you writing about this? You know, woman, this is not your place to be. Write about this. And then kind of got forgotten throughout history. So a lot of my work, I love Dracula, I truly love Dracula, and I love Carmilla because, you know, lesbian vampires, how can you not love them?",
      "tags": [

      ],
      "timestamp": "[00:07:30:17]"
    },
    {
      "id": "context_23_22",
      "index": 22,
      "speaker": "Rachel Stewart",
      "words": "But a lot of my work, I'm very invested in the recovery of these under some vampiric texts throughout, throughout this time period before Dracula.",
      "tags": [

      ],
      "timestamp": "[00:07:46:28]"
    },
    {
      "id": "context_23_23",
      "index": 23,
      "speaker": "Johanna Bringhurst",
      "words": "That's so cool to hear the the vampire was a vehicle for feminists to really have a say on what a woman's life was like, and the issues that she was dealing with. Unsurprisingly, maybe it was, forgotten for some time. it's so wonderful to have scholars like you, Rachel, who are bringing that back to her attention and helping us, to reconnect with those forgotten corners of literary history.",
      "tags": [

      ],
      "timestamp": "[00:07:56:27]"
    },
    {
      "id": "context_23_24",
      "index": 24,
      "speaker": "Johanna Bringhurst",
      "words": "So I know you talk some more. Oh, sorry.",
      "tags": [

      ],
      "timestamp": "[00:08:27:18]"
    },
    {
      "id": "context_23_25",
      "index": 25,
      "speaker": "Rachel Stewart",
      "words": "Oh, no, I was just going to say it's really. That's my biggest passion. Is that is that recovery? I always I feel like I have to I have to always have the disclaimer if I do love Dracula, you know, I've read it like five times. I love it so much. But I do want to do other things.",
      "tags": [

      ],
      "timestamp": "[00:08:29:27]"
    },
    {
      "id": "context_23_26",
      "index": 26,
      "speaker": "Johanna Bringhurst",
      "words": "Of course. Yeah. Thank you for talking about that. Will you tell us more about Carmilla, too? Because I'm not sure all of our listeners will know this as well. It was written by Joseph Sheridan, left for new in 1871. And why does this piece make a difference?",
      "tags": [

      ],
      "timestamp": "[00:08:43:14]"
    },
    {
      "id": "context_23_27",
      "index": 27,
      "speaker": "Rachel Stewart",
      "words": "Right. So this is Joseph Sheridan LeFanu, who is an Irish author who wrote a bunch of supernatural things. is very entertaining if you're one of those people who knows Carmilla but maybe hasn't went beyond Carmilla, I highly recommend, reading his Green Tea short story, which kind of goes off into a bunch of his other short stories, which are really great.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:08:59:27]"
    },
    {
      "id": "context_23_28",
      "index": 28,
      "speaker": "Rachel Stewart",
      "words": "but Carmilla is really interesting in that it has a lot of very explicit references to some of this proto vampiric text that we kind of were discussing earlier, very explicitly. Cristobal, which is again, this poem, a romantic poem that is not explicitly vampiric, but when compared with Carmilla, Joseph shared in a new scene, was very connected with this figure of the female vampire and taking a lot of the idea of just kind of the female supernatural and almost the female predatory supernatural, and putting this into Carmilla, which is both just an interesting text in and of itself, because it is, as far as we know, the first explicitly queer lesbian vampire story.",
      "tags": [

      ],
      "timestamp": "[00:09:19:28]"
    },
    {
      "id": "context_23_29",
      "index": 29,
      "speaker": "Rachel Stewart",
      "words": "but in terms of the actual just content of the text, what I find interesting about it and what's kind of put it up for some scholarly debate is, you know, I guess. Spoiler spoiler alert to how it ends. Carmilla, the a female lesbian vampire, does not survive at the end. She does get killed. And while this is very common for most vampire media at the time, most 19th century vampires do not survive at the end of their tale, just unfortunately, as most of their fate.",
      "tags": [

      ],
      "timestamp": "[00:10:05:29]"
    },
    {
      "id": "context_23_30",
      "index": 30,
      "speaker": "Rachel Stewart",
      "words": "So that's common. However, what's uncommon is that scholars are kind of divided on whether this tale is portraying Carmilla as a predator pretty unsympathetic, trying to be, anti-feminist in this way of showing Carmilla's this predatory lesbian, against Laura, the protagonist who's this young, naive, innocent girl, and whether her staking out or being killed at the end is supposed to be this celebration of the patriarchy.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:10:34:13]"
    },
    {
      "id": "context_23_31",
      "index": 31,
      "speaker": "Rachel Stewart",
      "words": "We've won. We've, went back to normality, which a lot of the times, is a common argument that 19th century supernatural fiction is always looking towards vanquishing the supernatural at the end. However, you then have this other side of the argument, which is to put my cards on the table is where I fall. Because also a lot of my research and interest, lies in to sympathetic monsters.",
      "tags": [
        "literature",
        "education"
      ],
      "timestamp": "[00:11:03:02]"
    },
    {
      "id": "context_23_32",
      "index": 32,
      "speaker": "Rachel Stewart",
      "words": "I'm really interested in how we are supposed to feel about these monsters, and I think a lot of 19th century monsters are more sympathetic than we think because we just assume, oh, Victorian, they're they're prudes. Of course they hate the monsters, but I think there's actually a lot of sympathy there that we can find. And particularly in Carmilla, I think with a close reading and closely looking at the actual relationship and interactions between Laura, the human young female, and Carmilla, the vampire, I think you can find a lot of passion there and a lot of compassion between the two.",
      "tags": [

      ],
      "timestamp": "[00:11:24:13]"
    },
    {
      "id": "context_23_33",
      "index": 33,
      "speaker": "Rachel Stewart",
      "words": "And I think, it's narrated through Laura's point of view, or it's narrated through some letters of Laura, and she's very clearly in love with Carmilla. And it seems that Carmilla is as in love with her, like it seems like a very mutually in love situation. And through the background that we get on Carmilla, through some of, just her origin story, which I won't, you know, I won't just completely give away the plot, but she's not had it too easy before her vampire life.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:11:55:04]"
    },
    {
      "id": "context_23_34",
      "index": 34,
      "speaker": "Rachel Stewart",
      "words": "And a lot of that seems to be dealing with some forced heteronormativity. So I think that there is definitely a reading to be made there that we're supposed to sympathize with Carmilla. And while some of the characters might be happy that she's dead at the end and Laura isn't, and I think we as the readers want to sympathize with Laura and understand that she has lost this great love and that there's more complexity to Carmilla than just evil vampire.",
      "tags": [

      ],
      "timestamp": "[00:12:22:23]"
    },
    {
      "id": "context_23_35",
      "index": 35,
      "speaker": "Rachel Stewart",
      "words": "And so that's how I've always read it. And that's why I find it to be really interesting and important on that other level, because I think it's a text that historically gets read as anti-feminist, which I also think Dracula gets historically read is anti-feminist for some similar reasons. but also, I think there's a lot of feminist reading to be done in Dracula.",
      "tags": [

      ],
      "timestamp": "[00:12:47:02]"
    },
    {
      "id": "context_23_36",
      "index": 36,
      "speaker": "Rachel Stewart",
      "words": "I'm, I'm really interested in the transgressive vampires. However, however, you can shake that. I'm always kind of interested in looking at that in the other side of it. but I, I'm really I really like teaching Carmilla specifically in 2023 because I think students, not even scholars, but, you know, our students get that more, and they seem to pick up on that sympathy even easier than some scholars do.",
      "tags": [

      ],
      "timestamp": "[00:13:07:10]"
    },
    {
      "id": "context_23_37",
      "index": 37,
      "speaker": "Rachel Stewart",
      "words": "Like they seem to read it and see like, oh, yeah, obviously, you know, they're so excited about shipping Laura and Carmilla together and saying that they're such a cute couple and that they're so sad at the end. And it seems like they get that affect response more than some scholars do, which I find really interesting and why I kind of think it's a really cool time to be reteaching Carmilla.",
      "tags": [

      ],
      "timestamp": "[00:13:28:25]"
    },
    {
      "id": "context_23_38",
      "index": 38,
      "speaker": "Johanna Bringhurst",
      "words": "It seems like that's part of the doing the fun to in reading vampire literature is there's so many layers of meaning across all of these centuries of literature, and with each new generation taking a fresh look, there's so much more that we can understand. I I've always read about monsters from the point of view of this could be me.",
      "tags": [

      ],
      "timestamp": "[00:13:48:24]"
    },
    {
      "id": "context_23_39",
      "index": 39,
      "speaker": "Johanna Bringhurst",
      "words": "Is there a monster in me? Is there a darkness in me? And I love reading books like this with my kids and seeing how they approach things so differently and have, greater understanding of the complexity of heroes and villains, I think, than I was taught when I was a student. and you spoke, you kind of naturally progressed to Dracula by Bram Stoker, which came out 25 years after Carmilla.",
      "tags": [

      ],
      "timestamp": "[00:14:14:24]"
    },
    {
      "id": "context_23_40",
      "index": 40,
      "speaker": "Johanna Bringhurst",
      "words": "And I think this is the piece that most of our listeners are familiar with and know the best. Why was Drac? Why did Dracula make such a huge splash?",
      "tags": [

      ],
      "timestamp": "[00:14:45:04]"
    },
    {
      "id": "context_23_41",
      "index": 41,
      "speaker": "Rachel Stewart",
      "words": "Right? So, interestingly, I'll take us just one step back from Dracula in and of itself, but we'll stay in the same year. one of the texts that I've done the most into it research with and this author I've done a lot of archival work on, is actually a book published in the same year, 1897, but the records are kind of sparse.",
      "tags": [
        "education",
        "literature"
      ],
      "timestamp": "[00:14:54:27]"
    },
    {
      "id": "context_23_42",
      "index": 42,
      "speaker": "Rachel Stewart",
      "words": "But we do believe it was a couple months before Dracula. we have a book called The Blood of the Vampire by Florence Marriott. So again, this is the same year Dracula, which goes on to be, like you said, the vampire text, where no matter what, no matter who I'm talking to, if I mentioned that I do vampires, they immediately go, okay, so what are your thoughts on Dracula?",
      "tags": [

      ],
      "timestamp": "[00:15:17:17]"
    },
    {
      "id": "context_23_43",
      "index": 43,
      "speaker": "Rachel Stewart",
      "words": "But we also have this text, blood of the Vampire by Florence Mary I that again is written by a woman, and I won't go on my whole ramble about her, which I could, but she is one of those Victorian authors that just did 1,000,001 different things. yeah. She was also a very prolific opera singer, a dog breeder, like all this stuff.",
      "tags": [

      ],
      "timestamp": "[00:15:36:03]"
    },
    {
      "id": "context_23_44",
      "index": 44,
      "speaker": "Rachel Stewart",
      "words": "And she wrote this book and it even though it says even in the title, it has the word vampire in it and even blood, which is what you would consider. I've done a lot of work on this text because it is a, a psychic vampire book. Meaning that the vampire within the text, Harriet Brandt, she does not suck blood.",
      "tags": [

      ],
      "timestamp": "[00:15:55:19]"
    },
    {
      "id": "context_23_45",
      "index": 45,
      "speaker": "Rachel Stewart",
      "words": "She sucks life energy out of out of her victims. And, this is also not an uncommon thing in the 19th century. when I spoke earlier of there being a multitude of vampiric text within the 19th century, many of them were psychic vampires. It was not uncommon to find that Arthur Conan Doyle wrote a vampire, a psychic vampire story called The Parasite.",
      "tags": [

      ],
      "timestamp": "[00:16:14:02]"
    },
    {
      "id": "context_23_46",
      "index": 46,
      "speaker": "Rachel Stewart",
      "words": "we have a lot of sensation novel authors, again, mostly women writing short stories about psychic vampires. This wasn't it wasn't like she invented this psychic vampire by any means. The psychic vampire was, actually invented in the 1850s in this American text. But regardless, she publishes this the same year as Dracula, and it does just as well in terms of popularity.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:16:37:13]"
    },
    {
      "id": "context_23_47",
      "index": 47,
      "speaker": "Rachel Stewart",
      "words": "So we know that Dracula was very popular at the time it was written and published, and we know it's very popular now. A lot of the vampire was just as, if not more popular because Florence Marriott was. And again, you know, I'm always I'm that historian that has to like couch everything in like what we know in the archives.",
      "tags": [

      ],
      "timestamp": "[00:17:00:15]"
    },
    {
      "id": "context_23_48",
      "index": 48,
      "speaker": "Rachel Stewart",
      "words": "But from do.",
      "tags": [

      ],
      "timestamp": "[00:17:19:05]"
    },
    {
      "id": "context_23_49",
      "index": 49,
      "speaker": "Johanna Bringhurst",
      "words": "It do it.",
      "tags": [

      ],
      "timestamp": "[00:17:19:29]"
    },
    {
      "id": "context_23_50",
      "index": 50,
      "speaker": "Rachel Stewart",
      "words": "Right like I just I from what I've seen in the archives and I did take a trip to the Yale by Nikki Library a couple of years ago to look at their Florence Marriott archive collection. And a lot of this hasn't been digitized, unfortunately, because she's kind of just now rising in prominence to being studied. but according to some letters from her publisher, she was allegedly the number one most popular author period in America and was also hugely popular in Britain.",
      "tags": [
        "education",
        "literature"
      ],
      "timestamp": "[00:17:20:29]"
    },
    {
      "id": "context_23_51",
      "index": 51,
      "speaker": "Rachel Stewart",
      "words": "She was British, but she was just, I mean, massively, massively successful. She bless you. And she published many, many novels. She was one of those sensation novel authors. and again, if you're if anyone's not familiar with the sensation novel, just popular novels of, of the 19th 19th century, usually the 1860s was kind of their heyday, but she wrote a ton.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:17:48:26]"
    },
    {
      "id": "context_23_52",
      "index": 52,
      "speaker": "Rachel Stewart",
      "words": "And one of her novels was this psychic vampire novel, and she was very popular at the time, but it already had come out. She already had a fan base. luckily we have in the archives a ton of her fan letters. she got fan letters begging for her signature. And then we did. We do know that, she responded.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:18:13:14]"
    },
    {
      "id": "context_23_53",
      "index": 53,
      "speaker": "Rachel Stewart",
      "words": "And then they'd send another letter saying that they're going to treasure that letter forever. Very cute. but she wrote this female psychic vampire and it was hugely popular with her fans. However, the critics absolutely hated it. they for a number of reasons. Some of them hated it merely because it was a popular novel. And so they were saying it wasn't well-written, wasn't well done.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:18:29:04]"
    },
    {
      "id": "context_23_54",
      "index": 54,
      "speaker": "Rachel Stewart",
      "words": "again, going back to some of these criticisms of women writing about these issues, the book deals very explicitly with marital violence and domestic abuse, and especially racial abuse and enslavement, because the protagonist of the story, Harriet Brandt, is biracial, from Jamaica. so there was criticisms about that, saying that a woman shouldn't be writing about that.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:18:49:28]"
    },
    {
      "id": "context_23_55",
      "index": 55,
      "speaker": "Rachel Stewart",
      "words": "Florence Maria herself had a couple marriage scandals of some of the criticisms involved, saying, why should a woman who's had these marriage scandals be writing about, oh, another woman, a marriage scandal? And so then because of that, because of her being a popular novelist, because of her being a woman writer, it really fell out of obscurity. And so today, when we have people talking about Dracula and saying it's, you know, the vampire novel 1897, which it totally was, and, you know, it was also incredibly popular.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:19:13:08]"
    },
    {
      "id": "context_23_56",
      "index": 56,
      "speaker": "Rachel Stewart",
      "words": "I don't want to undermine that. It was incredibly popular. People did love it, and people did love it for a variety of reasons. And it kind of rose above that status as a popular novel. But there's also during that exact same year, female vampire who is just as, if not more transgressive than some of the especially the sexuality that we see in Dracula.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:19:40:22]"
    },
    {
      "id": "context_23_57",
      "index": 57,
      "speaker": "Rachel Stewart",
      "words": "That's really just been completely forgotten and been just washed away in both scholarship and our kind of public consciousness. And there is a lot of really interesting crossovers where it seems we don't have exact evidence that Marriott read Dracula or knew Bram Stoker, but from the textual connections we can make, it seems very clear that they are in conversation with each other in terms of knowing the wider vampire tradition that they're, you know, communicating within.",
      "tags": [
        "education",
        "culture"
      ],
      "timestamp": "[00:20:01:11]"
    },
    {
      "id": "context_23_58",
      "index": 58,
      "speaker": "Rachel Stewart",
      "words": "And it seems like Florence Marriott's novel is very much aware that it's entering into this wider tradition in the same ways that Dracula is. So it just I always have to plug that whenever you're talking about kind of the history of books, I think most people aren't aware that there was another vampire novel that was just as popular popular that same year, but dealt with a whole completely different type of vampirism.",
      "tags": [
        "literature",
        "culture"
      ],
      "timestamp": "[00:20:30:11]"
    },
    {
      "id": "context_23_59",
      "index": 59,
      "speaker": "Johanna Bringhurst",
      "words": "So In the Blood of the vampire, we're looking at a psychic vampire who is taking the life force rather than the blood from her victims. And in Dracula, it's the more traditional blood sucking vampire. And it does. As you said, we don't want to diminish Bram Stoker's work because it's also brilliant, but it it does rub the wrong way to hear about, a woman's contributions to literature being minimized.",
      "tags": [

      ],
      "timestamp": "[00:20:54:01]"
    },
    {
      "id": "context_23_60",
      "index": 60,
      "speaker": "Johanna Bringhurst",
      "words": "And luckily, now we're looking back in time. And those books don't have to compete for us as they might have in the market of the day, where they had the same topic and came out the same year. So thank you so much for helping us learn more about Florence Maria and her contributions.",
      "tags": [

      ],
      "timestamp": "[00:21:31:10]"
    },
    {
      "id": "context_23_61",
      "index": 61,
      "speaker": "Rachel Stewart",
      "words": "Yeah, of course. And I and I will also say that it's, you know, if anyone's interested in reading it, it's much shorter than Dracula. It is. It's again, it's a very quick and sensation novel. It's very short and it's very easy to get through. And it's very compelling, at least in my opinion. And I think it, I actually have an upcoming journal article that that should be published next spring about the sympathy used in that novel, because, at least I argue the vampire area is deeply, deeply sympathetic.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:21:48:17]"
    },
    {
      "id": "context_23_62",
      "index": 62,
      "speaker": "Rachel Stewart",
      "words": "And I think that Florence Marianne is very interested in wanting us to sympathize with the monster. In this case.",
      "tags": [

      ],
      "timestamp": "[00:22:15:15]"
    },
    {
      "id": "context_23_63",
      "index": 63,
      "speaker": "Johanna Bringhurst",
      "words": "So then in the 20th century, we see kind of an explosion of vampire literature. And it changed in a lot of ways. And maybe a vampire became, a metaphor for a lot of different monsters in our lives. Can you address some of that literature? Yeah.",
      "tags": [

      ],
      "timestamp": "[00:22:22:08]"
    },
    {
      "id": "context_23_64",
      "index": 64,
      "speaker": "Rachel Stewart",
      "words": "So, actually still on the on the topic of psychic vampires. psychic vampires in general are pretty understudied. I feel like it's because, you know, you're going within, you're having to peel away scholarship onion where it's like, first vampire studies isn't exactly that popular. And then within vampire studies, psychic vampires under that are less popular. but in a lot of the full length monographs, we have that kind of detail vampire history, the psychic vampire, if it's mentioned, usually actually is mentioned as originating in the 20th century, which, as we found now, is it true?",
      "tags": [
        "education"
      ],
      "timestamp": "[00:22:43:01]"
    },
    {
      "id": "context_23_65",
      "index": 65,
      "speaker": "Rachel Stewart",
      "words": "but a lot of times, George V directs, which I'm sure again, I pronounced horribly, but, I believe it's 1920. His novel House of the vampire is often cited as being the first psychic vampire or at least the very first proper psychic vampire novel. And in my opinion, it kind of reads as a retelling of The Picture of Dorian Gray, because it's all about supposedly someone who sacrifices their creative energy and their kind of life force and their life energy to be a better artist, to this kind of psychic vampire figure.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:23:17:06]"
    },
    {
      "id": "context_23_66",
      "index": 66,
      "speaker": "Rachel Stewart",
      "words": "So it's at least dealing with some very similar themes to A Picture of Dorian Gray. but we have a lot of these kind of we don't know what exactly to call them. I don't know if it's, again, just because of my own bias of loving the 19th century vampire, but it seems that at least the first half of the 20th century, we get a lot of not unoriginal, because that feels not a charitable word to ascribe to them.",
      "tags": [

      ],
      "timestamp": "[00:23:52:20]"
    },
    {
      "id": "context_23_67",
      "index": 67,
      "speaker": "Rachel Stewart",
      "words": "But it seems like we have a lot of just maybe, stagnation in the vampire tradition before the 1950s, where there is a lot of vampire literature coming out, but not a lot of it feels particularly new. It almost feels as if, which might make sense, given modernism is kind of all about there kind of frustrations with Victorian literature and realism and so maybe they're just trying to work through, like, can we make the vampire modern?",
      "tags": [
        "culture",
        "literature"
      ],
      "timestamp": "[00:24:16:08]"
    },
    {
      "id": "context_23_68",
      "index": 68,
      "speaker": "Rachel Stewart",
      "words": "And I don't know, is that something that we can do? but again, we have also this coming up alongside the rise of science fiction as a more popular form of media. So I've always at least read almost this explosion. But diminishment, like, there's a lot being published, but not a lot of it has lasted in the cultural memory.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:24:43:15]"
    },
    {
      "id": "context_23_69",
      "index": 69,
      "speaker": "Rachel Stewart",
      "words": "And I think that may be due to the rise of pulp magazines at this time and pulp magazines getting more involved in specifically science fiction and fantasy. So just in terms of popular genres, and again, at the end of the day, popular genres are much more dedicated to what makes money. And I think at that time, what was making money was the rise in science fiction.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:25:04:27]"
    },
    {
      "id": "context_23_70",
      "index": 70,
      "speaker": "Rachel Stewart",
      "words": "And so I think that kind of compared to the vampire genre, that wasn't like dying out, but again, goes in waves where there wasn't as much coming out in the vampire genre at that time. That ends up lasting as something that feels new or important or significant.",
      "tags": [

      ],
      "timestamp": "[00:25:26:08]"
    },
    {
      "id": "context_23_71",
      "index": 71,
      "speaker": "Johanna Bringhurst",
      "words": "Certainly not like literature that came out after World War two and that latter half of the 20th century, for sure. I agree. So some of the key texts that came up as I was doing some research to prepare for our conversation today, was I Am Legend by Richard Matheson, which came out in 1953, which we've seen a lot of iterations.",
      "tags": [

      ],
      "timestamp": "[00:25:43:28]"
    },
    {
      "id": "context_23_72",
      "index": 72,
      "speaker": "Johanna Bringhurst",
      "words": "sent Salem's a Lot by Stephen King in 1975. Truly terrifying. And then even interview with the Vampire by Anne Rice in 1975. Just more and more iterations of the vampire. And like you said, the traditional vampire and the psychic vampire, er, and vampires being more sympathetic or more complicated than just the the Dracula story. Can you speak to that?",
      "tags": [

      ],
      "timestamp": "[00:26:10:02]"
    },
    {
      "id": "context_23_73",
      "index": 73,
      "speaker": "Rachel Stewart",
      "words": "This is one of my favorite areas to come in as, as the, you know, the old 19th century is to come in because, again, a lot of the just general vampire history will kind of cite this era, the post-World War II era, as being the era of the sympathetic vampire. a lot of times, owing to Anne Rice, an interview with the Vampire, claiming it as kind of the seminal sympathetic vampire text, which, again, I don't want to diminish its impact.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:26:45:01]"
    },
    {
      "id": "context_23_74",
      "index": 74,
      "speaker": "Rachel Stewart",
      "words": "And it definitely was obviously very popular and very influential on the history of vampire fiction. However, I would disagree that it's where where the sympathetic vampire starts. because again, like I said, we've got a lot of the vampire, which I think which again, is the 1897 novel that I think is explicitly sympathetic. And even going further back to Varney the Vampire, which is that Penny dreadful I mentioned, which started up in the 1840s and ran until 1854, and that was actually the first vampire text that we know of that, was written in the first person.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:27:14:07]"
    },
    {
      "id": "context_23_75",
      "index": 75,
      "speaker": "Rachel Stewart",
      "words": "So it was written from the point of view of Varney, where he would say, I did this, I did that. And he is also very sympathetic, maybe not as well crafted of a sympathy, since again, it was the penny dreadful which we still argue about, who even wrote them. Sometimes he's in one country, sometimes he's in another. It's very the quality is not the greatest.",
      "tags": [

      ],
      "timestamp": "[00:27:47:22]"
    },
    {
      "id": "context_23_76",
      "index": 76,
      "speaker": "Rachel Stewart",
      "words": "But we do have the point of view of Varney, and we do have him being very regretful for his actions. He feels very guilty. and again, by the end. Spoiler alert. Varney actually does die by suicide because of his guilt. For all of all of the things that he has wrought in the past few 15 years.",
      "tags": [

      ],
      "timestamp": "[00:28:09:29]"
    },
    {
      "id": "context_23_77",
      "index": 77,
      "speaker": "Rachel Stewart",
      "words": "So we do have the sympathetic vampire before then. It, just for a variety of reasons, wasn't as well known. However, I do think that specifically the post-World War Two sympathetic vampire is its own breed of sympathetic vampire, because I think this is where we start to see the first almost. I feel like I should have a better scholarly word to call it other than like, the sexy vampire.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:28:30:24]"
    },
    {
      "id": "context_23_78",
      "index": 78,
      "speaker": "Rachel Stewart",
      "words": "You know, I feel like this is I feel this is where we get the vampire that we're not only sympathetic towards, but we kind of want to be in a relationship with. We kind of want to talk to. We're not just sympathetic towards. We kind of we want to invite them in. You know, we want to have this relationship with them that goes beyond pity or sympathy.",
      "tags": [

      ],
      "timestamp": "[00:28:57:04]"
    },
    {
      "id": "context_23_79",
      "index": 79,
      "speaker": "Rachel Stewart",
      "words": "And we kind of see them as romantic beings in and of itself. That goes beyond just the kind of Victorian fantasy of the rich, aristocratic vampire, but especially with interview with the vampire, where we see that sexuality a little bit more explicitly, explicitly, instead of having to do the, you know, sexuality by omission Victorian thing, which we've kind of been used to in the tradition, we see it just explicitly there.",
      "tags": [
        "culture"
      ],
      "timestamp": "[00:29:18:03]"
    },
    {
      "id": "context_23_80",
      "index": 80,
      "speaker": "Rachel Stewart",
      "words": "And, you know, it it wasn't on your list because it probably doesn't come up in the most, you know, best, best vampire books of the 20th century. But we do interestingly, in the 60s and 70s also get a huge explosion in, lesbian softcore porn that is specifically vampires. And like when I say explosion, I mean, it is that was the biggest subgenre of that.",
      "tags": [

      ],
      "timestamp": "[00:29:46:11]"
    },
    {
      "id": "context_23_81",
      "index": 81,
      "speaker": "Rachel Stewart",
      "words": "And there are these exploitation films that, again, aren't explicitly pornographic, but they are very pornographic. and they are explicitly dealing with these feminine seductress that are vampiric, often they live in this secluded tropical island. They're inviting people to inviting their victims to. And there's this either very depending on the region in which it was filmed, either just explicit nudity or a lot of innuendo.",
      "tags": [

      ],
      "timestamp": "[00:30:14:04]"
    },
    {
      "id": "context_23_82",
      "index": 82,
      "speaker": "Rachel Stewart",
      "words": "And so we've also got that going on in the undercurrent of the popular culture of the time to which I think kind of just goes with that whole idea of like, oh, we're we're getting sexy with our vampires. Now, regardless of if you're consuming that media or not, which I just find very interesting and a lot of there's a lot of different historical and cultural scholars that had different theories as to why, just in terms of different American shifting cultural landscapes and things like that.",
      "tags": [

      ],
      "timestamp": "[00:30:42:08]"
    },
    {
      "id": "context_23_83",
      "index": 83,
      "speaker": "Rachel Stewart",
      "words": "but I do think that Salem, Salem's Lot and Interview with the vampire are kind of the two texts that a lot of people point to during that time to kind of show, okay, something has shifted, not necessarily same. We've never seen it before, but this kind of seems to be the predominant mode going forward where we expect to have some sort of sympathy for the vampire.",
      "tags": [

      ],
      "timestamp": "[00:31:11:22]"
    },
    {
      "id": "context_23_84",
      "index": 84,
      "speaker": "Rachel Stewart",
      "words": "It's very rare that past this point we have a vampire that we absolutely hate without any sort of sympathy, without any sort of understanding of why they're doing this, where they're coming from, what their psychology is. It's very rare that we don't get any of that moving forward.",
      "tags": [

      ],
      "timestamp": "[00:31:33:01]"
    },
    {
      "id": "context_23_85",
      "index": 85,
      "speaker": "Johanna Bringhurst",
      "words": "Right. Well, I fully support you using the word sexy because my next question for you is going to be, when did vampires get sexy? When did we start lusting after and falling in love with vampires? And it is interesting that again, Salem's Lot by Stephen King and Interview with the Vampire by Anne Rice came out in the same year.",
      "tags": [

      ],
      "timestamp": "[00:31:50:07]"
    },
    {
      "id": "context_23_86",
      "index": 86,
      "speaker": "Johanna Bringhurst",
      "words": "A male and a female author, very much hearkening back to Francis Marriott and, yeah, and Bram Stoker. So that is an interesting echo in history. but it's so fascinating to hear that that was seen across different types of media at the same at the same time period. And there is certainly no modern vampire fiction without that change.",
      "tags": [

      ],
      "timestamp": "[00:32:10:17]"
    },
    {
      "id": "context_23_87",
      "index": 87,
      "speaker": "Johanna Bringhurst",
      "words": "Right. Because I feel like since 2000, since. Right, it is mostly the lusting after vampire tradition that has taken root in, in modern vampire fiction. so I'm curious to hear some of the theories about why that switch happened specifically in the United States and what leads to today, the fiction that we all kind of know and love.",
      "tags": [

      ],
      "timestamp": "[00:32:40:03]"
    },
    {
      "id": "context_23_88",
      "index": 88,
      "speaker": "Rachel Stewart",
      "words": "Right. So I think that's that's such an interesting question. And that's honestly where I kind of began my interest within vampire studies back in undergrad, trying to figure out, do I want to go to grad school? What do I want to do it for? I started with just the vampire, and I started it just with, you know, I have been obsessed with the vampire for as long as I can remember, and I like 19 century, but that wasn't really on my radar.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:33:10:02]"
    },
    {
      "id": "context_23_89",
      "index": 89,
      "speaker": "Rachel Stewart",
      "words": "It was mostly, let's just start with a vampire and start from there, because I was unabashedly, unashamedly, you know, that teenage girl that was just in love with Twilight, obsessed with it in every way possible, and then just consumed any vampire media that I could. I read all of the paranormal romances that involve vampires I truly like. I would look and see, like, okay, but there's not a vampire in it.",
      "tags": [

      ],
      "timestamp": "[00:33:32:22]"
    },
    {
      "id": "context_23_90",
      "index": 90,
      "speaker": "Rachel Stewart",
      "words": "I don't want it. So from very early on, I had that obsession. And so now I've gotten to reflect on that and kind of return to those pieces and look at them from now, the 26 year old view of me and say, like, okay, I still enjoy them just as much, but what was that? Why? Why was that there?",
      "tags": [

      ],
      "timestamp": "[00:33:57:01]"
    },
    {
      "id": "context_23_91",
      "index": 91,
      "speaker": "Rachel Stewart",
      "words": "Why am I certainly not alone in this phenomena? And again, I don't know the exact answer. None of us do. however, I do think there's been a really interesting resurgence in, in that question. because I think with Twilight and, you know, some of the big names, Twilight being books and movies and Vampire Diaries, the long running TV show, and even before that, Buffy in the 90s, which I do have had my shirt on for days.",
      "tags": [

      ],
      "timestamp": "[00:34:15:01]"
    },
    {
      "id": "context_23_92",
      "index": 92,
      "speaker": "Rachel Stewart",
      "words": "And, you know, even the X-Files had more than one vampire episode. So, you know, there were all of these serialized forms of vampire media, which is kind of where I find the most interesting, because even with the movies, many of the movies were serialized or they were based on book series. And I think that part of it just is lies in the fact that inherently, with serialized storytelling, you become attached to the characters in a very different way, just because if you are watching all of it, or reading all of it, experiencing all of it, you are with them for such a longer period of time that it almost feels inevitable that there's going",
      "tags": [

      ],
      "timestamp": "[00:34:43:15]"
    },
    {
      "id": "context_23_93",
      "index": 93,
      "speaker": "Rachel Stewart",
      "words": "to be some sort of bond there. So then I think that, combined with the demographic of young women, which is what primarily these were marketed towards, the TV shows, the books, again, most of them were explicitly romances with the vampire as usually the male as the male lead. And I think combined with that, we get this interesting stew of cultural opinions where, at the time, you know, I used to.",
      "tags": [

      ],
      "timestamp": "[00:35:22:19]"
    },
    {
      "id": "context_23_94",
      "index": 94,
      "speaker": "Rachel Stewart",
      "words": "Yes, huge. And, you know, owing to my name of Stuart, you know, it's a huge a stew of cultural opinions where at the time they're super popular. And again, this follows the trend of almost any massive popular success. We see this almost exact same thing that happened with the Beatles, where at the time extremely popular. And we know that young women are the dedicated fan base that are the intended demographic for this piece of popular fiction.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:35:54:15]"
    },
    {
      "id": "context_23_95",
      "index": 95,
      "speaker": "Rachel Stewart",
      "words": "That is who it's been written for, and at the time, it's huge. People are just consuming it. It's making the money, whatever. Then soon afterwards, a couple years after that dies down, we get the backlash where then we get people famously hating on it. We're now it's totally uncool to like Twilight, like The Vampire Diaries, to have your, you know, Edward Cullen shirts.",
      "tags": [

      ],
      "timestamp": "[00:36:20:16]"
    },
    {
      "id": "context_23_96",
      "index": 96,
      "speaker": "Rachel Stewart",
      "words": "So you get the phrase of, well, that's even a better romance than Twilight. You know, it's just it is now the cool thing to hate it. And, you know, then you become ashamed. Or at least I definitely was like, oh yeah, I was a Twilight. Like, I'm a reformed fan now. I'm not anymore. And we you start learning about the different but anti-feminist takes on Twilight, where a lot of work has been done and a lot of conversation has been done to show that most of these romantic pairings with the vampires often lead into either outright abusive dynamics, abusive domestic violence dynamics, whether that's physical emotional manipulation, just various power dynamics.",
      "tags": [
        "education",
        "music"
      ],
      "timestamp": "[00:36:44:22]"
    },
    {
      "id": "context_23_97",
      "index": 97,
      "speaker": "Rachel Stewart",
      "words": "a lot of the times, if it's an immortal vampire, you have like a 400 year old man courting this 13 year old. Right? Like that.",
      "tags": [

      ],
      "timestamp": "[00:37:26:09]"
    },
    {
      "id": "context_23_98",
      "index": 98,
      "speaker": "Johanna Bringhurst",
      "words": "Is troubling.",
      "tags": [

      ],
      "timestamp": "[00:37:34:14]"
    },
    {
      "id": "context_23_99",
      "index": 99,
      "speaker": "Rachel Stewart",
      "words": "Right? There's a lot of things that then start to come out that are criticized about these pieces, on the kind of level of the values that are being instilled in the audience on one hand, which is very important and very relevant and definitely, I think is needed to be brought up. And as a part of why I study popular culture is because a lot of these things get overlooked simply because, oh, it's just popular culture.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:37:35:18]"
    },
    {
      "id": "context_23_100",
      "index": 100,
      "speaker": "Rachel Stewart",
      "words": "Like it's it's just that there's of course we don't have to look at it. Then we do look at it and we see these things going on. But then perhaps even more troubling, we get the backlash. That is very just misogynist filled, filled with misogyny and fueled. Not in part because there are people looking at it and saying, oh, this is maybe perpetuating harmful dynamics, but looking at it and saying, well, young women like it, so therefore it must be cringe or embarrassing or not good inherently, because things that young women like are not going to be good.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:37:59:02]"
    },
    {
      "id": "context_23_101",
      "index": 101,
      "speaker": "Rachel Stewart",
      "words": "And so then that kind of goes off into those separate branching paths of criticism that then leads to where I would say, where we're at now with that kind of cycle, where we have a lot of the people who criticized it, rightfully so, for having these dynamics or just criticizing the the fact of having a romantic monster at all.",
      "tags": [
        "literature",
        "music"
      ],
      "timestamp": "[00:38:30:08]"
    },
    {
      "id": "context_23_102",
      "index": 102,
      "speaker": "Rachel Stewart",
      "words": "And now there's a kind of a reappraisal of that criticism and almost a reclaiming of that criticism with the context of being an adult reader looking back at it, which, again, there's this is still conversation that's very much ongoing, and different people have different reads on it. But now there are a lot of people, especially my age, that are coming back to Twilight and coming back to it saying, okay, I acknowledge the harmful things that are going on.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:38:53:27]"
    },
    {
      "id": "context_23_103",
      "index": 103,
      "speaker": "Rachel Stewart",
      "words": "I acknowledge that I wouldn't actually want to be in a relationship with Edward Cullen, that like, if I were Bella, I would not act like this, but enjoying it nonetheless and enjoying it in spite of that. And we've now seen not to get too off into the weeds, but we've now seen a really interesting boom, specifically in the romance genre of commercial publishing, of monster romances that lean into the harmful tropes knowingly.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:39:21:29]"
    },
    {
      "id": "context_23_104",
      "index": 104,
      "speaker": "Rachel Stewart",
      "words": "But don't hide them. Whereas with a lot of and again, I keep bringing up Twilight because it's the one that was the most popular and the most written about both on a pop culture scale and an academic scale where a lot of the issues that came with it was, okay, we're seeing these things, but they're not addressed in the text.",
      "tags": [

      ],
      "timestamp": "[00:39:46:01]"
    },
    {
      "id": "context_23_105",
      "index": 105,
      "speaker": "Rachel Stewart",
      "words": "Whereas now we're seeing these monster romances, which vampires are still absolutely dominating. vampire romances are very much still alive and well today, where there will be specific either content warnings or an author's note that addresses the fact that, you know, we've got this huge age difference, so we've got a power dynamics, or there may be scenes of manipulation or things like that, but it's addressed in the text and seen as a form of escapism and a form of fantasy for adult women who maybe indulged in these vampire texts as a teenager without the context.",
      "tags": [
        "literature",
        "culture"
      ],
      "timestamp": "[00:40:01:24]"
    },
    {
      "id": "context_23_106",
      "index": 106,
      "speaker": "Rachel Stewart",
      "words": "And I think that's been a really interesting shift that I've identified in terms of the trends of how we're seeing vampires and who is consuming the text. And depending on who consumes it, what criticisms it gets. Because interview with the vampire also got these criticisms. It also got these same criticisms of romanticizing blah, blah, blah, the different types of sexuality in it, and if it was healthy or not.",
      "tags": [

      ],
      "timestamp": "[00:40:36:19]"
    },
    {
      "id": "context_23_107",
      "index": 107,
      "speaker": "Rachel Stewart",
      "words": "but I will just say maybe I just haven't seen it, but I have not seen any of those criticisms in Salem's Lot or in a lot of the male authored texts of this time that were marketed towards a male audience. Even if you could very much read those fantasies there as well, it seems like the inherent issue is when there is that kind of romance aspect introduced, which coincidentally, maybe not so coincidentally, is a predominantly female written and female consumed and female marketed towards genre.",
      "tags": [

      ],
      "timestamp": "[00:41:00:24]"
    },
    {
      "id": "context_23_108",
      "index": 108,
      "speaker": "Johanna Bringhurst",
      "words": "Oh, that's interesting to think about, isn't it? That? Is it possible that there is always this feature of control over how women engage in romantic behavior that we see in literature and in our behaviors? today, I probably don't want to take that any further, but that is really interesting, to consider and to think about. I am older than you audience.",
      "tags": [

      ],
      "timestamp": "[00:41:35:07]"
    },
    {
      "id": "context_23_109",
      "index": 109,
      "speaker": "Johanna Bringhurst",
      "words": "I am older and I was a little I kind of missed the window on Twilight reading Twilight as a young girl, and I, I did read it, when I was a young mom instead. And it was it's such a compelling story. Really sucked me in. But at the same time, I was able to consider the troubling aspects of this story.",
      "tags": [

      ],
      "timestamp": "[00:42:13:06]"
    },
    {
      "id": "context_23_110",
      "index": 110,
      "speaker": "Johanna Bringhurst",
      "words": "It is interesting to see that we maybe not just as women, but as people. We are drawn to these, broken characters, these monsters, these, representations of darkness. And I'm not sure what that tells us about ourselves as humans in the human experience. Is it that we always are sympathetic and want to fix and want to heal the things that are broken, or we want good to conquer evil, and we want to save the monster and help the monster be good?",
      "tags": [

      ],
      "timestamp": "[00:42:40:11]"
    },
    {
      "id": "context_23_111",
      "index": 111,
      "speaker": "Johanna Bringhurst",
      "words": "Or are we just drawn to things that are not good for us, that are not healthy? Maybe all of those things in one, but I really appreciate you bringing up the just kind of inherent misogyny in the way that this kind of literature has been criticized in the past. It's interesting also that you took something that you were passionate about and have now turned it into the basis of your PhD and your ongoing scholarship moving forward.",
      "tags": [

      ],
      "timestamp": "[00:43:20:21]"
    },
    {
      "id": "context_23_112",
      "index": 112,
      "speaker": "Johanna Bringhurst",
      "words": "That's actually really inspiring to me that you can fall in love with something and learn all about it and become an expert and share that. sure, your thinking and your feelings with with the whole world about something that you really fell in love with when you were younger. Good for you, Rachel.",
      "tags": [

      ],
      "timestamp": "[00:43:54:11]"
    },
    {
      "id": "context_23_113",
      "index": 113,
      "speaker": "Rachel Stewart",
      "words": "Thank you. Thank you. Know, it really is, it really is the dream. I mean, if I, like, went back to 12 year old Rachel checking out these, like, random books from the library, just devouring them in a day and somehow telling her you're going to make money to just sit and, like, think about it and talk about it to people.",
      "tags": [

      ],
      "timestamp": "[00:44:14:22]"
    },
    {
      "id": "context_23_114",
      "index": 114,
      "speaker": "Rachel Stewart",
      "words": "I would not I would not believe that. But I do. I do want to quickly say to your point about wanting to, you know, fix like the whole I can fix him a broken scenario and that goes all the way back to again, Byron, where we specifically have the figure of, what's called the Byronic vampire, which very much is what Edward Cullen is, is what Damon and Stefan Salvatore from The Vampire Diaries are, what Angel is from Buffy, where we have the dark and brooding, character who is a vampire.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:44:31:06]"
    },
    {
      "id": "context_23_115",
      "index": 115,
      "speaker": "Rachel Stewart",
      "words": "There's also, just in general, the Byronic character, the Byronic hero. but specifically we have the Byronic vampire that, like the name suggests, is based off of Lord Byron. And again, that starts all the way back with the original text of the vampire. So we've had this figure. We've wanted to fix him for so long.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:45:02:04]"
    },
    {
      "id": "context_23_116",
      "index": 116,
      "speaker": "Johanna Bringhurst",
      "words": "For hundreds of years. And it it seems like too often that figure hates themselves for being the monster. And and is seeking redemption, seeking, that change as well. And so it's not just on the female side, it's also the male side of rejecting the monster within. so of course, we would be remiss if we did not delve into vampires being depicted in film and television, too, that such an important part of the humanities and how we engage with these stories.",
      "tags": [

      ],
      "timestamp": "[00:45:19:27]"
    },
    {
      "id": "context_23_117",
      "index": 117,
      "speaker": "Johanna Bringhurst",
      "words": "And then in modern storytelling, I have been asking around friends, colleagues, you know, what are your favorite vampire films and TV shows? And I, I've detected a little snobbery around Nosferatu, the 1922 silent film.",
      "tags": [

      ],
      "timestamp": "[00:45:58:07]"
    },
    {
      "id": "context_23_118",
      "index": 118,
      "speaker": "Rachel Stewart",
      "words": "Yes, but.",
      "tags": [

      ],
      "timestamp": "[00:46:17:22]"
    },
    {
      "id": "context_23_119",
      "index": 119,
      "speaker": "Johanna Bringhurst",
      "words": "There are some, like diehard lovers of this film, who say it is the best, hands down ever portrayal of, vampires. What would you say to Eric?",
      "tags": [

      ],
      "timestamp": "[00:46:18:26]"
    },
    {
      "id": "context_23_120",
      "index": 120,
      "speaker": "Rachel Stewart",
      "words": "So I, I will, I will admit I am a huge German Expressionist film fan. It is my favorite area in film history and scholarship. So I which Nosferatu is a very important figure within German Expressionist film. So I am also one of those huge fans. But I'm also willing to go against the huge fans and, you know, think about it other ways.",
      "tags": [
        "cinema",
        "education"
      ],
      "timestamp": "[00:46:28:24]"
    },
    {
      "id": "context_23_121",
      "index": 121,
      "speaker": "Rachel Stewart",
      "words": "But I will say that, I actually I mean, I totally agree, it's fantastic film. It's a hallmark film in both German Expressionism and just in vampire history. A lot of things that we associate with the vampire originated in this, in this film. I think the one that surprises most people is the kind of rule of vampires burning in the sun and dying in the sun originated within this Nosferatu film.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:46:49:27]"
    },
    {
      "id": "context_23_122",
      "index": 122,
      "speaker": "Rachel Stewart",
      "words": "That was not in anything before 1922. So you're not going to find that in any of the, like, original 19th century texts. that fully just came from here. but I will say that I think the most interesting part of Nosferatu is actually the story behind it, given that it now is such an important film, not just for vampire scholars, but for film scholars, for just humanities scholars, for it.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:47:14:06]"
    },
    {
      "id": "context_23_123",
      "index": 123,
      "speaker": "Rachel Stewart",
      "words": "You know, it's one of the most important films, period. And we almost lost it completely because, you know, it's called Nosferatu. It's not called Dracula, but I think most people know that it is supposed to be the film adaptation of Dracula. And the Stoker estate was not happy with its production and with its production. In spite of the Stoker estate and not crediting and not being an official accredited adaptation.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:47:38:20]"
    },
    {
      "id": "context_23_124",
      "index": 124,
      "speaker": "Rachel Stewart",
      "words": "So there is a big legal battle, and most of the records, most of the tapes of Nosferatu got burned and were not refound until much, much later. And we're not recovered. And it was only then that we could piece it together. And even then, there's still debate over if we actually have the full film or not. So because of Dracula, you know, our beloved text, we almost didn't get the now most beloved filmic version of the vampire.",
      "tags": [
        "conflict",
        "cinema"
      ],
      "timestamp": "[00:48:04:11]"
    },
    {
      "id": "context_23_125",
      "index": 125,
      "speaker": "Johanna Bringhurst",
      "words": "That's hilarious. That's and that's irony for sure. Right. And it has definitely had a resurgence since, like you said, since it was rediscovered and shown in movie theaters, it's now considered just an absolute gem in film history. And as you, as you said, really pioneered a lot of ideas that we take for granted now in vampires, I would say looking back at vampires in film and TV, one of my all time favorites, we were just talking about this before we hit record, is What We Do in the Shadows, this really comedic take on vampires.",
      "tags": [

      ],
      "timestamp": "[00:48:32:19]"
    },
    {
      "id": "context_23_126",
      "index": 126,
      "speaker": "Johanna Bringhurst",
      "words": "Why? Why do we love this portrayal so much?",
      "tags": [

      ],
      "timestamp": "[00:49:14:05]"
    },
    {
      "id": "context_23_127",
      "index": 127,
      "speaker": "Rachel Stewart",
      "words": "I, I will also say that I think if I absolutely had to choose, it's definitely somewhere in like my top five or top three. I genuinely think it is the perfect, perfect balance of being such a good show entertainment wise on it's, you know, trying to be a comedy and it is absolutely hilarious. And I also think it is incredibly, incredibly smart.",
      "tags": [

      ],
      "timestamp": "[00:49:18:18]"
    },
    {
      "id": "context_23_128",
      "index": 128,
      "speaker": "Rachel Stewart",
      "words": "I mean, it is one of those shows where you can watch it even if you don't know anything about vampires or if you only know you know the very basics. You've maybe heard of Dracula and that's literally it. You'll still have a good time with it, but I can't help but just admire it. Both the movie and the TV show.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:49:42:29]"
    },
    {
      "id": "context_23_129",
      "index": 129,
      "speaker": "Rachel Stewart",
      "words": "I absolutely love both. They are both so learned and it is very clear that the producers, the showrunners, runners, the writers know their vampire history and know their vampire media from the most kind of cursory like, okay, maybe they've read the greatest hits to some of the little Easter eggs, whether it's by explicit mention or just the types of characters that they have and the things that they mention.",
      "tags": [

      ],
      "timestamp": "[00:49:57:27]"
    },
    {
      "id": "context_23_130",
      "index": 130,
      "speaker": "Rachel Stewart",
      "words": "I watch it sometimes and I'm like, how do they know? Like they like it? It's truly astonishing how smart the show is, not just on the level of being entertaining, which it absolutely is to, but the ways in which it really does knowingly interact with the vampire canon, where there's some of these texts that we study where we kind of have to make conjectures or just say, okay, well, it's interacting with this trope whether we know that that was intentional or not, we can't say.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:50:25:18]"
    },
    {
      "id": "context_23_131",
      "index": 131,
      "speaker": "Rachel Stewart",
      "words": "But for what we have in the shadows, it is based upon the fact that it knows it is interacting with this culture. The comedy and the humor from the show comes with the fact of we know we're commenting on this vampire trope or this vampiric type. I mean, from both the movie and the TV show, the characters themselves are explicitly based on different subtypes of the vampire, and it is just so genius in that way.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:50:56:24]"
    },
    {
      "id": "context_23_132",
      "index": 132,
      "speaker": "Rachel Stewart",
      "words": "And both from a viewer's perspective, an academic perspective, and a teaching perspective. It is definitely one of my favorite things to teach in any vampire studies class, because the students just get so excited being like, oh my God, I that's a reference to a thing we read and like they get it and it is so exciting. And I truly like could not speak enough good things on it.",
      "tags": [

      ],
      "timestamp": "[00:51:23:27]"
    },
    {
      "id": "context_23_133",
      "index": 133,
      "speaker": "Rachel Stewart",
      "words": "And I think they also make explicit, a lot of the things that we've taken for granted that weren't explicit. I think, again, a lot of things with sexuality where we've just kind of it's almost the joke now that we all oh, we just we know vampires are all gay. Like, that's just like the joke of you can't, we can't have a vampire without having to be a gay vampire.",
      "tags": [

      ],
      "timestamp": "[00:51:46:14]"
    },
    {
      "id": "context_23_134",
      "index": 134,
      "speaker": "Rachel Stewart",
      "words": "And even though that wasn't explicitly written in a lot of these texts, what we do in the shadows really leans on that. It makes it part of the comedy, which is just so genius of them. They aren't trying to reinvent the wheel and try and think that they're better than what Vampire media came before, but rather they're celebrating it and critiquing it with such joy to show the absurdity of it, because it is a monster.",
      "tags": [

      ],
      "timestamp": "[00:52:04:24]"
    },
    {
      "id": "context_23_135",
      "index": 135,
      "speaker": "Rachel Stewart",
      "words": "And this is technically a creature of the horror genre. But like we talked about a little bit, too, I'm not someone who studies horror because I want to be scared. I that's not kind of what I'm there for. And so I think they're clued in to that and they're clued in to the fact that, yes, vampires are technically horror, but they are ridiculous.",
      "tags": [

      ],
      "timestamp": "[00:52:28:04]"
    },
    {
      "id": "context_23_136",
      "index": 136,
      "speaker": "Rachel Stewart",
      "words": "Like, if this was actually real, it would be not scary, but just ridiculous. And we're going to show that. And I just think it's so brilliant.",
      "tags": [

      ],
      "timestamp": "[00:52:44:29]"
    },
    {
      "id": "context_23_137",
      "index": 137,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah. And I should say for our listeners that the first What We Do in the shadows was a film in 2014, directed by our favorite Kiwis, Taika Waititi and Jemaine Clement. And now there is a television show as well that is on Fox Effects and is kind of a mockumentary style show. So they continue with the absurdity of the, real life of vampires living today.",
      "tags": [

      ],
      "timestamp": "[00:52:54:01]"
    },
    {
      "id": "context_23_138",
      "index": 138,
      "speaker": "Johanna Bringhurst",
      "words": "Another huge pop culture phenomenon was Buffy the Vampire Slayer. The film first came out in 1992 and features basically a, homecoming queen who ends up having to save everyone by by selling vampires. And then, famously, it became a really popular television show and just really a pop culture phenomenon. Everybody knows Buffy, everybody loves Buffy. What is it about this portrayal that was so exciting to audiences?",
      "tags": [

      ],
      "timestamp": "[00:53:26:08]"
    },
    {
      "id": "context_23_139",
      "index": 139,
      "speaker": "Rachel Stewart",
      "words": "So I think with Buffy particularly, it's just the fact that the basic setup of the show is that a blond homecoming queen is the monster slayer. I mean, they're taking the fact of their taking the clear cut portrait of who is usually the victim in vampire media. I mean, again, if we go back to Dracula and we have Lucy, who is, this character who is this blond, pretty young woman, and she kind of becomes the quintessential vampire victim throughout media history.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:54:04:06]"
    },
    {
      "id": "context_23_140",
      "index": 140,
      "speaker": "Rachel Stewart",
      "words": "And Buffy takes on the physical appearance of that vampire victim. However, in the actual storytelling, she is the one who's slaying the vampires. And I think it very much rings true in the, you know, the warrior princess, era way of feminism for the time of taking these more masculine roles and or taking the feminine roles within genre that these characters would have and flipping them on their head, which I think can be both reductive in some areas and productive and others.",
      "tags": [

      ],
      "timestamp": "[00:54:38:01]"
    },
    {
      "id": "context_23_141",
      "index": 141,
      "speaker": "Rachel Stewart",
      "words": "But Buffy, I think it was particularly successful with because you both got the satisfaction from seeing Buffy kick ass and seeing her in her very stylish outfits, going through the cemeteries and just slaying whatever creature comes her way. But you also got the complicated portrayal of a high school young woman. You saw her going through you by night, slaying vampires, and by day having an exam, or dealing with her first relationship and growing friendships and just dealing with being a high school woman and dealing with her femininity, while also having this whole other side to her.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:55:13:11]"
    },
    {
      "id": "context_23_142",
      "index": 142,
      "speaker": "Rachel Stewart",
      "words": "And I think it was the fact that the show acknowledges both of those sides that made it so long lasting, so that even when we watch it today in 2023 and we can think, okay, there's been so many, you know, female action stars since then, none of not none of them, but not a lot of them get that same complexity given to them that Buffy does.",
      "tags": [

      ],
      "timestamp": "[00:55:52:15]"
    },
    {
      "id": "context_23_143",
      "index": 143,
      "speaker": "Rachel Stewart",
      "words": "And so I think when she does end up having relationships with a vampire, it reads very differently than Bella in Twilight or Elena in The Vampire Diaries, where we're dealing with a human vampire relationship. And like we talked about earlier, some of those power dynamics that come with it, the power dynamic here is much different when the human is also the one with the agency to kill this person.",
      "tags": [
        "music"
      ],
      "timestamp": "[00:56:11:19]"
    },
    {
      "id": "context_23_144",
      "index": 144,
      "speaker": "Johanna Bringhurst",
      "words": "Absolutely. And we see a similar flip in the underworld film series. the first came out in 2003, starring Kate Beckinsale as a vampire who is a warrior in a war between werewolves who are called Lycans and vampires, and she is the rescuer and savior of a male human who has by for no reason. We can identify, becomes involved in this, in this war.",
      "tags": [

      ],
      "timestamp": "[00:56:37:04]"
    },
    {
      "id": "context_23_145",
      "index": 145,
      "speaker": "Johanna Bringhurst",
      "words": "And so she is the vampire who's kicking butt and saving a male human so that that power dynamic changes as well. And this was a hugely popular series and has kind of become a cult classic since.",
      "tags": [

      ],
      "timestamp": "[00:57:10:17]"
    },
    {
      "id": "context_23_146",
      "index": 146,
      "speaker": "Rachel Stewart",
      "words": "Yeah. And I will also recommend, a book that came out. I it just recently got republished because the author found a new publisher, but I think it was originally published in 2014 ish. but it's called Certain Dark Things by Silvia Moreno-Garcia, and it also follows that similar set. Where it is, there is a romantic relationship at the center of the story between a human and a vampire.",
      "tags": [
        "literature"
      ],
      "timestamp": "[00:57:25:22]"
    },
    {
      "id": "context_23_147",
      "index": 147,
      "speaker": "Rachel Stewart",
      "words": "But the vampire is a woman, is this female vampire that obviously has more power? the male love interest is just kind of for better, for better or worse, a nerd. He's just kind of excited about vampires and thinks they're cool and collects comics, and she is like the actual vampire. So we have that dynamic continuing throughout the history of kind of turning that on its head and seeing how that power dynamic changes the relationship.",
      "tags": [

      ],
      "timestamp": "[00:57:50:00]"
    },
    {
      "id": "context_23_148",
      "index": 148,
      "speaker": "Johanna Bringhurst",
      "words": "It's interesting to to look at film portrayals of the classics that we talked about. Francis Ford Coppola's 1992 film called Bram Stoker's Dracula is generally acknowledged to be the best, portrayal of his Dracula, and then interview with the vampire and racist classic came out in the 90s, starring Brad Pitt and Tom cruise, who were just newly famous at that time.",
      "tags": [

      ],
      "timestamp": "[00:58:16:00]"
    },
    {
      "id": "context_23_149",
      "index": 149,
      "speaker": "Johanna Bringhurst",
      "words": "Do you have any favorites of the classics that we've discussed that were portrayed in film or television?",
      "tags": [

      ],
      "timestamp": "[00:58:47:03]"
    },
    {
      "id": "context_23_150",
      "index": 150,
      "speaker": "Rachel Stewart",
      "words": "Oh, I'm the worst. It's the worst thing is that I've seen so many of them that I like. I'm like, okay, you want my favorite 20? That would work. but I do think I do think if I, if I really had to choose and I think this just again goes with the nature of when you're with a serialized story, you get so much more attached.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:58:52:24]"
    },
    {
      "id": "context_23_151",
      "index": 151,
      "speaker": "Rachel Stewart",
      "words": "I don't think I have a favorite classic film, but I do think, I do think, given the nature of my shirt, I think Buffy has to be my favorite. I guess I'd say it's my favorite pre me watch it as it was airing vampire me like thing that I watched later that I didn't necessarily grow up watching and loving.",
      "tags": [
        "cinema",
        "environment"
      ],
      "timestamp": "[00:59:16:15]"
    },
    {
      "id": "context_23_152",
      "index": 152,
      "speaker": "Rachel Stewart",
      "words": "I do think Buffy just has that special, lasting power for me. And again, I love Nosferatu and I will have to join the chorus on that one. And saying that if I had to choose a film that would be like the one, I think that would be my one. But I also, I'm a big fan of, Werner Herzog's, re adaptation of Nosferatu.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[00:59:39:27]"
    },
    {
      "id": "context_23_153",
      "index": 153,
      "speaker": "Rachel Stewart",
      "words": "I think I like that more than most people, because I'm someone who wants to see adaptations go rogue, so I like it because it was different from the original, and I think it's a really, really great pairing to the original Nosferatu.",
      "tags": [

      ],
      "timestamp": "[01:00:03:19]"
    },
    {
      "id": "context_23_154",
      "index": 154,
      "speaker": "Johanna Bringhurst",
      "words": "I feel that I have to give a shout out to my colleagues here. The Idaho Humanities Council, who became obsessed with a portrayal of vampires on Netflix called Midnight Mass, which is a mini series that came out in 2021. I haven't seen it, so I'm not passing judgment, but it's very popular here at the I with the staff at the LHC.",
      "tags": [

      ],
      "timestamp": "[01:00:19:21]"
    },
    {
      "id": "context_23_155",
      "index": 155,
      "speaker": "Johanna Bringhurst",
      "words": "And in this portrayal of vampires, the vampire is actually seen as an angel from God, and a priest is trying to bless his parishioners with, access to this angel from God. And so there's some really interesting themes here of marrying religion and monsters together. So maybe you and I can add that to our list to see.",
      "tags": [

      ],
      "timestamp": "[01:00:44:07]"
    },
    {
      "id": "context_23_156",
      "index": 156,
      "speaker": "Johanna Bringhurst",
      "words": "But I promised I would sneak in.",
      "tags": [

      ],
      "timestamp": "[01:01:13:20]"
    },
    {
      "id": "context_23_157",
      "index": 157,
      "speaker": "Rachel Stewart",
      "words": "Oh, yeah. No, it's definitely been very high on my to watch list that I have yet to get to.",
      "tags": [

      ],
      "timestamp": "[01:01:16:20]"
    },
    {
      "id": "context_23_158",
      "index": 158,
      "speaker": "Johanna Bringhurst",
      "words": "Yeah, it was created and directed by Mike Flanagan again, who, people know from his slasher film hush. He he's, really doing some cool things with monsters on film.",
      "tags": [

      ],
      "timestamp": "[01:01:23:01]"
    },
    {
      "id": "context_23_159",
      "index": 159,
      "speaker": "Rachel Stewart",
      "words": "And I am a huge fan of him, so I guess I'm, I'm already going in thinking it'll be great. It'll be great.",
      "tags": [

      ],
      "timestamp": "[01:01:36:16]"
    },
    {
      "id": "context_23_160",
      "index": 160,
      "speaker": "Johanna Bringhurst",
      "words": "Okay, so obviously this weekend Rachel and I will be catching up on Midnight Mass and we will never sleep again. It will be fine. we kind of wanted to wrap things up today with talking about the cool, the coolness factor of vampires. Rachel, you were saying when you were, you know, a tween, early teen vampires were so cool, right?",
      "tags": [

      ],
      "timestamp": "[01:01:42:08]"
    },
    {
      "id": "context_23_161",
      "index": 161,
      "speaker": "Johanna Bringhurst",
      "words": "True blood, The Vampire Diaries, Buffy and Angel and all of those things were so popular in, in contemporary media where what is the state of affairs for vampires and monsters more broadly today?",
      "tags": [

      ],
      "timestamp": "[01:02:05:28]"
    },
    {
      "id": "context_23_162",
      "index": 162,
      "speaker": "Rachel Stewart",
      "words": "Yeah. So I think we are in a monster renaissance. I am personally excited about it. I'm living my best life with it. but we are getting I mean, for one, we're getting another adaptation where we have the interview with the Vampire Now television show that has gotten very rave reviews, both critically and just popularity wise, which I think has really set off another new wave of vampire media.",
      "tags": [

      ],
      "timestamp": "[01:02:20:29]"
    },
    {
      "id": "context_23_163",
      "index": 163,
      "speaker": "Rachel Stewart",
      "words": "We've got the most recent, film, I think it's I can't remember if they called it The Demeter Voyage of the Demeter, but we have a new film, the recently came out that's based off of one singular chapter in Dracula. we've also got this resurgence, as I was kind of speaking about earlier of older vampire texts where we have a lot of people either rediscovering things that they liked in their teens about vampires, such as Twilight or The Vampire Diaries.",
      "tags": [
        "cinema"
      ],
      "timestamp": "[01:02:49:01]"
    },
    {
      "id": "context_23_164",
      "index": 164,
      "speaker": "Rachel Stewart",
      "words": "I think some of that may have to do with, again, streaming culture, where a lot of people are returning to these things that they maybe haven't had the chance to watch since then. and with social media platforms like TikTok, where we're now getting this new generation of fans, where a lot of people are maybe watching The Vampire Diaries for the first time, but they're watching it with other people of the same age.",
      "tags": [

      ],
      "timestamp": "[01:03:20:01]"
    },
    {
      "id": "context_23_165",
      "index": 165,
      "speaker": "Rachel Stewart",
      "words": "We're also watching it for the first time, so they're kind of reviving the fandom in that way, which is been really interesting as being kind of the intermediary where I did watch it when is airing, but I also am joining in on the rewatch. so that's been really cool. And then with even in literature, specifically within popular literature books, I'm really interested in following popular genre trends.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:03:40:27]"
    },
    {
      "id": "context_23_166",
      "index": 166,
      "speaker": "Rachel Stewart",
      "words": "within the past three years, I would say horror in general, only just then became an actual marketable genre in terms of us seeing actual sub imprints specifically dedicated to horror and not just being kind of shoved into sci fi fantasy. And then within that, within the past, I would say year to a year and a half.",
      "tags": [

      ],
      "timestamp": "[01:04:03:13]"
    },
    {
      "id": "context_23_167",
      "index": 167,
      "speaker": "Rachel Stewart",
      "words": "We've then had a resurgence of the vampire in general within literature, a lot of new vampire literature has been being published. But again, because everything is a cycle, for better or worse, we're seeing a resurgence in young adult vampire literature again with these romances of vampires, and a lot of them I haven't personally read, that are still coming out, but I've kind of been keeping track of them and just seeing them pop up, which has been really interesting to see.",
      "tags": [
        "literature"
      ],
      "timestamp": "[01:04:26:19]"
    },
    {
      "id": "context_23_168",
      "index": 168,
      "speaker": "Rachel Stewart",
      "words": "Like, okay, is this the second, the second generation, that of the of the Vampire Teens?",
      "tags": [

      ],
      "timestamp": "[01:04:54:21]"
    },
    {
      "id": "context_23_169",
      "index": 169,
      "speaker": "Johanna Bringhurst",
      "words": "Well, as the official representative of soccer moms in this discussion, I have to say for myself, I'm always interested in whatever gets kids to fall in love with reading or whatever keeps teenagers reading, right? that's such an important part of life is to keep learning and keep exposing yourself to new ideas that you are not familiar with.",
      "tags": [

      ],
      "timestamp": "[01:05:01:01]"
    },
    {
      "id": "context_23_170",
      "index": 170,
      "speaker": "Johanna Bringhurst",
      "words": "So whatever it is that floats your boat and gets you reading, I'm a fan of it and I'm such a fan of yours. Rachel the Vampire Scholar. It's so great to talk to you today. You've given us so many, ideas for things to watch and read and think about, during the spooky season this year, and maybe even just to consider, monster and the new light and vampires differently.",
      "tags": [

      ],
      "timestamp": "[01:05:27:18]"
    },
    {
      "id": "context_23_171",
      "index": 171,
      "speaker": "Johanna Bringhurst",
      "words": "And the things that we love reading that maybe felt like a guilty pleasure when we were young, that that's still such a part of how we connect with this human experience. Stories of being human is reckoning with those monsters. Yes.",
      "tags": [

      ],
      "timestamp": "[01:05:55:09]"
    },
    {
      "id": "context_23_172",
      "index": 172,
      "speaker": "Rachel Stewart",
      "words": "Absolutely.",
      "tags": [

      ],
      "timestamp": "[01:06:08:20]"
    },
    {
      "id": "context_23_173",
      "index": 173,
      "speaker": "Johanna Bringhurst",
      "words": "Awesome. Well, thank you for your time today. It's been a pleasure to talk to you.",
      "tags": [

      ],
      "timestamp": "[01:06:10:01]"
    },
    {
      "id": "context_23_174",
      "index": 174,
      "speaker": "Rachel Stewart",
      "words": "Thank you so much for having me. It's been great.",
      "tags": [

      ],
      "timestamp": "[01:06:14:02]"
    }
  ],
  "metadata": {
    "totalSegments": 175,
    "description": "Join Johanna and Rachel Stewart, Vampire Scholar, to talk about the history of vampires in literature, TV, and film. They also discuss how women have played a central role in the fate of vampires in popular media.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}