{
  "title": "S2E7 Working Together Before, During, and After the Progressive Era: The Legacy of Women’s Clubs in Idaho",
  "interviewee": "HannaLore Hein",
  "interviewer": "Doug Exton",
  "date": "2021-05-03",
  "subjects": [
    "women's rights",
    "women's studies",
    "women's suffrage",
    "resistance",
    "community organizations",
    "records (documents)"
  ],
  "segments": [
    {
      "id": "context_79_0",
      "index": 0,
      "speaker": null,
      "words": null,
      "tags": [

      ],
      "timestamp": null
    },
    {
      "id": "context_79_1",
      "index": 1,
      "speaker": "Doug Exton",
      "words": "All righty. Thank you so much for joining us for today's Connected Conversation, a program conducted by the Idaho Humanities Council. If you're not familiar with our organization, I encourage you to check out our website, Idaho Humanities Talk. Like to remind you all like Mason, any questions using the Q&A feature located at the bottom of the screen. With me today is HannaLore from the Idaho State Historical Society.",
      "tags": [

      ],
      "timestamp": "[00:00:00:00]"
    },
    {
      "id": "context_79_2",
      "index": 2,
      "speaker": "Doug Exton",
      "words": "It's an honor to have you with us today. And I turn it over to you.",
      "tags": [

      ],
      "timestamp": "[00:00:25:11]"
    },
    {
      "id": "context_79_3",
      "index": 3,
      "speaker": "HannaLore Hein",
      "words": "Thank you so much, Doug. Again, my name is HannaLore Hein. I pronounce it \"Hannah, Lori\". And, I'm really, really excited to be here today to talk about, the history of women's clubs and Idaho and volunteerism and philanthropy and, the trends that really developed kind of over the course of American history that allowed for women's clubs to emerge during the Progressive ERA.",
      "tags": [

      ],
      "timestamp": "[00:00:28:18]"
    },
    {
      "id": "context_79_4",
      "index": 4,
      "speaker": "HannaLore Hein",
      "words": "So, quickly, just a little bit about myself. I am the state historian with the Idaho State Historical Society. I have been in this role for about a year and a half, and I am the first woman to hold the title since the 1950s, when the agency, reorganized and made the position, professional and the required credentials.",
      "tags": [

      ],
      "timestamp": "[00:00:53:22]"
    },
    {
      "id": "context_79_5",
      "index": 5,
      "speaker": "HannaLore Hein",
      "words": "I'm also the fifth professional state historian in agency history, and, I'm so grateful to all of the state historians who came before me, who laid such a solid foundation for this position. And I just hope to continue to grow and, provide more access to Idaho history across the state and throughout the region. So I'll go ahead and jump in.",
      "tags": [

      ],
      "timestamp": "[00:01:16:00]"
    },
    {
      "id": "context_79_6",
      "index": 6,
      "speaker": "HannaLore Hein",
      "words": "So we, of course, are coming off of the centennial year of women's suffrage. And so even though this presentation is about women's clubs more generally, I think I would be remiss if I didn't at least mention, that Idaho was one of the early adopters of women's suffrage in U.S. history. We became the fourth state to extend suffrage to women, after Colorado, Utah and Wyoming.",
      "tags": [

      ],
      "timestamp": "[00:01:38:11]"
    },
    {
      "id": "context_79_7",
      "index": 7,
      "speaker": "HannaLore Hein",
      "words": "And I will talk a little bit about how suffrage clubs kind of came into the mix in terms of developing, organizing efforts and things of that nature. But again, given our recent centennial celebration of this amendment to the US Constitution, I wanted to start there.",
      "tags": [

      ],
      "timestamp": "[00:02:04:02]"
    },
    {
      "id": "context_79_8",
      "index": 8,
      "speaker": "HannaLore Hein",
      "words": "When we talk about the Progressive era, we're really looking at a moment in time that spanned from roughly the late 1880s through the 1920s. And historians really characterize this time in history, kind of by widespread social activism and political reform that was really dominated by women reformers attempting to address problems that were emerging because of mass industrialization, urbanization, immigration and political corruption.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:02:26:04]"
    },
    {
      "id": "context_79_9",
      "index": 9,
      "speaker": "HannaLore Hein",
      "words": "But what I hope to do in the first part of my presentation is really show that it's really hard to put a start or stop date on things throughout history. So even if you look as far back in American history as the colonial era, we start to see trends and, almost outliers in history of women who were trying to fight for a louder voice or trying to participate in civic or political life.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:02:57:08]"
    },
    {
      "id": "context_79_10",
      "index": 10,
      "speaker": "HannaLore Hein",
      "words": "Outside of of the ways that society maybe expected them to. And so it was kind of during the colonial period and really throughout the revolutionary period, that primarily upper class, white women tried to expand their spheres of influence by embracing a concept of an otherwise, and the Oxford English Dictionary defines benevolence as the disposition to do good or the desire to promote happiness of others.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:03:26:20]"
    },
    {
      "id": "context_79_11",
      "index": 11,
      "speaker": "HannaLore Hein",
      "words": "Generosity and a charitable feeling. And so, during the late 1700s and early 1800s, what we see happening is, again, upper class women trying to exert their influence on society through benevolence. So we see, sometimes the wives or the daughters of merchants, having a little bit more free time as market economies emerged and as, their role in producing home goods and food and clothing, maybe decreased slightly, but they could now turn that time and their attention to more benevolent efforts and, benevolent organizations.",
      "tags": [

      ],
      "timestamp": "[00:03:58:05]"
    },
    {
      "id": "context_79_12",
      "index": 12,
      "speaker": "HannaLore Hein",
      "words": "One of the women kind of during this period, who was incredibly vocal about women's roles in society, both in civic life and political life, was Abigail Adams, who, of course, became one of our very first first ladies. And Abigail Adams, again, using her position of privilege, was very vocal about how the newly emerging republic. You know, this new country, the United States, was setting the foundation for women to participate or not participate in, civic life and in political life.",
      "tags": [

      ],
      "timestamp": "[00:04:41:09]"
    },
    {
      "id": "context_79_13",
      "index": 13,
      "speaker": "HannaLore Hein",
      "words": "And, here on the screen, I'll try to do my best to provide some, descriptions of some of the images that I'm using. We do have a portrait here of Abigail Adams, and I included one of her most famous quotes on the screen, to kind of explain her mindset and her work in trying to influence, the opportunities for women to be more involved and to be more active.",
      "tags": [

      ],
      "timestamp": "[00:05:23:07]"
    },
    {
      "id": "context_79_14",
      "index": 14,
      "speaker": "HannaLore Hein",
      "words": "But she wrote in a letter to her husband, John Adams, in 1776, and she wrote, I long to hear that you have declared an independency. And by the way, in the new code of laws, which I suppose it will be necessary for you to make, I desire you would be you would remember the ladies, and be more generous and favorable to them than your ancestors.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:05:49:11]"
    },
    {
      "id": "context_79_15",
      "index": 15,
      "speaker": "HannaLore Hein",
      "words": "And you know here what she's really referring to is the fact that these governing documents that the Founding Fathers drafted over the course of, you know, roughly 20 or 25 years, they didn't mention, rights of citizenship, they didn't mention voting rights for either men or for women. And so she was really trying to, again, influence how this was going to turn out.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:06:12:24]"
    },
    {
      "id": "context_79_16",
      "index": 16,
      "speaker": "HannaLore Hein",
      "words": "John Adams did respond in a letter to her and he wrote, quote, your letter was the first intimation that another tribe, more numerous and powerful than all the rest, were grown discontent. And so, again, here is an acknowledgment that the role that women were playing, in colonial society and in colonial America, was maybe not that which the women themselves wanted.",
      "tags": [

      ],
      "timestamp": "[00:06:37:21]"
    },
    {
      "id": "context_79_17",
      "index": 17,
      "speaker": "HannaLore Hein",
      "words": "During this period, we also see several other, kind of women outliers utilizing their position of privilege to help influence how women participated in civic life and how they were able to, work together to make a change. One of those women was Mary Wollstonecraft, and the other that I'll mention, was Judith, Sergeant Murray. On the screen, we have two portraits of these women that are painted.",
      "tags": [

      ],
      "timestamp": "[00:07:04:09]"
    },
    {
      "id": "context_79_18",
      "index": 18,
      "speaker": "HannaLore Hein",
      "words": "Mary Wollstonecraft is sitting kind of looking off to the side in a white blouse with a black hat, and Judith, Sergeant Murray is seated, wearing a what appears to be a satin or potentially silk cream colored gown with a black cover and, some sort of accessory in her hair. But both of these women lived during the late 1700s and early, 1800s, and they were writers.",
      "tags": [

      ],
      "timestamp": "[00:07:34:17]"
    },
    {
      "id": "context_79_19",
      "index": 19,
      "speaker": "HannaLore Hein",
      "words": "So due to Sergeant Murray, she was really an advocate for women's equal access to education. And she also fought very hard for women to have more of a right to control their earnings. One of her most famous essays was titled On the Equality of Sexes. And here she again was really very passionately expressing that in this new nation.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:08:03:24]"
    },
    {
      "id": "context_79_20",
      "index": 20,
      "speaker": "HannaLore Hein",
      "words": "Women should not be, held back from opportunities. Based on this idea that maybe their, their autonomy, excuse me, their anatomy was different, that their brains were were smaller or inferior in some way, but that it was really just a lack of education that created inequality between men and women. In 17, in the 1790s and one of her essays, she wrote that women were about to form a new era in history.",
      "tags": [

      ],
      "timestamp": "[00:08:28:14]"
    },
    {
      "id": "context_79_21",
      "index": 21,
      "speaker": "HannaLore Hein",
      "words": "And it was really shortly, shortly thereafter that we start to see the first development of benevolence societies and benevolence organizations, where women were, organizing around this concept of charitable good. But I think that quote is really telling, because, you know, we may be maybe on the next phase or next verge of, of an era in our history, where women, you know, are going to have a bigger role in society.",
      "tags": [

      ],
      "timestamp": "[00:09:00:06]"
    },
    {
      "id": "context_79_22",
      "index": 22,
      "speaker": "HannaLore Hein",
      "words": "So I think the quote is, in a way, timeless. Mary Wollstonecraft also lived during this same era. Her most famous piece was titled A vindication of the Rights of Women, and she wrote that in 1792, and again arguing for equality to, equality in education. She really believed that women had the opportunity and had the, the abilities, the natural abilities to do any profession that man did.",
      "tags": [
        "economy"
      ],
      "timestamp": "[00:09:28:05]"
    },
    {
      "id": "context_79_23",
      "index": 23,
      "speaker": "HannaLore Hein",
      "words": "If only they were given equal education. And she she really argued that the educational opportunities that women had in this era only trained them to be frivolous and incapable. And that, again, there was a shift in education that would be a shift and opportunity. So with the writings of these early outliers and again, the, the, the voice of some of the more prominent upper class white women in society, the country kind of moves into the early 1800s and finds itself in the Second Great Awakening.",
      "tags": [

      ],
      "timestamp": "[00:09:59:14]"
    },
    {
      "id": "context_79_24",
      "index": 24,
      "speaker": "HannaLore Hein",
      "words": "And this is the, second Protestant revival, the first, dating to the 1500s. But, the image here on the screen really shows how public this particular religious revival was and the role that women were allowed to play in it. So, the image is a black and white, print, essentially of, of a religious experience that was in public in the woods.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:10:37:10]"
    },
    {
      "id": "context_79_25",
      "index": 25,
      "speaker": "HannaLore Hein",
      "words": "And there are women dressed in long gowns and men in top hats, and there are animals and it is a it is a crowd of people. And women are very prevalent in this crowd. Generally what we see during this early period is, you know, the divide between the agricultural south and this pre industrial north is really growing and the conflict that is existing around slavery in one part of the country and, you know, non slave states in the other part of the country is starting to grow.",
      "tags": [

      ],
      "timestamp": "[00:11:10:04]"
    },
    {
      "id": "context_79_26",
      "index": 26,
      "speaker": "HannaLore Hein",
      "words": "And what we see happening with regard to this particular Protestant Reformation and you know, change, revival, is that women all of a sudden were using religion almost as a mechanism through which to give back to those who who were less fortunate. And we see the church structure, structure almost acting as a precursor to the societies and clubs and organizations that women would go on to, found at a later at a later date and time.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:11:43:02]"
    },
    {
      "id": "context_79_27",
      "index": 27,
      "speaker": "HannaLore Hein",
      "words": "During this period, we also still see women focusing on this concept of benevolence. So, giving back and being charitable in their efforts. What we really take away from this moment in history, though, are kind of the, foundations of the three really powerful national movements that would serve to organize women throughout the 1800s. And that, of course, is the, anti-slavery movement, the prohibition movement.",
      "tags": [

      ],
      "timestamp": "[00:12:16:19]"
    },
    {
      "id": "context_79_28",
      "index": 28,
      "speaker": "HannaLore Hein",
      "words": "And the women's suffrage movement. And so this period allowed for women to almost start to practice some of the abilities and some of the tactics and strategies that they would then use later in time. There were groups that formed during this period, primarily on the East Coast. Again, that's where the majority of the population was at the time.",
      "tags": [

      ],
      "timestamp": "[00:12:46:24]"
    },
    {
      "id": "context_79_29",
      "index": 29,
      "speaker": "HannaLore Hein",
      "words": "In Philadelphia, there was a group called the Female Association for the Relief of Women and Children and reduced Circumstances. And again, the the name of that I think is very telling. Part of this effort, to embrace benevolence also opened the door for kind of the next phase in women's organizing, which was using, morality almost as the, the judgment tool as to whether or not a, a person or a situation was worthy of support or was worthy of, philanthropy or, or giving.",
      "tags": [

      ],
      "timestamp": "[00:13:16:08]"
    },
    {
      "id": "context_79_30",
      "index": 30,
      "speaker": "HannaLore Hein",
      "words": "We also see during this period there, there were some organizations that, freed African American slave women started. There were two also in the New England area. The Female Benevolent Society of Saint Thomas and the Daughters of Africa. These groups did slightly alter their, approach to organizing in their approach to kind of pooled giving.",
      "tags": [

      ],
      "timestamp": "[00:13:56:22]"
    },
    {
      "id": "context_79_31",
      "index": 31,
      "speaker": "HannaLore Hein",
      "words": "Here, they weren't as focused on supporting, you know, the poor and as kind of a general, mission like the, the clubs that the white women were, were founding. But here they were instead really thinking about pooling their resources and providing mutual support and aid. As opposed to, to this really broad, effort to just address poverty.",
      "tags": [

      ],
      "timestamp": "[00:14:25:20]"
    },
    {
      "id": "context_79_32",
      "index": 32,
      "speaker": "HannaLore Hein",
      "words": "And, you know, even within this, this era, women were still fighting stereotypes. And, the biggest stereotype that that existed during this time was called the cult of domesticity. And so here on the screen, we have an image of several women at different points in their life, kind of standing on a tiered, pedestal. If you will. And on the far left, we have the child, or the babe.",
      "tags": [

      ],
      "timestamp": "[00:14:53:17]"
    },
    {
      "id": "context_79_33",
      "index": 33,
      "speaker": "HannaLore Hein",
      "words": "Then we have a young, a young girl, an adolescent, the bride, the mother, the wife, and then the widow until she is no longer, you know, until her passing, essentially. And so as benevolent organizations are forming, as women are trying to hold onto that as a kind of focal point to their efforts. Society is saying, but wait, you're supposed to fit these molds.",
      "tags": [

      ],
      "timestamp": "[00:15:25:16]"
    },
    {
      "id": "context_79_34",
      "index": 34,
      "speaker": "HannaLore Hein",
      "words": "And, women were supposed to be at the home. They were supposed to be doing, you know, all of those stereotypical things that women were expected to do. Society, through this imagery and through this idea of the cult of domesticity, was really expecting women to, to almost, oh, excuse me, to almost uphold certain values. Right. Values of stability, values of morality, values, almost, of democracy.",
      "tags": [

      ],
      "timestamp": "[00:15:57:21]"
    },
    {
      "id": "context_79_35",
      "index": 35,
      "speaker": "HannaLore Hein",
      "words": "And the efforts to make the home, almost, almost a refuge for the men, the, the father, the brother, the son, so that they could come out of, you know, the public sphere where it was competitive and it was unstable and it was immoral, and have have refuge. But even when society was really trying to push these, gender norms onto women, there were organizations and women that found their voice and exercised their power.",
      "tags": [

      ],
      "timestamp": "[00:16:27:18]"
    },
    {
      "id": "context_79_36",
      "index": 36,
      "speaker": "HannaLore Hein",
      "words": "And they really continued to help lay a foundation for organizing, which would continue in through the the mid 1800s. So from benevolence, we then move into this era of moral reform. I'm going to catch my breath and take a quick sip of water. But by the 1830s and 40s, we have women's clubs on the East Coast and really throughout Appalachia starting to shift their focus from benevolence to moral reform.",
      "tags": [

      ],
      "timestamp": "[00:16:58:20]"
    },
    {
      "id": "context_79_37",
      "index": 37,
      "speaker": "HannaLore Hein",
      "words": "And by doing this, going through this shift, they were really trying to alter or almost pass judgment on what was worthy of support. On on the slide, there is a, hand-drawn, illustration that has two components on the left side. There is a woman and a long, dress with a hat, and there is a gentleman standing next to her.",
      "tags": [

      ],
      "timestamp": "[00:17:32:08]"
    },
    {
      "id": "context_79_38",
      "index": 38,
      "speaker": "HannaLore Hein",
      "words": "Quite close, maybe propositioning her. And then on the other side of the image, that same woman appears older, in destitute conditions, with 3 or 4 children who do not appear, well, well-fed or well cared for, in a very kind of destitute situation. And so the imagery here is to suggest that certain, certain, certain things in American society were going to result in immoral and negative consequences, if you will.",
      "tags": [

      ],
      "timestamp": "[00:17:58:18]"
    },
    {
      "id": "context_79_39",
      "index": 39,
      "speaker": "HannaLore Hein",
      "words": "So the women's clubs at this point in time weren't looking so much to just improve the lives of the poor, but they were really taking a moral stand on society's problems, and they were looking specifically at the ills of prostitution and prohibition and slavery and, what happened to neglected or abandoned children and how the mentally and physically ill were treated?",
      "tags": [

      ],
      "timestamp": "[00:18:32:07]"
    },
    {
      "id": "context_79_40",
      "index": 40,
      "speaker": "HannaLore Hein",
      "words": "And so during this period and really through the mid 1850s, it's, it's a moral focus that women organized around and, and based their efforts on, if you will. It's also during this time that we start to see some of the women who would become leaders in the national reform movements of, prohibition and, suffrage and and anti-slavery movements start to, you know, lay their foundations.",
      "tags": [

      ],
      "timestamp": "[00:18:59:10]"
    },
    {
      "id": "context_79_41",
      "index": 41,
      "speaker": "HannaLore Hein",
      "words": "So there were two women, in New England, two sisters, Sarah and Angelina, Grimm, who actually founded the first women's anti-slavery movement in 1838. And then ten years later, excuse me, Anthony and Lucretia mott, along with several other women, organized the Women's Rights Convention in Seneca Falls, New York, which, you know, most, most historians would say was kind of the official start to women's suffrage efforts.",
      "tags": [

      ],
      "timestamp": "[00:19:32:12]"
    },
    {
      "id": "context_79_42",
      "index": 42,
      "speaker": "HannaLore Hein",
      "words": "But of course, as the world turns, you could say, history and and development and progress are happening in the background to all of these small and, and, you know, targeted efforts of women to organize and so on. On the screen here is a very famous painting, by John Gast from 1872. And the imagery, I think is really telling.",
      "tags": [

      ],
      "timestamp": "[00:20:08:01]"
    },
    {
      "id": "context_79_43",
      "index": 43,
      "speaker": "HannaLore Hein",
      "words": "There's a, a white woman with flowy blond hair kind of suspended in midair, floating through the air in Roman or Greek attire, carrying with her technology. She's had she literally has a telegraph line in her hand. She has, what appears to be a Bible. And she is moving from east to west, if you will, or from right to left.",
      "tags": [
        "religion"
      ],
      "timestamp": "[00:20:36:17]"
    },
    {
      "id": "context_79_44",
      "index": 44,
      "speaker": "HannaLore Hein",
      "words": "And in her wake, trains are coming. Stagecoaches are coming. Quote unquote. Progress is coming. But the reality of what this shows is that the native peoples who have been on this land since time immemorial are literally being chased off the canvas. And it is darker on that portion of the screen. And the wildlife and the natural resources of the land are also being chased off the canvas.",
      "tags": [
        "environment"
      ],
      "timestamp": "[00:21:00:15]"
    },
    {
      "id": "context_79_45",
      "index": 45,
      "speaker": "HannaLore Hein",
      "words": "So this imagery, I think, is really telling because it almost forms the basis and really provides a visual for the ideology that, the political administrative administration of the 1850s and 60s and other leaders really held on to as they intentionally pushed westward migration as they entered into international conflict with Mexico. And that ideology was, of course, manifest destiny that really insisted that people of Anglo descent were not just expected to travel and expand and bring with them their ideals of society, but that they were destined to do so.",
      "tags": [

      ],
      "timestamp": "[00:21:26:24]"
    },
    {
      "id": "context_79_46",
      "index": 46,
      "speaker": "HannaLore Hein",
      "words": "During this period, we see the Mexican-American War and the Polk administration also utilized that same ideology almost as the justification for for fighting in that conflict and for taking the lands that they took, in 1848, at the end of the conflict and then less than, you know, 10 or 15 years later, the that divide that I talked about between the agricultural south and the north, the industrial north erupted into a bloody and terrible civil war.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:22:14:12]"
    },
    {
      "id": "context_79_47",
      "index": 47,
      "speaker": "HannaLore Hein",
      "words": "What all of this this shows, though, is that even in the midst of westward expansion and in the midst of international conflict and in the midst of national conflict, women still had a role to play and women still took while they looked for opportunities in all of this to continue to expand their spheres of influence and to continue to find ways to be more impactful, whether that was working individually or whether that was working to form organization or clubs to support their interests.",
      "tags": [

      ],
      "timestamp": "[00:22:48:04]"
    },
    {
      "id": "context_79_48",
      "index": 48,
      "speaker": "HannaLore Hein",
      "words": "During the Civil War, we see a number of women, coming together to, to support the Union Army, either as nurses on the battlefield or in support of other, other organizations that were really in support of, of Union soldiers and union veterans. And the other outcome of this moment in time is this idea of a legal ramification as a resolution to conflict.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:23:22:05]"
    },
    {
      "id": "context_79_49",
      "index": 49,
      "speaker": "HannaLore Hein",
      "words": "Right. So at the end of the Civil War, we see the passage of three amendments to the U.S. Constitution. And and that those three, of course, from the 13th, 14th and 15th amendments, the 13th abolished slavery, the 14th declared all persons in the United States, born in the United States as citizens. And then the 15th, stated that the voting rights shall not be denied by race, color, or previous condition of servitude.",
      "tags": [
        "conflict"
      ],
      "timestamp": "[00:23:50:23]"
    },
    {
      "id": "context_79_50",
      "index": 50,
      "speaker": "HannaLore Hein",
      "words": "And so, in a way, the passage of those three amendments, became almost an opportunity or an end goal for women who were working in the suffrage cause to think long term about how their efforts could change society. And a, constitutional amendment, essentially became one of the end goals, of the suffrage movement and really fighting for that.",
      "tags": [

      ],
      "timestamp": "[00:24:20:16]"
    },
    {
      "id": "context_79_51",
      "index": 51,
      "speaker": "HannaLore Hein",
      "words": "And, of course, during the same time, Idaho, as a geopolitical entity, really came into, into its own, on March 4th, 1863, President Abraham Lincoln signed the Organic Act, which, established Idaho Territory. At the time, the the landmass that was Idaho Territory included parts of Wyoming and parts of Montana. And they they brought this territory into the union, as a free territory.",
      "tags": [
        "agriculture",
        "labor"
      ],
      "timestamp": "[00:24:48:08]"
    },
    {
      "id": "context_79_52",
      "index": 52,
      "speaker": "HannaLore Hein",
      "words": "Excuse me. So it was never a slave holding, state or territory. And as the territory began to develop during the very early years, you know, we see, the extractive industry really driving population growth and really driving migration through and into the territory. First kind of happening in the northern region near Lewiston, and then within a handful of years, the discovery of gold in the Boise Basin drew people to the Boise region and to the southern part of the territory.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:25:18:19]"
    },
    {
      "id": "context_79_53",
      "index": 53,
      "speaker": "HannaLore Hein",
      "words": "And we see additional homesteaders coming, coming west. We see Mormon, settlers moving north from Utah to come into this region. And so we see movement into the region, throughout the 1860s. But what we also see happening here and throughout the West is that so many of those trends that happened over the course of 70 years, you know, of women using their voice, when they have had the privilege to do so, and women, looking for, benevolent opportunities to, to support their communities and women looking to, enact moral reform.",
      "tags": [
        "history"
      ],
      "timestamp": "[00:25:55:19]"
    },
    {
      "id": "context_79_54",
      "index": 54,
      "speaker": "HannaLore Hein",
      "words": "Those trends happened in the West. They just happened on a much more condensed, and, and faster timeline. But part of why that that trend continued in the West had to do with the fact that suffrage at this point had really become a focal point for women's activism, throughout throughout the Western territory. And so throughout the reconstructive reconstruction era, which was 1865 through about 1877, and then throughout the Gilded Age, which takes us up through about 1890.",
      "tags": [

      ],
      "timestamp": "[00:26:40:17]"
    },
    {
      "id": "context_79_55",
      "index": 55,
      "speaker": "HannaLore Hein",
      "words": "This, this question of, of, of women's roles and where women would, exist kind of within the political life of Idaho Territory and other surrounding territories and states. It was it was a topic that newspapers reported on regularly. In fact, by 1869, Wyoming had extended suffrage to women in an effort to grow their population. That didn't turn out to to work so well, but women still have the right to vote.",
      "tags": [

      ],
      "timestamp": "[00:27:18:05]"
    },
    {
      "id": "context_79_56",
      "index": 56,
      "speaker": "HannaLore Hein",
      "words": "There. And in 1870, here in Idaho, the territorial legislature enacted legislation or drafted legislation rather to try to extend suffrage to in and what I think is so interesting about again, this moment in time is that that particular bill died in a tie vote. It was 11 for the bill, 11 against the bill. And when I think that really shows, is that this was not a one sided concept, but it was it was being talked about throughout throughout the region and throughout the territory.",
      "tags": [

      ],
      "timestamp": "[00:27:46:05]"
    },
    {
      "id": "context_79_57",
      "index": 57,
      "speaker": "HannaLore Hein",
      "words": "Throughout the rest of the 1870s and into the 1880s. Idaho's suffrage efforts really existed almost as a grassroots effort. So, you know, thinking about this arc of organizing, it was it was the individual women with the voice and with the means and the opportunity to speak to this. It wasn't until the 1890s that clubs actually formed in support of suffrage, but even the efforts of those individual women resulted in Idaho's passage of partial suffrage laws.",
      "tags": [

      ],
      "timestamp": "[00:28:24:16]"
    },
    {
      "id": "context_79_58",
      "index": 58,
      "speaker": "HannaLore Hein",
      "words": "Through the 1870s and 1880s. So some women who were unmarried and taxpaying could vote in school elections. They could hold office and school related positions. And all of that happened even before 1896, when Idaho became that fourth suffrage state.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:28:58:01]"
    },
    {
      "id": "context_79_59",
      "index": 59,
      "speaker": "HannaLore Hein",
      "words": "By the late 1880s, early 1890s, like I said, the club efforts to organize around the concept of suffrage were growing. Idaho had started to, generate interest from some of the national suffrage organizations that existed at the time. And in 1893, a teacher and Hagerman, formed the first official suffrage club in Idaho. And two years later, several delegates from across the state came together with the help of of National suffrage organization delegates and representatives to form the Idaho Equal Suffrage Association, which was essentially our state's first statewide suffrage club.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:29:20:02]"
    },
    {
      "id": "context_79_60",
      "index": 60,
      "speaker": "HannaLore Hein",
      "words": "I think that that club's biggest impact, and the work that it did over a very short amount of time, resulted in all four of Idaho's political parties adopting a suffrage, a pro suffrage plank as part of their platform going into the 1896 election. And that coupled with, you know, the support, that Idaho's leaders gave to the suffrage effort at the time, I think resulted in the, the really, on paper, overwhelming support for women's suffrage.",
      "tags": [

      ],
      "timestamp": "[00:30:06:13]"
    },
    {
      "id": "context_79_61",
      "index": 61,
      "speaker": "HannaLore Hein",
      "words": "So, again, I don't want to go too deep into this. I know that a lot of, a lot of amazing scholars gave talks on suffrage last year, but it plays into this, in some way. So we're now at the Progressive ERA. So I hope the first part of this presentation really showed you that. Again, putting a start date on history is a hard thing to do.",
      "tags": [

      ],
      "timestamp": "[00:30:44:01]"
    },
    {
      "id": "context_79_62",
      "index": 62,
      "speaker": "HannaLore Hein",
      "words": "There's always going to be outliers and trends that inform what comes next, right? So by the time we get to the Progressive ERA, which again is this period between the late 1880s or early 1890s through about the 1920s, we see women's organizations and women's clubs really forming at a much higher rate and with a much broader focus.",
      "tags": [

      ],
      "timestamp": "[00:31:08:16]"
    },
    {
      "id": "context_79_63",
      "index": 63,
      "speaker": "HannaLore Hein",
      "words": "It's at this point that, you know, they're picking up all of what women had done up until this point in terms of thinking about benevolence and moral reform and community support and national interests. But it's at this point the that they include a couple of other factors, right? At this point, they're really looking to find a, you know, to find a way to bring order to the chaos that existed in the country, primarily on the East Coast, but again, bringing order to the chaos.",
      "tags": [

      ],
      "timestamp": "[00:31:37:09]"
    },
    {
      "id": "context_79_64",
      "index": 64,
      "speaker": "HannaLore Hein",
      "words": "They also picked up this idea of reciprocity in giving and by giving time or talent or efforts, they would then in turn give something out of it, whether that was an experience or whether that was, you know, a moral, pat on the shoulder of, yes, I did something good, but but they were thinking about it in terms of giving and getting in return.",
      "tags": [

      ],
      "timestamp": "[00:32:10:15]"
    },
    {
      "id": "context_79_65",
      "index": 65,
      "speaker": "HannaLore Hein",
      "words": "And when you talk about Progressive ERA women's clubs, you really have to give Jane Cunningham probably a lot of credit here. She was a a journalist on the East Coast, working in a really male dominated, industry. And in her work, she realized that there were no opportunities for women to attend some of the press club meetings or to attend some of the presentations that she was being blocked out because of her gender.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:32:41:13]"
    },
    {
      "id": "context_79_66",
      "index": 66,
      "speaker": "HannaLore Hein",
      "words": "And so she ended up forming a club, called the cirrhosis, which didn't have a charitable component. It didn't have a socioeconomic component. It was simply a collective elevation of advancement of women. So by coming together, they had a broader foundation on which to advance their professional lives, their personal achievements, and that kind of stuff. And so in 1890, she ended up forming an organization called the General Federation of Women's Clubs, which was almost an umbrella organization for clubs across the country to come into the fold of collective elevation and collective advancement.",
      "tags": [
        "education",
        "economy"
      ],
      "timestamp": "[00:33:13:02]"
    },
    {
      "id": "context_79_67",
      "index": 67,
      "speaker": "HannaLore Hein",
      "words": "And, although this was happening on, on the East Coast, it, it spread very quickly. And it, it landed, you know, this concept landed in Idaho, within 4 or 5 years of Crawley's, establishment of of the General Federation of Women's Clubs.",
      "tags": [

      ],
      "timestamp": "[00:33:55:11]"
    },
    {
      "id": "context_79_68",
      "index": 68,
      "speaker": "HannaLore Hein",
      "words": "And again, you know, looking at Idaho history, we became a state in 1890. But by 1892, we had very prominent women's clubs acting in a very public and very visible manner to support a variety of, of things across across the state, from education to literacy to arts and humanities, support to city beautification efforts. The first club that formed in Idaho was the Colombian Club and formed in Boise in 1892, as a real organized effort of of women coming together for, for charitable or philanthropic efforts.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:34:18:19]"
    },
    {
      "id": "context_79_69",
      "index": 69,
      "speaker": "HannaLore Hein",
      "words": "The club was originally formed to help support Idaho's efforts during the 1893 Columbian Exposition at the Chicago's World Fair. And, after it did that work, which it did so beautifully. And Idaho was really recognized for having such a presence at that event. The club came back and the women voted and said, well, we want to do more.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:35:04:04]"
    },
    {
      "id": "context_79_70",
      "index": 70,
      "speaker": "HannaLore Hein",
      "words": "And I'll talk more about the club in general, or in more specifics here in a minute. But but they were the first, by 1894, four years after the General Federation of Women's Clubs formed, Idaho had a chapter of that organization, and there were a number of clubs that found that came in as charter members of that organization.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:35:28:17]"
    },
    {
      "id": "context_79_71",
      "index": 71,
      "speaker": "HannaLore Hein",
      "words": "The Columbian Club was one. And then the list just kind of goes on and on. The Chautauqua Club of Caldwell, the Outlook Club of Windsor, the Fortnightly Club of Haley, the Tuesday History Club, the Parliamentary Club, the Village Improvement Club of South Boise, the literary literary club of Saint Anthony, the Women's Century Club of Nampa.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:35:52:16]"
    },
    {
      "id": "context_79_72",
      "index": 72,
      "speaker": "HannaLore Hein",
      "words": "And the list is really pretty, pretty, astonishing. And again, by, by providing this kind of umbrella organization to help women's clubs develop and help them find a focus and help them develop a mission and deliver on it. All of a sudden, women had a lot of opportunity to exist outside of that home unit here in Idaho.",
      "tags": [

      ],
      "timestamp": "[00:36:14:13]"
    },
    {
      "id": "context_79_73",
      "index": 73,
      "speaker": "HannaLore Hein",
      "words": "By 1912, there were 52 clubs represented in the Federation of Women's Clubs that had a total membership of over 2000 women across the state. And this is at a time when, you know, Idaho's population was not that grand. I have to go back and look up the census numbers from that era, but it's a very good representation of the women across the state.",
      "tags": [

      ],
      "timestamp": "[00:36:41:08]"
    },
    {
      "id": "context_79_74",
      "index": 74,
      "speaker": "HannaLore Hein",
      "words": "Again, Boise's Columbian Club was the first. It also had a very, very prominent membership. So after they finished their work on the Chicago's World Fair, the women turned their attention to, building a library. They built Boise's first library. They developed a state traveling library. They helped bring the, Carnegie Library to Boise. Really amazing, amazing work.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:37:08:24]"
    },
    {
      "id": "context_79_75",
      "index": 75,
      "speaker": "HannaLore Hein",
      "words": "The club women that were involved in this organization, their names are some of the most prominent women of the of the era. Here on the screen, Margaret Roberts, there are two portraits. Margaret Roberts on the left side, Mary Hallock photos on the right. Margaret Roberts was the state's librarian for the traveling library from 1905. Really? Throughout her lifetime.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:37:37:13]"
    },
    {
      "id": "context_79_76",
      "index": 76,
      "speaker": "HannaLore Hein",
      "words": "She ended up working at one point for the historical society. She was in the role of state historian. So I, I look to her efforts and her achievements and strive on. Mary Hallock Foote, of course, writer and illustrator whose, professional work really supported her family throughout the 1880s and 1890s while her husband was, trying but failing to bring, you know, irrigation water to the Boise Valley and the list of really incredible women kind of goes on.",
      "tags": [
        "literature",
        "agriculture",
        "boise"
      ],
      "timestamp": "[00:38:01:20]"
    },
    {
      "id": "context_79_77",
      "index": 77,
      "speaker": "HannaLore Hein",
      "words": "If you're not familiar with this club, I'll just quickly mention that they are still an active club in Idaho. They've been around 129 years, and they are looking for membership. So you're welcome to reach out to club president. Carol Hoyle. She is, leading that organization through this year. And they are continuing to provide opportunities to give back to the Boise community through time, talent and treasure.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:38:36:24]"
    },
    {
      "id": "context_79_78",
      "index": 78,
      "speaker": "HannaLore Hein",
      "words": "I'll just kind of quickly go through some of these other clubs that existed across the state. The Women's Study Club of Pocatello found was founded in 1896 by Doctor Minnie Howard. She was a physician, a full doctor, physician. In the 1890s and was a a really important pioneer in southern Idaho. Most of the materials that this club used to study material became part of the Pocatello Public Library holdings when it was founded, with the help of this club.",
      "tags": [
        "education",
        "pocatello"
      ],
      "timestamp": "[00:39:10:23]"
    },
    {
      "id": "context_79_79",
      "index": 79,
      "speaker": "HannaLore Hein",
      "words": "The club continued for many years. Here we have a couple of photos from the 1924 and 1925 yearbook or annual report from this club, but what I think is really interesting, about this club in particular is how its leaders, and how its leader, Minnie Howard, continued to build on the build on the ideologies that club women had used over time.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:39:45:09]"
    },
    {
      "id": "context_79_80",
      "index": 80,
      "speaker": "HannaLore Hein",
      "words": "So in an address that she gave to the club in 1904, she wrote or she said that the ideal club woman is also a home woman. These two are not incompatible nor inconsistent. Every woman should have domestic duties, and most women have domestic affairs. The club is the place to lay aside these cares and to learn and think of something outside the home.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:40:11:10]"
    },
    {
      "id": "context_79_81",
      "index": 81,
      "speaker": "HannaLore Hein",
      "words": "This has a beneficial effect upon the home. So really embracing this idea that by providing, you know, there's reciprocity in this. So by providing the opportunity for women to serve, for women to learn, for women to organize their home life and their home situation would have a benefit from that experience.",
      "tags": [

      ],
      "timestamp": "[00:40:34:07]"
    },
    {
      "id": "context_79_82",
      "index": 82,
      "speaker": "HannaLore Hein",
      "words": "The New Century Club of Blackfoot was one of just a handful of century clubs that founded in the year 1900. What's unique about this particular club and the way that it, kind of emerged across the state is it was the first club to actively combine the idea of study with action. So it wasn't just that they were going to learn for the sake of learning, or they were going to study music for the sake of studying music, or they were going to try to beautify the city, to beautify the city.",
      "tags": [
        "education",
        "music"
      ],
      "timestamp": "[00:40:58:10]"
    },
    {
      "id": "context_79_83",
      "index": 83,
      "speaker": "HannaLore Hein",
      "words": "They were taking knowledge and they were taking their, their focus and and putting it into action. Two were no longer going to be separate. The Century Club in Nampa is still in existence. So if we have any watchers, from the Nampa area, that club is still viable. Going on 121 years. The betterment club of image, this club founded, was founded, in the early 1900s.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:41:32:14]"
    },
    {
      "id": "context_79_84",
      "index": 84,
      "speaker": "HannaLore Hein",
      "words": "It was one of the first rural clubs that that kind of umbrella organization, the Federation of, Club Women or, excuse me, the General Federation of Women's Clubs, adopted and opportunities for rural women, especially here in Idaho, were critical, because it provided not just a sense of community outside of that singular rural area, but it made southern Idaho a community within itself.",
      "tags": [
        "agriculture",
        "education"
      ],
      "timestamp": "[00:42:06:18]"
    },
    {
      "id": "context_79_85",
      "index": 85,
      "speaker": "HannaLore Hein",
      "words": "This club continued through the 1920s. And here on this slide, we have, portrait of several women standing in front of a brick building from 1939. And these are all representatives of of clubs throughout southern Idaho, meeting for a convention, including so really between 1894, when the Federation for Women's Clubs was founded and brought to Idaho, and 1954, more than 130 clubs had at one point been considered members of that umbrella organization, which I just think is is astonishing.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:42:35:16]"
    },
    {
      "id": "context_79_86",
      "index": 86,
      "speaker": "HannaLore Hein",
      "words": "But even as we move out of the Progressive ERA, there are a couple of clubs that I want to also bring bring to light, because this whole conversation is about how how women have built on the experiences of women who've come before them. Here we have another portrait, of women all standing in line. This is from 1929, and this is the Western Conference of the Junior Leagues of America.",
      "tags": [

      ],
      "timestamp": "[00:43:19:17]"
    },
    {
      "id": "context_79_87",
      "index": 87,
      "speaker": "HannaLore Hein",
      "words": "The Junior League organization was founded in New York in 1901, and it also developed chapters around the country and around the world. The Boise chapter was founded in 1928, and its first focus was on children's malnutrition and providing opportunities for healthy food and exercise to women. Or excuse me, two children. Right at the at the turn of of what would become the Great Depression and a really severe economic time in Idaho history.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:43:47:05]"
    },
    {
      "id": "context_79_88",
      "index": 88,
      "speaker": "HannaLore Hein",
      "words": "So very, very critical focus of this club's work. Like the Columbian club, the Junior League of Boise is still a viable organization, and it is just ending its 93rd year as a club. And I will I will just mention that I am a member of the Junior League of Boise, and I'm slated as its incoming president elect.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:44:18:07]"
    },
    {
      "id": "context_79_89",
      "index": 89,
      "speaker": "HannaLore Hein",
      "words": "So I hope to again continue to build on the work of our club over time. The junior league's approach to organizing and efforts were based on this concept of finding a need, developing a solution to that need, or finding a solution to the problem, and then passing that entire project off to other community members or other entities so that it could continue long term.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:44:38:17]"
    },
    {
      "id": "context_79_90",
      "index": 90,
      "speaker": "HannaLore Hein",
      "words": "A lot of the project work of the Junior League of Boise, include, you know, launching the Discovery Center of Idaho and the Learning Lab and supporting programs of family advocates. So really broad in terms of their mission and their work.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:45:06:05]"
    },
    {
      "id": "context_79_91",
      "index": 91,
      "speaker": "HannaLore Hein",
      "words": "And then by the 1950s and 60s, we see a shift again in terms of the focus of work, where it may not be so much a, addressing a moral need or addressing a certain class of society. But Idaho had a welcome wagon newcomers club the data to 1947. So throughout the late 1900s, this club worked intentionally to bring in newcomers to the Treasure Valley.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:45:22:11]"
    },
    {
      "id": "context_79_92",
      "index": 92,
      "speaker": "HannaLore Hein",
      "words": "And they would would make sure that everyone who was moving to Boise felt welcomed. And again, all of what I've been able to share today as part of this presentation is really because of the records housed at the Idaho State Historical Society as part of our state archives and, you know, when I think about the legacy of club women and the legacy of activism and organizing over time, for me, that legacy are the records and the women who are continuing to fill the shoes, of these organizations today.",
      "tags": [
        "boise",
        "history",
        "education"
      ],
      "timestamp": "[00:45:55:07]"
    },
    {
      "id": "context_79_93",
      "index": 93,
      "speaker": "HannaLore Hein",
      "words": "So here on the screen, are just three women's clubs in the area that are still viable, that are still working, that are still engaged in their communities. At the top left are women of the Junior League of Boise. Top right are women of the Century Club of Nampa. And on the bottom are the board members of the Idaho Women's Charitable Foundation.",
      "tags": [
        "boise",
        "education"
      ],
      "timestamp": "[00:46:32:16]"
    },
    {
      "id": "context_79_94",
      "index": 94,
      "speaker": "HannaLore Hein",
      "words": "So again, if we think about how all of this comes together, it's from a historian's perspective. It's about how we can learn from the work that these clubs did and from the work of these individual women. And, you know, I implore everyone who's listening today, if you're part of a of a nonprofit that's not a women's club, but you are involved with, you know, friends of the Bishop's house or or another group.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:46:56:07]"
    },
    {
      "id": "context_79_95",
      "index": 95,
      "speaker": "HannaLore Hein",
      "words": "To really think about how you maintain your organization's records and what you do with them when they're no longer active records and they're considered historic. So that is my my spiel. And I would I would love to take questions.",
      "tags": [

      ],
      "timestamp": "[00:47:24:09]"
    },
    {
      "id": "context_79_96",
      "index": 96,
      "speaker": "Doug Exton",
      "words": "Yeah. Thank you for the wonderful presentation and all the history that went along with it. So the first question that we have is, how are the clubs received in Idaho, especially since they did tackle, you know, some of those more social, you know, hot button issues at the time. Was there a lot of pushback from the public, you know, or from the men, since, you know, these clubs focused on women?",
      "tags": [

      ],
      "timestamp": "[00:47:47:08]"
    },
    {
      "id": "context_79_97",
      "index": 97,
      "speaker": "HannaLore Hein",
      "words": "From the research that I've done on this, there was not a lot of pushback. But keeping in mind that, you know, the women who were participating in these clubs didn't work. So if the men were at work during the day, and as long as the women were continuing to do their their home duties or home chores, if you will, how they spent the rest of that time wasn't so much of a concern.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:48:09:19]"
    },
    {
      "id": "context_79_98",
      "index": 98,
      "speaker": "HannaLore Hein",
      "words": "And again, most of the efforts of women during the early 2020 eighth century, they were well to do. And so they had the privilege of spending time in this way.",
      "tags": [

      ],
      "timestamp": "[00:48:35:04]"
    },
    {
      "id": "context_79_99",
      "index": 99,
      "speaker": "Doug Exton",
      "words": "And building off of that. You know, how did these women balance those home duties with, you know, going out of their way in a sense, to participate in these clubs, especially if you had, you know, 3 or 4 children that you had to take care of.",
      "tags": [

      ],
      "timestamp": "[00:48:50:07]"
    },
    {
      "id": "context_79_100",
      "index": 100,
      "speaker": "HannaLore Hein",
      "words": "Well, again, from the research that I'm done, if the balance wasn't as much of a problem because the clubs, you know, especially here in Boise, the clubs society viewed the clubs as a benefit. I think the fact that the Colombian club launched with such support, from men in political power, I mean, for example, the club's very first meeting happened in the chambers of the, House of Representatives at the state House.",
      "tags": [
        "education",
        "boise"
      ],
      "timestamp": "[00:49:05:18]"
    },
    {
      "id": "context_79_101",
      "index": 101,
      "speaker": "HannaLore Hein",
      "words": "And it was the governor that had called upon these, these well-to-do women to help them in something that they had no idea what they were doing. They had not furnished a home. And that's really what these women were asked to do initially. So, again, given the focus of that club, given the prominence and high society, experiences of the women who participated there hadn't there wasn't as much conflict of time management.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:49:36:19]"
    },
    {
      "id": "context_79_102",
      "index": 102,
      "speaker": "HannaLore Hein",
      "words": "You know, they could make it work.",
      "tags": [

      ],
      "timestamp": "[00:50:07:05]"
    },
    {
      "id": "context_79_103",
      "index": 103,
      "speaker": "Doug Exton",
      "words": "And then circling back, you know, you talked about the Second Great Awakening. You know, that religious influence where like did like the Jewish religion or the Muslim religion or even LDS influenced these more? You know, either in like a separate club, you know, like the Jewish Women's Club or something like that, or was it predominantly Protestant Christianity that had the biggest influence, you know, outside of Idaho?",
      "tags": [

      ],
      "timestamp": "[00:50:09:18]"
    },
    {
      "id": "context_79_104",
      "index": 104,
      "speaker": "HannaLore Hein",
      "words": "Right. To answer that accurately and, and, well, I would want to do a little bit more digging. I can speak a little bit to the Mormon influence in terms of organizing and women's groups. The Mormon, the Mormon, kind of strongholds that existed in southern Idaho, especially during the suffrage period, were very supportive of the club efforts to get women the right to vote.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:50:38:16]"
    },
    {
      "id": "context_79_105",
      "index": 105,
      "speaker": "HannaLore Hein",
      "words": "So in that regard, that religious, community, if you will, wasn't anti club or anti women's, you know, rights. But outside of the suffrage effort, I want to do a little bit more research before I answer. But again I can I would be happy to follow up with that answer via email.",
      "tags": [
        "religion",
        "education"
      ],
      "timestamp": "[00:51:05:07]"
    },
    {
      "id": "context_79_106",
      "index": 106,
      "speaker": "Doug Exton",
      "words": "And then also you mentioned, you know, kind of in that same time period I want to say it was the Daughters of Africa. That's correct. Were there other organizations in Idaho you know, that focused more on, you know, minority women or minority rights outside of, you know, it's kind of that blanket, you know, women's rights, umbrella, especially since that is kind of a tedious line because, you know, women, white women had rights before minority women in some instances.",
      "tags": [

      ],
      "timestamp": "[00:51:27:02]"
    },
    {
      "id": "context_79_107",
      "index": 107,
      "speaker": "HannaLore Hein",
      "words": "Well, here in Idaho, you know, the experiences of minority women, are relevant and they exist. There's just fewer of them because the population of women of color in Idaho, has always been less. Throughout the 1960s and 1970s, I know that Pocatello is African American community was really the largest African-American community in the state. And, women in that region were were definitely involved with organizing and and working through the civil rights era.",
      "tags": [
        "pocatello"
      ],
      "timestamp": "[00:51:56:10]"
    },
    {
      "id": "context_79_108",
      "index": 108,
      "speaker": "HannaLore Hein",
      "words": "But again, to, to look at it through the lens of, you know, that colored experience or the experience of colored women in Idaho, that's that's an opportunity for scholars to do more research. Not just here in Idaho, but really across the country to be able to tell that story.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:52:31:05]"
    },
    {
      "id": "context_79_109",
      "index": 109,
      "speaker": "Doug Exton",
      "words": "Yeah, because I personally feel that that story really isn't told a whole lot. Or when it is, it's definitely more of a a la carte kind of story, you know, like, oh, this also happened.",
      "tags": [

      ],
      "timestamp": "[00:52:50:10]"
    },
    {
      "id": "context_79_110",
      "index": 110,
      "speaker": "HannaLore Hein",
      "words": "Right? Right. And unfortunately, a lot of that has to do with how written records were, were kept and how they were maintained. So if you think about where we are in the trajectory of like suffrage, for example, you know that that piece of legislation at the national level came down 100 years ago. That's three generations removed, you know, maybe four generations removed.",
      "tags": [

      ],
      "timestamp": "[00:52:59:17]"
    },
    {
      "id": "context_79_111",
      "index": 111,
      "speaker": "HannaLore Hein",
      "words": "So it's not unexpected for there to be records of experiences of women of color related to suffrage that are still housed in someone's addict or in, you know, great grandmother's basement. And as you know, women and families, you know, reach that generation, as those people are passing. There's, I think, lots of opportunity to find more records and more, evidence of the experiences of people of color.",
      "tags": [

      ],
      "timestamp": "[00:53:22:14]"
    },
    {
      "id": "context_79_112",
      "index": 112,
      "speaker": "Doug Exton",
      "words": "And then I was wondering if you can touch a little bit on, Idaho becoming the fourth suffrage state because it seemed to be all kind of that Intermountain West, you know, our region of Idaho that became the first suffrage states. Was there a reason that it happened there and not, you know, on either of the coasts or to somewhere else in the country?",
      "tags": [

      ],
      "timestamp": "[00:53:56:06]"
    },
    {
      "id": "context_79_113",
      "index": 113,
      "speaker": "Doug Exton",
      "words": "Because to me, I want to say it sounds random, but it almost it's kind of like a weird like, oh, kind of out of nowhere in a sense.",
      "tags": [

      ],
      "timestamp": "[00:54:16:01]"
    },
    {
      "id": "context_79_114",
      "index": 114,
      "speaker": "HannaLore Hein",
      "words": "Right. Well, again, the way that I and again, from the research that I've done, which is primarily records from Idaho, I've not had a chance to look at national suffrage effort records. But if you think about the experiences of women in the West, generally based on the physical landscape and the hardship of living in the sagebrush desert and turning that into a a viable farm or ranch that took everybody's effort.",
      "tags": [
        "education",
        "agriculture"
      ],
      "timestamp": "[00:54:23:14]"
    },
    {
      "id": "context_79_115",
      "index": 115,
      "speaker": "HannaLore Hein",
      "words": "Mom, dad, siblings, children, everybody was working, you know, to, to, to make it. So generally, just because of the experiences of women in the West, where they had more of a expectation to participate in the family life and family households, that I think almost, primed the discussions about, well, if women are already assisting in so many ways, they should also have the right to vote.",
      "tags": [

      ],
      "timestamp": "[00:54:56:10]"
    },
    {
      "id": "context_79_116",
      "index": 116,
      "speaker": "HannaLore Hein",
      "words": "I mentioned briefly that Wyoming's approach to this was thinking about it through the lens of acquiring statehood. So if if Wyoming could grow its population by allowing women to come and vote, they thought that would be a driver for immigration into the territory. They could apply for statehood. It didn't really happen. By the time Idaho was really seriously considering extending suffrage to women, which I would argue happened by the late 1880s, and it was mentioned and discussed at length during the state constitutional convention.",
      "tags": [
        "migration"
      ],
      "timestamp": "[00:55:24:18]"
    },
    {
      "id": "context_79_117",
      "index": 117,
      "speaker": "HannaLore Hein",
      "words": "In fact, two prongs of the suffrage effort spoke at that convention in front of the delegates. Henry had a skeleton from the temperance union. Said we need the right to vote as a means to an end. We need to stop. You know, we need to enact prohibition. And to do that, we need the vote. And then Abigail Scott Dunaway, who was another one of these, like, individualists, you know, strong willed, very well-spoken women.",
      "tags": [
        "labor"
      ],
      "timestamp": "[00:56:00:22]"
    },
    {
      "id": "context_79_118",
      "index": 118,
      "speaker": "HannaLore Hein",
      "words": "She spoke nearly four times as long as Henrietta and basically made the argument that no women are citizens and laws govern citizens, and women should be able to vote on the laws that govern their lives. Ultimately, the delegates there, they heard all of the arguments and agreed with them, but said it wasn't worth the risk of the U.S. Congress denying their appeal for statehood.",
      "tags": [

      ],
      "timestamp": "[00:56:28:08]"
    },
    {
      "id": "context_79_119",
      "index": 119,
      "speaker": "HannaLore Hein",
      "words": "So that's why it was not included in the state constitution. But considering that it only took six years after that for the suffrage amendment to pass, and then it had to be a state constitutional amendment at that point because of how Idaho became state. But it happened. And again, it happened quickly with very, very little, opposition.",
      "tags": [

      ],
      "timestamp": "[00:56:56:00]"
    },
    {
      "id": "context_79_120",
      "index": 120,
      "speaker": "HannaLore Hein",
      "words": "Now, there had been opposition early on, you know, in the 1870s, the mining communities were very much against it. But enough time had passed and the conversations had been happening again at that grassroots level, that by the time there was a state organization, the conversations were were already being had. That state effort just made it more visible.",
      "tags": [
        "mining"
      ],
      "timestamp": "[00:57:19:15]"
    },
    {
      "id": "context_79_121",
      "index": 121,
      "speaker": "Doug Exton",
      "words": "And I think it's really interesting that this is something I had never thought of. You know, there's that strategy aspect, especially with Idaho, since it started as a territory. It wasn't just magically a state overnight, you know, like the eastern states, you know, independence happened congrat to your state. You know, so I think it's interesting to see how all that strategy really played out into how Idaho really approached it.",
      "tags": [

      ],
      "timestamp": "[00:57:41:12]"
    },
    {
      "id": "context_79_122",
      "index": 122,
      "speaker": "HannaLore Hein",
      "words": "Yeah. And, you know, again, thinking about how the Progressive ERA was really, this idea of reciprocity is really prevalent throughout this period. So you have women learning how to hold meetings, how to keep records, how to argue their points, how to find the advocates and the stakeholders that they needed to make change. And all of that learning happened through the efforts of giving back.",
      "tags": [
        "education"
      ],
      "timestamp": "[00:58:03:12]"
    },
    {
      "id": "context_79_123",
      "index": 123,
      "speaker": "Doug Exton",
      "words": "And it looks like we have we have to time for two questions left. So do you have any information on the formation of the AAUW in Idaho.",
      "tags": [

      ],
      "timestamp": "[00:58:35:07]"
    },
    {
      "id": "context_79_124",
      "index": 124,
      "speaker": "HannaLore Hein",
      "words": "As part of this presentation? No, but I will hold that question and certainly provide an answer.",
      "tags": [

      ],
      "timestamp": "[00:58:45:13]"
    },
    {
      "id": "context_79_125",
      "index": 125,
      "speaker": "Doug Exton",
      "words": "Awesome. And then the last question is where women such as Julia Davis, Anna and Morris and affiliated with these clubs. So I know in Boise, you know, there's I want to say it's called the string of finger jewels with, parks named after women.",
      "tags": [

      ],
      "timestamp": "[00:58:50:20]"
    },
    {
      "id": "context_79_126",
      "index": 126,
      "speaker": "HannaLore Hein",
      "words": "Yeah. So I can certainly confirm that answer. My gut is going to say yes, because, again, if you consider the population of Boise at the time, it's not massive. And if you were of an upper class, you were likely involved in one or many of these clubs. But I can certainly check the membership roles that are in the state archives to confirm that.",
      "tags": [
        "boise"
      ],
      "timestamp": "[00:59:04:02]"
    },
    {
      "id": "context_79_127",
      "index": 127,
      "speaker": "Doug Exton",
      "words": "So. Well, again, thank you to everyone who took the time to join the conversation today. And thank you, Hannah. Lori, for obviously all the information, everything, all the work you do as the state historian.",
      "tags": [

      ],
      "timestamp": "[00:59:25:21]"
    },
    {
      "id": "context_79_128",
      "index": 128,
      "speaker": "HannaLore Hein",
      "words": "Well, thank you so much. I really appreciate the opportunity to share.",
      "tags": [

      ],
      "timestamp": "[00:59:38:22]"
    },
    {
      "id": "context_79_129",
      "index": 129,
      "speaker": "Doug Exton",
      "words": "Have a great day everyone.",
      "tags": [

      ],
      "timestamp": "[00:59:43:02]"
    }
  ],
  "metadata": {
    "totalSegments": 130,
    "description": "This presentation will explore the circumstances that allowed for the development of women’s clubs in the United States between the early 1800s and early 1900s and the underlying ideologies and sentiments that spurred the growth of activism and organizing during Progressive Era. With this foundation the presentation will then explore the emergence of women’s clubs in Idaho, the specific work of these clubs, and the impact that these clubs had in their communities. The work of club women at the turn of the century supported various facets of the community, including health, education, the arts and humanities, and political and civic engagement. The presentation will end with an exploration of how some of these clubs adapted and continued to serve their community well into the 20th and 21st centuries, and how, thanks to the record keeping of these organizations, we (with the help of historians) can learn from the women leaders of the past. Bio : HannaLore graduated magna cum laude with a B.A. in History and Ethnic Studies from the University of Colorado, Boulder and received a Western American Studies certificate from the Center of the American West. She has a M.A. in Applied Historical Research from Boise State University. HannaLore has served on the Boise State Alumni Association Board of Directors since May 2016 and is also heavily involved with The Junior League of Boise, Inc. She has served on the Tango Boise, Inc. Board of Directors and currently serves on the Board of Directors for the Center of the American West.",
    "location": null,
    "source": "Context, Idaho Humanities Council, https://idahohumanities.org/programs/connected-conversations/"
  }
}